COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2737	stu-2в-3	2026-03-12	12 марта	[4, 4, 5, 5, 5]
2738	stu-2в-3	2026-03-13	13 марта	[4, 4, 3, 2]
2739	stu-2в-3	2026-03-16	16 марта	[5, 3, 5]
2740	stu-2в-3	2026-03-17	17 марта	[2, 4, 4, 5]
2741	stu-2в-3	2026-03-18	18 марта	[4, 5, 4]
2742	stu-2в-3	2026-03-19	19 марта	[3, 2, 3, 4]
2743	stu-2в-3	2026-03-20	20 марта	[4, 5, 3, 5]
2744	stu-2в-3	2026-03-23	23 марта	[3, 3, 5, 3]
2745	stu-2в-3	2026-03-24	24 марта	[5, 4, 5, 5]
2746	stu-2в-3	2026-03-25	25 марта	[5, 4, 2, 5]
2747	stu-2в-3	2026-03-26	26 марта	[3, 2, 5, 5]
2748	stu-2в-3	2026-03-27	27 марта	[5, 3, 5, 5]
\.
