COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5485	stu-4а-9	2026-03-10	10 марта	[3, 5, 5, 4, 3]
5486	stu-4а-9	2026-03-11	11 марта	[5, 2, 4, 4]
5487	stu-4а-9	2026-03-12	12 марта	[2, 3, 5, 3, 4]
5488	stu-4а-9	2026-03-13	13 марта	[5, 4, 5]
5489	stu-4а-9	2026-03-16	16 марта	[5, 5, 2]
5490	stu-4а-9	2026-03-17	17 марта	[4, 4, 5, 5, 3]
5491	stu-4а-9	2026-03-18	18 марта	[4, 3, 4]
5492	stu-4а-9	2026-03-19	19 марта	[2, 5, 4, 5, 4]
5493	stu-4а-9	2026-03-20	20 марта	[4, 3, 5]
5494	stu-4а-9	2026-03-23	23 марта	[4, 3, 4, 4]
5495	stu-4а-9	2026-03-24	24 марта	[2, 4, 5, 4]
5496	stu-4а-9	2026-03-25	25 марта	[4, 3, 4]
\.
