COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5977	stu-4б-11	2026-03-20	20 марта	[4, 3, 5, 2]
5978	stu-4б-11	2026-03-23	23 марта	[5, 4, 3, 3]
5979	stu-4б-11	2026-03-24	24 марта	[3, 4, 3, 5, 4]
5980	stu-4б-11	2026-03-25	25 марта	[5, 5, 4]
5981	stu-4б-11	2026-03-26	26 марта	[4, 3, 2, 3]
5982	stu-4б-11	2026-03-27	27 марта	[4, 3, 3, 4]
5983	stu-4б-11	2026-03-30	30 марта	[4, 4, 4, 5]
5984	stu-4б-11	2026-03-31	31 марта	[2, 4, 4, 4, 5]
5985	stu-4б-12	2026-03-02	2 марта	[3, 5, 3]
5986	stu-4б-12	2026-03-03	3 марта	[5, 5, 4, 3]
5987	stu-4б-12	2026-03-04	4 марта	[4, 5, 2, 4]
5988	stu-4б-12	2026-03-05	5 марта	[2, 4, 3, 5, 5]
\.
