COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1189	stu-1в-13	2026-03-02	2 марта	[2, 3, 5]
1190	stu-1в-13	2026-03-03	3 марта	[4, 3, 5, 2]
1191	stu-1в-13	2026-03-04	4 марта	[4, 5, 4, 4]
1192	stu-1в-13	2026-03-05	5 марта	[4, 3, 4, 5, 3]
1193	stu-1в-13	2026-03-06	6 марта	[5, 5, 4, 4]
1194	stu-1в-13	2026-03-09	9 марта	[4, 5, 3, 3]
1195	stu-1в-13	2026-03-10	10 марта	[5, 5, 2, 2, 5]
1196	stu-1в-13	2026-03-11	11 марта	[2, 4, 5, 5]
1197	stu-1в-13	2026-03-12	12 марта	[3, 3, 5, 5, 4]
1198	stu-1в-13	2026-03-13	13 марта	[3, 3, 5, 2]
1199	stu-1в-13	2026-03-16	16 марта	[2, 5, 4, 4]
1200	stu-1в-13	2026-03-17	17 марта	[5, 2, 4, 4]
\.
