COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1321	stu-1в-19	2026-03-02	2 марта	[3, 3, 4]
1322	stu-1в-19	2026-03-03	3 марта	[5, 4, 4, 2]
1323	stu-1в-19	2026-03-04	4 марта	[5, 4, 4, 4]
1324	stu-1в-19	2026-03-05	5 марта	[4, 3, 4, 5, 4]
1325	stu-1в-19	2026-03-06	6 марта	[4, 4, 3, 5]
1326	stu-1в-19	2026-03-09	9 марта	[5, 5, 2, 3]
1327	stu-1в-19	2026-03-10	10 марта	[5, 5, 3, 2, 4]
1328	stu-1в-19	2026-03-11	11 марта	[2, 5, 5, 5]
1329	stu-1в-19	2026-03-12	12 марта	[3, 2, 4, 5, 4]
1330	stu-1в-19	2026-03-13	13 марта	[2, 2, 4, 2]
1331	stu-1в-19	2026-03-16	16 марта	[2, 4, 3, 5]
1332	stu-1в-19	2026-03-17	17 марта	[5, 3, 4, 3]
\.
