COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6421	stu-4в-11	2026-03-26	26 марта	[4, 2, 4, 4, 4]
6422	stu-4в-11	2026-03-27	27 марта	[4, 4, 4]
6423	stu-4в-11	2026-03-30	30 марта	[2, 4, 4]
6424	stu-4в-11	2026-03-31	31 марта	[5, 4, 3, 3, 2]
6425	stu-4в-12	2026-03-02	2 марта	[5, 5, 5, 3]
6426	stu-4в-12	2026-03-03	3 марта	[5, 2, 3, 5]
6427	stu-4в-12	2026-03-04	4 марта	[5, 4, 4, 2]
6428	stu-4в-12	2026-03-05	5 марта	[4, 5, 5, 4, 4]
6429	stu-4в-12	2026-03-06	6 марта	[5, 5, 2, 5]
6430	stu-4в-12	2026-03-09	9 марта	[3, 5, 3]
6431	stu-4в-12	2026-03-10	10 марта	[2, 5, 5, 5]
6432	stu-4в-12	2026-03-11	11 марта	[5, 4, 3]
\.
