COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4213	stu-3б-11	2026-03-16	16 марта	[4, 4, 4, 3]
4214	stu-3б-11	2026-03-17	17 марта	[5, 5, 3, 5]
4215	stu-3б-11	2026-03-18	18 марта	[3, 2, 5, 5]
4216	stu-3б-11	2026-03-19	19 марта	[3, 5, 4, 5]
4217	stu-3б-11	2026-03-20	20 марта	[3, 5, 4, 3]
4218	stu-3б-11	2026-03-23	23 марта	[4, 4, 5, 2]
4219	stu-3б-11	2026-03-24	24 марта	[5, 3, 2, 5, 3]
4220	stu-3б-11	2026-03-25	25 марта	[4, 5, 4, 4]
4221	stu-3б-11	2026-03-26	26 марта	[5, 5, 5, 3, 4]
4222	stu-3б-11	2026-03-27	27 марта	[3, 4, 3, 4]
4223	stu-3б-11	2026-03-30	30 марта	[2, 3, 5]
4224	stu-3б-11	2026-03-31	31 марта	[5, 5, 3, 5, 3]
\.
