COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4561	stu-3в-7	2026-03-10	10 марта	[4, 4, 2, 5]
4562	stu-3в-7	2026-03-11	11 марта	[3, 4, 4, 5]
4563	stu-3в-7	2026-03-12	12 марта	[3, 4, 5, 3]
4564	stu-3в-7	2026-03-13	13 марта	[5, 4, 5, 5]
4565	stu-3в-7	2026-03-16	16 марта	[4, 4, 4, 2]
4566	stu-3в-7	2026-03-17	17 марта	[3, 3, 4, 5]
4567	stu-3в-7	2026-03-18	18 марта	[5, 5, 3, 3]
4568	stu-3в-7	2026-03-19	19 марта	[3, 5, 4, 5]
4569	stu-3в-7	2026-03-20	20 марта	[5, 4, 4]
4570	stu-3в-7	2026-03-23	23 марта	[2, 5, 5]
4571	stu-3в-7	2026-03-24	24 марта	[5, 5, 2, 4, 5]
4572	stu-3в-7	2026-03-25	25 марта	[5, 5, 4]
\.
