COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2017	stu-2а-10	2026-03-20	20 марта	[3, 3, 2, 4]
2018	stu-2а-10	2026-03-23	23 марта	[5, 5, 4, 5]
2019	stu-2а-10	2026-03-24	24 марта	[5, 5, 4, 2]
2020	stu-2а-10	2026-03-25	25 марта	[3, 3, 5]
2021	stu-2а-10	2026-03-26	26 марта	[3, 2, 5, 3, 4]
2022	stu-2а-10	2026-03-27	27 марта	[5, 3, 5, 4]
2023	stu-2а-10	2026-03-30	30 марта	[4, 4, 3]
2024	stu-2а-10	2026-03-31	31 марта	[3, 4, 5, 3, 4]
2025	stu-2а-11	2026-03-02	2 марта	[4, 4, 5, 5]
2026	stu-2а-11	2026-03-03	3 марта	[5, 4, 3, 5, 3]
2027	stu-2а-11	2026-03-04	4 марта	[3, 5, 5, 3]
2028	stu-2а-11	2026-03-05	5 марта	[5, 4, 3, 4]
\.
