COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3325	stu-2г-10	2026-03-04	4 марта	[5, 5, 3]
3326	stu-2г-10	2026-03-05	5 марта	[4, 5, 3, 4, 5]
3327	stu-2г-10	2026-03-06	6 марта	[4, 5, 4, 4]
3328	stu-2г-10	2026-03-09	9 марта	[3, 5, 5, 5]
3329	stu-2г-10	2026-03-10	10 марта	[5, 3, 3, 3]
3330	stu-2г-10	2026-03-11	11 марта	[5, 5, 3, 4]
3331	stu-2г-10	2026-03-12	12 марта	[4, 3, 3, 5, 5]
3332	stu-2г-10	2026-03-13	13 марта	[5, 5, 4, 4]
3333	stu-2г-10	2026-03-16	16 марта	[5, 4, 2]
3334	stu-2г-10	2026-03-17	17 марта	[4, 4, 4, 3, 4]
3335	stu-2г-10	2026-03-18	18 марта	[5, 5, 2, 2]
3336	stu-2г-10	2026-03-19	19 марта	[5, 3, 4, 2, 3]
\.
