COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2269	stu-2б-2	2026-03-04	4 марта	[5, 4, 4, 4]
2270	stu-2б-2	2026-03-05	5 марта	[5, 5, 4, 4]
2271	stu-2б-2	2026-03-06	6 марта	[4, 3, 5]
2272	stu-2б-2	2026-03-09	9 марта	[5, 5, 4, 4]
2273	stu-2б-2	2026-03-10	10 марта	[2, 5, 4, 4, 5]
2274	stu-2б-2	2026-03-11	11 марта	[4, 3, 4, 4]
2275	stu-2б-2	2026-03-12	12 марта	[3, 3, 2, 3, 5]
2276	stu-2б-2	2026-03-13	13 марта	[4, 4, 5]
2277	stu-2б-2	2026-03-16	16 марта	[5, 4, 4]
2278	stu-2б-2	2026-03-17	17 марта	[4, 2, 4, 5, 4]
2279	stu-2б-2	2026-03-18	18 марта	[5, 3, 3]
2280	stu-2б-2	2026-03-19	19 марта	[4, 5, 4, 4, 2]
\.
