COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1945	stu-2а-7	2026-03-12	12 марта	[5, 5, 3, 2, 3]
1946	stu-2а-7	2026-03-13	13 марта	[5, 4, 2, 3]
1947	stu-2а-7	2026-03-16	16 марта	[4, 4, 4, 2]
1948	stu-2а-7	2026-03-17	17 марта	[3, 2, 5, 4, 4]
1949	stu-2а-7	2026-03-18	18 марта	[5, 3, 3, 4]
1950	stu-2а-7	2026-03-19	19 марта	[5, 3, 4, 4]
1951	stu-2а-7	2026-03-20	20 марта	[3, 4, 3, 3]
1952	stu-2а-7	2026-03-23	23 марта	[5, 4, 5, 4]
1953	stu-2а-7	2026-03-24	24 марта	[4, 5, 5, 3]
1954	stu-2а-7	2026-03-25	25 марта	[4, 5, 4]
1955	stu-2а-7	2026-03-26	26 марта	[4, 4, 5, 4, 3]
1956	stu-2а-7	2026-03-27	27 марта	[4, 4, 5, 5]
\.
