COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3277	stu-2г-7	2026-03-30	30 марта	[3, 5, 3, 2]
3278	stu-2г-7	2026-03-31	31 марта	[4, 3, 2, 4]
3279	stu-2г-8	2026-03-02	2 марта	[4, 2, 5, 5]
3280	stu-2г-8	2026-03-03	3 марта	[2, 2, 5, 4, 5]
3281	stu-2г-8	2026-03-04	4 марта	[3, 5, 5]
3282	stu-2г-8	2026-03-05	5 марта	[5, 3, 4, 5, 4]
3283	stu-2г-8	2026-03-06	6 марта	[5, 5, 3, 5]
3284	stu-2г-8	2026-03-09	9 марта	[4, 4, 3, 5]
3285	stu-2г-8	2026-03-10	10 марта	[3, 4, 4, 4]
3286	stu-2г-8	2026-03-11	11 марта	[3, 5, 3, 5]
3287	stu-2г-8	2026-03-12	12 марта	[5, 5, 4, 5, 3]
3288	stu-2г-8	2026-03-13	13 марта	[5, 5, 2, 5]
\.
