COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1921	stu-2а-6	2026-03-10	10 марта	[5, 4, 5, 2]
1922	stu-2а-6	2026-03-11	11 марта	[5, 4, 5, 5]
1923	stu-2а-6	2026-03-12	12 марта	[5, 4, 3, 4, 4]
1924	stu-2а-6	2026-03-13	13 марта	[5, 3, 3, 3]
1925	stu-2а-6	2026-03-16	16 марта	[3, 2, 3, 3]
1926	stu-2а-6	2026-03-17	17 марта	[4, 3, 5, 3, 2]
1927	stu-2а-6	2026-03-18	18 марта	[5, 4, 4, 5]
1928	stu-2а-6	2026-03-19	19 марта	[3, 3, 3, 3]
1929	stu-2а-6	2026-03-20	20 марта	[4, 3, 4, 5]
1930	stu-2а-6	2026-03-23	23 марта	[3, 3, 5, 5]
1931	stu-2а-6	2026-03-24	24 марта	[5, 4, 5, 2]
1932	stu-2а-6	2026-03-25	25 марта	[2, 4, 5]
\.
