COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5293	stu-3г-20	2026-03-18	18 марта	[4, 4, 2, 4]
5294	stu-3г-20	2026-03-19	19 марта	[5, 5, 4, 4]
5295	stu-3г-20	2026-03-20	20 марта	[4, 5, 4, 3]
5296	stu-3г-20	2026-03-23	23 марта	[4, 5, 4, 4]
5297	stu-3г-20	2026-03-24	24 марта	[3, 3, 5, 2]
5298	stu-3г-20	2026-03-25	25 марта	[2, 4, 5, 2]
5299	stu-3г-20	2026-03-26	26 марта	[5, 3, 5, 2, 5]
5300	stu-3г-20	2026-03-27	27 марта	[4, 4, 3]
5301	stu-3г-20	2026-03-30	30 марта	[5, 4, 5, 4]
5302	stu-3г-20	2026-03-31	31 марта	[5, 4, 4, 3, 5]
5303	stu-4а-1	2026-03-02	2 марта	[4, 5, 3]
5304	stu-4а-1	2026-03-03	3 марта	[4, 5, 3, 5, 4]
\.
