COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4657	stu-3в-11	2026-03-20	20 марта	[5, 4, 4]
4658	stu-3в-11	2026-03-23	23 марта	[2, 5, 5]
4659	stu-3в-11	2026-03-24	24 марта	[4, 5, 4, 4, 4]
4660	stu-3в-11	2026-03-25	25 марта	[5, 4, 5]
4661	stu-3в-11	2026-03-26	26 марта	[3, 5, 4, 5, 5]
4662	stu-3в-11	2026-03-27	27 марта	[5, 5, 3, 5]
4663	stu-3в-11	2026-03-30	30 марта	[4, 3, 4, 4]
4664	stu-3в-11	2026-03-31	31 марта	[3, 5, 4, 3, 5]
4665	stu-3в-12	2026-03-02	2 марта	[4, 5, 3, 2]
4666	stu-3в-12	2026-03-03	3 марта	[5, 2, 3, 4]
4667	stu-3в-12	2026-03-04	4 марта	[3, 5, 2]
4668	stu-3в-12	2026-03-05	5 марта	[5, 3, 3, 4]
\.
