COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1597	stu-1г-11	2026-03-18	18 марта	[3, 4, 3]
1598	stu-1г-11	2026-03-19	19 марта	[3, 5, 5, 4, 5]
1599	stu-1г-11	2026-03-20	20 марта	[3, 2, 5, 3]
1600	stu-1г-11	2026-03-23	23 марта	[5, 2, 5, 5]
1601	stu-1г-11	2026-03-24	24 марта	[5, 4, 5, 5]
1602	stu-1г-11	2026-03-25	25 марта	[4, 5, 4, 5]
1603	stu-1г-11	2026-03-26	26 марта	[3, 3, 2, 2, 5]
1604	stu-1г-11	2026-03-27	27 марта	[5, 4, 3, 5]
1605	stu-1г-11	2026-03-30	30 марта	[5, 2, 3, 5]
1606	stu-1г-11	2026-03-31	31 марта	[2, 4, 5, 2, 5]
1607	stu-1г-12	2026-03-02	2 марта	[3, 4, 5, 3]
1608	stu-1г-12	2026-03-03	3 марта	[4, 5, 5, 2]
\.
