COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4765	stu-3в-16	2026-03-18	18 марта	[5, 3, 3, 3]
4766	stu-3в-16	2026-03-19	19 марта	[3, 4, 3, 5]
4767	stu-3в-16	2026-03-20	20 марта	[5, 2, 5]
4768	stu-3в-16	2026-03-23	23 марта	[4, 4, 5]
4769	stu-3в-16	2026-03-24	24 марта	[5, 5, 4, 2, 3]
4770	stu-3в-16	2026-03-25	25 марта	[5, 3, 5]
4771	stu-3в-16	2026-03-26	26 марта	[4, 4, 2, 5, 4]
4772	stu-3в-16	2026-03-27	27 марта	[5, 4, 5, 4]
4773	stu-3в-16	2026-03-30	30 марта	[3, 4, 4, 2]
4774	stu-3в-16	2026-03-31	31 марта	[4, 4, 4, 4, 4]
4775	stu-3в-17	2026-03-02	2 марта	[4, 4, 4, 4]
4776	stu-3в-17	2026-03-03	3 марта	[5, 4, 3, 5]
\.
