COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3421	stu-2г-14	2026-03-16	16 марта	[4, 2, 4]
3422	stu-2г-14	2026-03-17	17 марта	[2, 3, 4, 5, 5]
3423	stu-2г-14	2026-03-18	18 марта	[3, 3, 3, 4]
3424	stu-2г-14	2026-03-19	19 марта	[5, 2, 4, 4, 3]
3425	stu-2г-14	2026-03-20	20 марта	[5, 3, 5]
3426	stu-2г-14	2026-03-23	23 марта	[4, 4, 3, 4]
3427	stu-2г-14	2026-03-24	24 марта	[3, 5, 4, 3, 5]
3428	stu-2г-14	2026-03-25	25 марта	[4, 4, 4, 5]
3429	stu-2г-14	2026-03-26	26 марта	[5, 5, 4, 2, 3]
3430	stu-2г-14	2026-03-27	27 марта	[4, 4, 2, 5]
3431	stu-2г-14	2026-03-30	30 марта	[3, 5, 3, 4]
3432	stu-2г-14	2026-03-31	31 марта	[2, 5, 2, 4]
\.
