COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6769	stu-4г-7	2026-03-20	20 марта	[5, 5, 3, 5]
6770	stu-4г-7	2026-03-23	23 марта	[5, 4, 2]
6771	stu-4г-7	2026-03-24	24 марта	[4, 2, 4, 5, 4]
6772	stu-4г-7	2026-03-25	25 марта	[3, 3, 5, 2]
6773	stu-4г-7	2026-03-26	26 марта	[4, 4, 4, 5, 3]
6774	stu-4г-7	2026-03-27	27 марта	[4, 4, 5, 4]
6775	stu-4г-7	2026-03-30	30 марта	[5, 4, 4]
6776	stu-4г-7	2026-03-31	31 марта	[5, 3, 4, 5, 2]
6777	stu-4г-8	2026-03-02	2 марта	[3, 3, 5]
6778	stu-4г-8	2026-03-03	3 марта	[2, 5, 4, 4, 5]
6779	stu-4г-8	2026-03-04	4 марта	[4, 3, 4, 5]
6780	stu-4г-8	2026-03-05	5 марта	[5, 4, 4, 5]
\.
