COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
565	stu-1б-4	2026-03-20	20 марта	[2, 2, 5, 4]
566	stu-1б-4	2026-03-23	23 марта	[3, 2, 5, 4]
567	stu-1б-4	2026-03-24	24 марта	[4, 5, 4, 5]
568	stu-1б-4	2026-03-25	25 марта	[5, 4, 4]
569	stu-1б-4	2026-03-26	26 марта	[4, 5, 4, 3]
570	stu-1б-4	2026-03-27	27 марта	[3, 3, 5, 4]
571	stu-1б-4	2026-03-30	30 марта	[5, 5, 5]
572	stu-1б-4	2026-03-31	31 марта	[3, 4, 5, 5, 4]
573	stu-1б-5	2026-03-02	2 марта	[5, 3, 4]
574	stu-1б-5	2026-03-03	3 марта	[5, 2, 5, 4, 2]
575	stu-1б-5	2026-03-04	4 марта	[3, 4, 4, 5]
576	stu-1б-5	2026-03-05	5 марта	[3, 3, 5, 4, 5]
\.
