COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4489	stu-3в-4	2026-03-02	2 марта	[5, 4, 4, 3]
4490	stu-3в-4	2026-03-03	3 марта	[4, 3, 4, 5]
4491	stu-3в-4	2026-03-04	4 марта	[4, 5, 4]
4492	stu-3в-4	2026-03-05	5 марта	[4, 5, 4, 4]
4493	stu-3в-4	2026-03-06	6 марта	[5, 5, 2, 5]
4494	stu-3в-4	2026-03-09	9 марта	[5, 5, 5]
4495	stu-3в-4	2026-03-10	10 марта	[4, 4, 3, 5]
4496	stu-3в-4	2026-03-11	11 марта	[3, 4, 4, 3]
4497	stu-3в-4	2026-03-12	12 марта	[2, 4, 5, 2]
4498	stu-3в-4	2026-03-13	13 марта	[5, 4, 4, 5]
4499	stu-3в-4	2026-03-16	16 марта	[4, 4, 4, 2]
4500	stu-3в-4	2026-03-17	17 марта	[3, 3, 4, 5]
\.
