COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5029	stu-3г-8	2026-03-18	18 марта	[3, 5, 4, 4]
5030	stu-3г-8	2026-03-19	19 марта	[5, 5, 3, 3]
5031	stu-3г-8	2026-03-20	20 марта	[5, 5, 5, 3]
5032	stu-3г-8	2026-03-23	23 марта	[5, 5, 3, 4]
5033	stu-3г-8	2026-03-24	24 марта	[5, 2, 4, 3]
5034	stu-3г-8	2026-03-25	25 марта	[3, 4, 4, 2]
5035	stu-3г-8	2026-03-26	26 марта	[5, 2, 4, 4, 5]
5036	stu-3г-8	2026-03-27	27 марта	[2, 3, 4]
5037	stu-3г-8	2026-03-30	30 марта	[4, 4, 4, 4]
5038	stu-3г-8	2026-03-31	31 марта	[4, 3, 4, 2, 5]
5039	stu-3г-9	2026-03-02	2 марта	[3, 4, 4, 4]
5040	stu-3г-9	2026-03-03	3 марта	[4, 2, 5, 4, 4]
\.
