COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4777	stu-3в-17	2026-03-04	4 марта	[4, 5, 4]
4778	stu-3в-17	2026-03-05	5 марта	[4, 4, 4, 4]
4779	stu-3в-17	2026-03-06	6 марта	[5, 5, 3, 5]
4780	stu-3в-17	2026-03-09	9 марта	[5, 5, 4]
4781	stu-3в-17	2026-03-10	10 марта	[4, 4, 2, 5]
4782	stu-3в-17	2026-03-11	11 марта	[3, 4, 4, 4]
4783	stu-3в-17	2026-03-12	12 марта	[3, 4, 4, 2]
4784	stu-3в-17	2026-03-13	13 марта	[5, 4, 5, 4]
4785	stu-3в-17	2026-03-16	16 марта	[4, 3, 4, 3]
4786	stu-3в-17	2026-03-17	17 марта	[3, 3, 4, 5]
4787	stu-3в-17	2026-03-18	18 марта	[5, 5, 4, 3]
4788	stu-3в-17	2026-03-19	19 марта	[3, 5, 5, 5]
\.
