COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1681	stu-1г-15	2026-03-12	12 марта	[3, 3, 5, 4, 4]
1682	stu-1г-15	2026-03-13	13 марта	[5, 5, 2, 3]
1683	stu-1г-15	2026-03-16	16 марта	[5, 4, 3, 5]
1684	stu-1г-15	2026-03-17	17 марта	[3, 5, 2, 4]
1685	stu-1г-15	2026-03-18	18 марта	[3, 3, 3]
1686	stu-1г-15	2026-03-19	19 марта	[3, 5, 3, 2, 4]
1687	stu-1г-15	2026-03-20	20 марта	[4, 4, 5, 2]
1688	stu-1г-15	2026-03-23	23 марта	[4, 4, 5, 5]
1689	stu-1г-15	2026-03-24	24 марта	[5, 3, 5, 3]
1690	stu-1г-15	2026-03-25	25 марта	[5, 5, 3, 4]
1691	stu-1г-15	2026-03-26	26 марта	[5, 5, 4, 4, 4]
1692	stu-1г-15	2026-03-27	27 марта	[4, 5, 3, 5]
\.
