COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2821	stu-2в-7	2026-03-06	6 марта	[4, 3, 5]
2822	stu-2в-7	2026-03-09	9 марта	[3, 4, 4]
2823	stu-2в-7	2026-03-10	10 марта	[3, 3, 5, 4, 3]
2824	stu-2в-7	2026-03-11	11 марта	[4, 4, 4]
2825	stu-2в-7	2026-03-12	12 марта	[3, 3, 5, 3, 4]
2826	stu-2в-7	2026-03-13	13 марта	[3, 5, 4, 3]
2827	stu-2в-7	2026-03-16	16 марта	[5, 4, 3]
2828	stu-2в-7	2026-03-17	17 марта	[3, 5, 2, 4]
2829	stu-2в-7	2026-03-18	18 марта	[4, 4, 4]
2830	stu-2в-7	2026-03-19	19 марта	[5, 4, 4, 2]
2831	stu-2в-7	2026-03-20	20 марта	[2, 4, 3, 4]
2832	stu-2в-7	2026-03-23	23 марта	[3, 4, 4, 2]
\.
