COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5617	stu-4а-15	2026-03-10	10 марта	[3, 4, 5, 5, 4]
5618	stu-4а-15	2026-03-11	11 марта	[5, 2, 5, 4]
5619	stu-4а-15	2026-03-12	12 марта	[2, 5, 4, 3, 4]
5620	stu-4а-15	2026-03-13	13 марта	[5, 5, 5]
5621	stu-4а-15	2026-03-16	16 марта	[5, 4, 3]
5622	stu-4а-15	2026-03-17	17 марта	[4, 5, 4, 3, 4]
5623	stu-4а-15	2026-03-18	18 марта	[4, 4, 4]
5624	stu-4а-15	2026-03-19	19 марта	[2, 4, 5, 5, 4]
5625	stu-4а-15	2026-03-20	20 марта	[5, 3, 5]
5626	stu-4а-15	2026-03-23	23 марта	[4, 4, 5, 5]
5627	stu-4а-15	2026-03-24	24 марта	[2, 5, 4, 4]
5628	stu-4а-15	2026-03-25	25 марта	[4, 3, 4]
\.
