COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6565	stu-4в-18	2026-03-12	12 марта	[3, 4, 4, 4, 5]
6566	stu-4в-18	2026-03-13	13 марта	[3, 5, 5, 2]
6567	stu-4в-18	2026-03-16	16 марта	[3, 3, 5, 3]
6568	stu-4в-18	2026-03-17	17 марта	[5, 3, 5, 4]
6569	stu-4в-18	2026-03-18	18 марта	[3, 5, 4, 3]
6570	stu-4в-18	2026-03-19	19 марта	[5, 2, 2, 5]
6571	stu-4в-18	2026-03-20	20 марта	[3, 5, 3, 4]
6572	stu-4в-18	2026-03-23	23 марта	[3, 2, 5, 3]
6573	stu-4в-18	2026-03-24	24 марта	[4, 2, 5, 4]
6574	stu-4в-18	2026-03-25	25 марта	[3, 5, 5]
6575	stu-4в-18	2026-03-26	26 марта	[4, 4, 5, 3, 5]
6576	stu-4в-18	2026-03-27	27 марта	[5, 4, 5]
\.
