COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6145	stu-4б-19	2026-03-10	10 марта	[4, 5, 4, 4]
6146	stu-4б-19	2026-03-11	11 марта	[5, 4, 2]
6147	stu-4б-19	2026-03-12	12 марта	[5, 5, 3, 3, 4]
6148	stu-4б-19	2026-03-13	13 марта	[3, 2, 5, 3]
6149	stu-4б-19	2026-03-16	16 марта	[4, 4, 4]
6150	stu-4б-19	2026-03-17	17 марта	[3, 5, 4, 5]
6151	stu-4б-19	2026-03-18	18 марта	[3, 5, 2]
6152	stu-4б-19	2026-03-19	19 марта	[5, 4, 4, 3]
6153	stu-4б-19	2026-03-20	20 марта	[3, 3, 5, 2]
6154	stu-4б-19	2026-03-23	23 марта	[5, 4, 3, 5]
6155	stu-4б-19	2026-03-24	24 марта	[3, 5, 3, 4, 4]
6156	stu-4б-19	2026-03-25	25 марта	[5, 4, 4]
\.
