COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1357	stu-1в-20	2026-03-20	20 марта	[5, 2, 4, 2]
1358	stu-1в-20	2026-03-23	23 марта	[2, 4, 4]
1359	stu-1в-20	2026-03-24	24 марта	[5, 5, 3, 4, 4]
1360	stu-1в-20	2026-03-25	25 марта	[4, 5, 5, 4]
1361	stu-1в-20	2026-03-26	26 марта	[3, 3, 5, 5, 3]
1362	stu-1в-20	2026-03-27	27 марта	[5, 4, 3, 3]
1363	stu-1в-20	2026-03-30	30 марта	[2, 5, 3]
1364	stu-1в-20	2026-03-31	31 марта	[4, 3, 4, 2, 3]
1365	stu-1г-1	2026-03-02	2 марта	[3, 3, 5, 4]
1366	stu-1г-1	2026-03-03	3 марта	[3, 5, 5, 3]
1367	stu-1г-1	2026-03-04	4 марта	[5, 5, 3, 5]
1368	stu-1г-1	2026-03-05	5 марта	[5, 4, 4, 2, 4]
\.
