COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6481	stu-4в-14	2026-03-18	18 марта	[3, 3, 5, 3]
6482	stu-4в-14	2026-03-19	19 марта	[3, 4, 3, 4]
6483	stu-4в-14	2026-03-20	20 марта	[4, 3, 2, 5]
6484	stu-4в-14	2026-03-23	23 марта	[3, 3, 3, 4]
6485	stu-4в-14	2026-03-24	24 марта	[5, 4, 3, 2]
6486	stu-4в-14	2026-03-25	25 марта	[3, 3, 5]
6487	stu-4в-14	2026-03-26	26 марта	[4, 2, 4, 4, 4]
6488	stu-4в-14	2026-03-27	27 марта	[4, 5, 4]
6489	stu-4в-14	2026-03-30	30 марта	[3, 3, 4]
6490	stu-4в-14	2026-03-31	31 марта	[5, 4, 4, 3, 2]
6491	stu-4в-15	2026-03-02	2 марта	[5, 4, 5, 4]
6492	stu-4в-15	2026-03-03	3 марта	[5, 3, 3, 5]
\.
