COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5041	stu-3г-9	2026-03-04	4 марта	[4, 4, 2, 5]
5042	stu-3г-9	2026-03-05	5 марта	[2, 3, 5, 3, 5]
5043	stu-3г-9	2026-03-06	6 марта	[4, 4, 5]
5044	stu-3г-9	2026-03-09	9 марта	[5, 2, 5]
5045	stu-3г-9	2026-03-10	10 марта	[2, 4, 5, 5, 5]
5046	stu-3г-9	2026-03-11	11 марта	[4, 3, 4, 3]
5047	stu-3г-9	2026-03-12	12 марта	[4, 3, 5, 4, 5]
5048	stu-3г-9	2026-03-13	13 марта	[4, 2, 4, 4]
5049	stu-3г-9	2026-03-16	16 марта	[2, 3, 4, 5]
5050	stu-3г-9	2026-03-17	17 марта	[2, 4, 5, 4]
5051	stu-3г-9	2026-03-18	18 марта	[4, 4, 2, 5]
5052	stu-3г-9	2026-03-19	19 марта	[5, 5, 5, 4]
\.
