COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2425	stu-2б-9	2026-03-06	6 марта	[2, 5, 4]
2426	stu-2б-9	2026-03-09	9 марта	[4, 4, 3, 5]
2427	stu-2б-9	2026-03-10	10 марта	[4, 4, 4, 2, 4]
2428	stu-2б-9	2026-03-11	11 марта	[2, 2, 4, 4]
2429	stu-2б-9	2026-03-12	12 марта	[5, 4, 4, 2, 4]
2430	stu-2б-9	2026-03-13	13 марта	[2, 3, 5]
2431	stu-2б-9	2026-03-16	16 марта	[5, 4, 5]
2432	stu-2б-9	2026-03-17	17 марта	[5, 3, 4, 4, 2]
2433	stu-2б-9	2026-03-18	18 марта	[3, 4, 3]
2434	stu-2б-9	2026-03-19	19 марта	[5, 5, 3, 5, 3]
2435	stu-2б-9	2026-03-20	20 марта	[2, 3, 4, 3]
2436	stu-2б-9	2026-03-23	23 марта	[5, 3, 3]
\.
