COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6109	stu-4б-17	2026-03-20	20 марта	[2, 3, 5, 3]
6110	stu-4б-17	2026-03-23	23 марта	[5, 3, 4, 4]
6111	stu-4б-17	2026-03-24	24 марта	[4, 5, 2, 5, 4]
6112	stu-4б-17	2026-03-25	25 марта	[5, 5, 3]
6113	stu-4б-17	2026-03-26	26 марта	[3, 5, 3, 3]
6114	stu-4б-17	2026-03-27	27 марта	[5, 3, 2, 5]
6115	stu-4б-17	2026-03-30	30 марта	[3, 4, 5, 5]
6116	stu-4б-17	2026-03-31	31 марта	[3, 4, 3, 4, 5]
6117	stu-4б-18	2026-03-02	2 марта	[5, 5, 2]
6118	stu-4б-18	2026-03-03	3 марта	[5, 4, 5, 4]
6119	stu-4б-18	2026-03-04	4 марта	[5, 5, 2, 4]
6120	stu-4б-18	2026-03-05	5 марта	[3, 4, 5, 5, 4]
\.
