COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4021	stu-3б-2	2026-03-24	24 марта	[5, 5, 3, 5, 2]
4022	stu-3б-2	2026-03-25	25 марта	[4, 5, 3, 2]
4023	stu-3б-2	2026-03-26	26 марта	[4, 4, 5, 5, 2]
4024	stu-3б-2	2026-03-27	27 марта	[4, 5, 3, 5]
4025	stu-3б-2	2026-03-30	30 марта	[2, 5, 5]
4026	stu-3б-2	2026-03-31	31 марта	[5, 5, 3, 5, 3]
4027	stu-3б-3	2026-03-02	2 марта	[5, 4, 3, 4]
4028	stu-3б-3	2026-03-03	3 марта	[2, 2, 4, 2, 5]
4029	stu-3б-3	2026-03-04	4 марта	[4, 3, 4]
4030	stu-3б-3	2026-03-05	5 марта	[2, 4, 5, 4]
4031	stu-3б-3	2026-03-06	6 марта	[5, 3, 2, 3]
4032	stu-3б-3	2026-03-09	9 марта	[5, 5, 3]
\.
