COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5365	stu-4а-3	2026-03-26	26 марта	[3, 3, 5, 2, 5]
5366	stu-4а-3	2026-03-27	27 марта	[4, 4, 3]
5367	stu-4а-3	2026-03-30	30 марта	[2, 3, 5]
5368	stu-4а-3	2026-03-31	31 марта	[5, 4, 3, 2]
5369	stu-4а-4	2026-03-02	2 марта	[3, 5, 3]
5370	stu-4а-4	2026-03-03	3 марта	[5, 5, 2, 5, 4]
5371	stu-4а-4	2026-03-04	4 марта	[5, 4, 3]
5372	stu-4а-4	2026-03-05	5 марта	[3, 5, 4, 3]
5373	stu-4а-4	2026-03-06	6 марта	[5, 4, 5, 3]
5374	stu-4а-4	2026-03-09	9 марта	[4, 4, 4, 5]
5375	stu-4а-4	2026-03-10	10 марта	[3, 3, 5, 5, 4]
5376	stu-4а-4	2026-03-11	11 марта	[5, 2, 5, 4]
\.
