COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1585	stu-1г-11	2026-03-02	2 марта	[4, 3, 5, 2]
1586	stu-1г-11	2026-03-03	3 марта	[5, 4, 5, 3]
1587	stu-1г-11	2026-03-04	4 марта	[5, 5, 5, 3]
1588	stu-1г-11	2026-03-05	5 марта	[5, 2, 5, 4, 4]
1589	stu-1г-11	2026-03-06	6 марта	[4, 5, 5, 3]
1590	stu-1г-11	2026-03-09	9 марта	[4, 5, 2, 3]
1591	stu-1г-11	2026-03-10	10 марта	[5, 5, 2, 5, 4]
1592	stu-1г-11	2026-03-11	11 марта	[4, 2, 5, 4]
1593	stu-1г-11	2026-03-12	12 марта	[3, 3, 4, 3, 5]
1594	stu-1г-11	2026-03-13	13 марта	[4, 3, 4, 2]
1595	stu-1г-11	2026-03-16	16 марта	[4, 2, 5, 5]
1596	stu-1г-11	2026-03-17	17 марта	[2, 4, 4, 5]
\.
