COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3361	stu-2г-11	2026-03-24	24 марта	[3, 5, 4, 4, 5]
3362	stu-2г-11	2026-03-25	25 марта	[5, 5, 4, 5]
3363	stu-2г-11	2026-03-26	26 марта	[5, 5, 4, 2, 3]
3364	stu-2г-11	2026-03-27	27 марта	[4, 4, 2, 4]
3365	stu-2г-11	2026-03-30	30 марта	[3, 5, 3, 4]
3366	stu-2г-11	2026-03-31	31 марта	[3, 5, 2, 3]
3367	stu-2г-12	2026-03-02	2 марта	[4, 3, 5, 4]
3368	stu-2г-12	2026-03-03	3 марта	[4, 2, 4, 4, 5]
3369	stu-2г-12	2026-03-04	4 марта	[5, 5, 3]
3370	stu-2г-12	2026-03-05	5 марта	[5, 3, 2, 5, 4]
3371	stu-2г-12	2026-03-06	6 марта	[5, 5, 3, 4]
3372	stu-2г-12	2026-03-09	9 марта	[3, 5, 3, 4]
\.
