COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6829	stu-4г-10	2026-03-12	12 марта	[3, 3, 5, 2, 4]
6830	stu-4г-10	2026-03-13	13 марта	[5, 3, 5, 5]
6831	stu-4г-10	2026-03-16	16 марта	[5, 4, 5]
6832	stu-4г-10	2026-03-17	17 марта	[3, 4, 4, 5, 3]
6833	stu-4г-10	2026-03-18	18 марта	[4, 4, 3, 5]
6834	stu-4г-10	2026-03-19	19 марта	[2, 3, 5, 4, 5]
6835	stu-4г-10	2026-03-20	20 марта	[4, 5, 4, 5]
6836	stu-4г-10	2026-03-23	23 марта	[4, 4, 4]
6837	stu-4г-10	2026-03-24	24 марта	[2, 2, 5, 5, 5]
6838	stu-4г-10	2026-03-25	25 марта	[5, 4, 5, 4]
6839	stu-4г-10	2026-03-26	26 марта	[4, 4, 5, 5, 2]
6840	stu-4г-10	2026-03-27	27 марта	[4, 4, 5, 4]
\.
