COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3241	stu-2г-6	2026-03-10	10 марта	[4, 3, 2, 3]
3242	stu-2г-6	2026-03-11	11 марта	[3, 4, 2, 5]
3243	stu-2г-6	2026-03-12	12 марта	[4, 4, 3, 5, 5]
3244	stu-2г-6	2026-03-13	13 марта	[5, 4, 4, 5]
3245	stu-2г-6	2026-03-16	16 марта	[5, 2, 3]
3246	stu-2г-6	2026-03-17	17 марта	[3, 4, 3, 3, 5]
3247	stu-2г-6	2026-03-18	18 марта	[3, 3, 3, 4]
3248	stu-2г-6	2026-03-19	19 марта	[5, 2, 4, 3, 3]
3249	stu-2г-6	2026-03-20	20 марта	[5, 2, 4]
3250	stu-2г-6	2026-03-23	23 марта	[3, 4, 3, 4]
3251	stu-2г-6	2026-03-24	24 марта	[3, 5, 3, 3, 5]
3252	stu-2г-6	2026-03-25	25 марта	[4, 4, 5, 5]
\.
