COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4285	stu-3б-14	2026-03-24	24 марта	[5, 3, 3, 5, 2]
4286	stu-3б-14	2026-03-25	25 марта	[4, 5, 4, 4]
4287	stu-3б-14	2026-03-26	26 марта	[5, 5, 5, 4, 4]
4288	stu-3б-14	2026-03-27	27 марта	[5, 4, 2, 5]
4289	stu-3б-14	2026-03-30	30 марта	[2, 3, 5]
4290	stu-3б-14	2026-03-31	31 марта	[5, 5, 3, 5, 3]
4291	stu-3б-15	2026-03-02	2 марта	[5, 5, 3, 5]
4292	stu-3б-15	2026-03-03	3 марта	[2, 4, 4, 2, 5]
4293	stu-3б-15	2026-03-04	4 марта	[4, 3, 4]
4294	stu-3б-15	2026-03-05	5 марта	[3, 4, 4, 4]
4295	stu-3б-15	2026-03-06	6 марта	[5, 5, 4, 3]
4296	stu-3б-15	2026-03-09	9 марта	[5, 4, 3]
\.
