COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3781	stu-3а-11	2026-03-26	26 марта	[3, 3, 2, 5]
3782	stu-3а-11	2026-03-27	27 марта	[3, 5, 4, 3]
3783	stu-3а-11	2026-03-30	30 марта	[3, 5, 3, 4]
3784	stu-3а-11	2026-03-31	31 марта	[4, 5, 5, 2]
3785	stu-3а-12	2026-03-02	2 марта	[3, 4, 4]
3786	stu-3а-12	2026-03-03	3 марта	[5, 5, 3, 3, 3]
3787	stu-3а-12	2026-03-04	4 марта	[4, 5, 3, 2]
3788	stu-3а-12	2026-03-05	5 марта	[5, 4, 3, 2]
3789	stu-3а-12	2026-03-06	6 марта	[4, 5, 2, 4]
3790	stu-3а-12	2026-03-09	9 марта	[4, 5, 4, 4]
3791	stu-3а-12	2026-03-10	10 марта	[5, 5, 3, 5, 5]
3792	stu-3а-12	2026-03-11	11 марта	[5, 3, 5, 5]
\.
