COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2149	stu-2а-16	2026-03-20	20 марта	[3, 4, 2, 4]
2150	stu-2а-16	2026-03-23	23 марта	[5, 5, 5, 4]
2151	stu-2а-16	2026-03-24	24 марта	[4, 4, 3, 4]
2152	stu-2а-16	2026-03-25	25 марта	[4, 4, 4]
2153	stu-2а-16	2026-03-26	26 марта	[3, 4, 5, 5, 4]
2154	stu-2а-16	2026-03-27	27 марта	[5, 4, 5, 5]
2155	stu-2а-16	2026-03-30	30 марта	[5, 4, 3]
2156	stu-2а-16	2026-03-31	31 марта	[2, 4, 5, 3, 5]
2157	stu-2а-17	2026-03-02	2 марта	[4, 5, 4, 5]
2158	stu-2а-17	2026-03-03	3 марта	[5, 4, 4, 5, 2]
2159	stu-2а-17	2026-03-04	4 марта	[2, 5, 5, 4]
2160	stu-2а-17	2026-03-05	5 марта	[4, 4, 5, 4]
\.
