COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2305	stu-2б-3	2026-03-24	24 марта	[5, 4, 2, 5, 3]
2306	stu-2б-3	2026-03-25	25 марта	[5, 4, 4, 4]
2307	stu-2б-3	2026-03-26	26 марта	[5, 5, 4, 5, 4]
2308	stu-2б-3	2026-03-27	27 марта	[5, 4, 3]
2309	stu-2б-3	2026-03-30	30 марта	[5, 5, 3]
2310	stu-2б-3	2026-03-31	31 марта	[4, 4, 2, 4]
2311	stu-2б-4	2026-03-02	2 марта	[5, 3, 4, 5]
2312	stu-2б-4	2026-03-03	3 марта	[2, 5, 5, 4, 5]
2313	stu-2б-4	2026-03-04	4 марта	[5, 3, 3, 4]
2314	stu-2б-4	2026-03-05	5 марта	[4, 3, 5, 5]
2315	stu-2б-4	2026-03-06	6 марта	[3, 5, 5]
2316	stu-2б-4	2026-03-09	9 марта	[5, 5, 3, 3]
\.
