COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
685	stu-1б-10	2026-03-04	4 марта	[5, 3, 4, 5]
686	stu-1б-10	2026-03-05	5 марта	[3, 3, 5, 3, 5]
687	stu-1б-10	2026-03-06	6 марта	[4, 4, 4, 2]
688	stu-1б-10	2026-03-09	9 марта	[5, 2, 4]
689	stu-1б-10	2026-03-10	10 марта	[5, 2, 5, 5, 2]
690	stu-1б-10	2026-03-11	11 марта	[3, 5, 3]
691	stu-1б-10	2026-03-12	12 марта	[5, 4, 2, 2, 3]
692	stu-1б-10	2026-03-13	13 марта	[3, 5, 4, 5]
693	stu-1б-10	2026-03-16	16 марта	[4, 5, 4, 4]
694	stu-1б-10	2026-03-17	17 марта	[4, 3, 5, 4, 2]
695	stu-1б-10	2026-03-18	18 марта	[5, 4, 3]
696	stu-1б-10	2026-03-19	19 марта	[3, 4, 5, 4]
\.
