COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
301	stu-1а-12	2026-03-20	20 марта	[4, 5, 2, 4]
302	stu-1а-12	2026-03-23	23 марта	[5, 5, 2, 3]
303	stu-1а-12	2026-03-24	24 марта	[2, 5, 4, 4]
304	stu-1а-12	2026-03-25	25 марта	[4, 5, 3, 3]
305	stu-1а-12	2026-03-26	26 марта	[5, 4, 3, 3, 5]
306	stu-1а-12	2026-03-27	27 марта	[4, 5, 5]
307	stu-1а-12	2026-03-30	30 марта	[2, 4, 5]
308	stu-1а-12	2026-03-31	31 марта	[5, 3, 5, 3, 3]
309	stu-1а-13	2026-03-02	2 марта	[2, 3, 5, 4]
310	stu-1а-13	2026-03-03	3 марта	[5, 5, 5, 4]
311	stu-1а-13	2026-03-04	4 марта	[2, 4, 5]
312	stu-1а-13	2026-03-05	5 марта	[4, 3, 4, 2]
\.
