COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
385	stu-1а-16	2026-03-16	16 марта	[2, 2, 5, 4]
386	stu-1а-16	2026-03-17	17 марта	[5, 4, 3, 3]
387	stu-1а-16	2026-03-18	18 марта	[2, 5, 4]
388	stu-1а-16	2026-03-19	19 марта	[4, 2, 3, 3, 3]
389	stu-1а-16	2026-03-20	20 марта	[5, 4, 3, 2]
390	stu-1а-16	2026-03-23	23 марта	[3, 5, 4, 4]
391	stu-1а-16	2026-03-24	24 марта	[3, 3, 3, 5]
392	stu-1а-16	2026-03-25	25 марта	[3, 5, 4, 3]
393	stu-1а-16	2026-03-26	26 марта	[5, 3, 5, 2, 3]
394	stu-1а-16	2026-03-27	27 марта	[2, 5, 5]
395	stu-1а-16	2026-03-30	30 марта	[4, 5, 4]
396	stu-1а-16	2026-03-31	31 марта	[5, 2, 3, 4, 5]
\.
