COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
97	stu-1а-3	2026-03-12	12 марта	[3, 3, 2, 4]
98	stu-1а-3	2026-03-13	13 марта	[5, 3, 3, 4]
99	stu-1а-3	2026-03-16	16 марта	[4, 4, 5, 2]
100	stu-1а-3	2026-03-17	17 марта	[4, 2, 4, 4]
101	stu-1а-3	2026-03-18	18 марта	[4, 4, 2]
102	stu-1а-3	2026-03-19	19 марта	[2, 4, 5, 2, 4]
103	stu-1а-3	2026-03-20	20 марта	[4, 5, 2, 4]
104	stu-1а-3	2026-03-23	23 марта	[5, 4, 2, 3]
105	stu-1а-3	2026-03-24	24 марта	[2, 5, 4, 4]
106	stu-1а-3	2026-03-25	25 марта	[4, 4, 3, 2]
107	stu-1а-3	2026-03-26	26 марта	[4, 3, 4, 4, 4]
108	stu-1а-3	2026-03-27	27 марта	[3, 5, 5]
\.
