COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1237	stu-1в-15	2026-03-06	6 марта	[3, 5, 4, 5]
1238	stu-1в-15	2026-03-09	9 марта	[5, 3, 4, 4]
1239	stu-1в-15	2026-03-10	10 марта	[4, 3, 2, 3, 5]
1240	stu-1в-15	2026-03-11	11 марта	[3, 3, 4, 4]
1241	stu-1в-15	2026-03-12	12 марта	[5, 4, 5, 3, 3]
1242	stu-1в-15	2026-03-13	13 марта	[3, 4, 4, 3]
1243	stu-1в-15	2026-03-16	16 марта	[3, 4, 4, 5]
1244	stu-1в-15	2026-03-17	17 марта	[5, 2, 3, 5]
1245	stu-1в-15	2026-03-18	18 марта	[5, 5, 3]
1246	stu-1в-15	2026-03-19	19 марта	[4, 5, 5, 3, 5]
1247	stu-1в-15	2026-03-20	20 марта	[5, 4, 4, 4]
1248	stu-1в-15	2026-03-23	23 марта	[4, 5, 3]
\.
