COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3853	stu-3а-15	2026-03-04	4 марта	[4, 5, 3, 3]
3854	stu-3а-15	2026-03-05	5 марта	[5, 5, 5, 3]
3855	stu-3а-15	2026-03-06	6 марта	[5, 5, 2, 3]
3856	stu-3а-15	2026-03-09	9 марта	[4, 5, 4, 4]
3857	stu-3а-15	2026-03-10	10 марта	[5, 5, 3, 4, 4]
3858	stu-3а-15	2026-03-11	11 марта	[4, 3, 5, 5]
3859	stu-3а-15	2026-03-12	12 марта	[4, 4, 3, 4, 5]
3860	stu-3а-15	2026-03-13	13 марта	[5, 5, 3, 3]
3861	stu-3а-15	2026-03-16	16 марта	[3, 3, 5, 3]
3862	stu-3а-15	2026-03-17	17 марта	[4, 3, 2, 4]
3863	stu-3а-15	2026-03-18	18 марта	[3, 4, 2, 3]
3864	stu-3а-15	2026-03-19	19 марта	[5, 4, 5, 2]
\.
