COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4597	stu-3в-8	2026-03-30	30 марта	[2, 2, 5, 3]
4598	stu-3в-8	2026-03-31	31 марта	[5, 5, 3, 5, 4]
4599	stu-3в-9	2026-03-02	2 марта	[5, 5, 3, 3]
4600	stu-3в-9	2026-03-03	3 марта	[3, 4, 2, 5]
4601	stu-3в-9	2026-03-04	4 марта	[5, 5, 2]
4602	stu-3в-9	2026-03-05	5 марта	[3, 5, 2, 4]
4603	stu-3в-9	2026-03-06	6 марта	[5, 5, 4, 4]
4604	stu-3в-9	2026-03-09	9 марта	[4, 4, 5]
4605	stu-3в-9	2026-03-10	10 марта	[3, 2, 3, 5]
4606	stu-3в-9	2026-03-11	11 марта	[4, 3, 3, 3]
4607	stu-3в-9	2026-03-12	12 марта	[2, 4, 5, 2]
4608	stu-3в-9	2026-03-13	13 марта	[5, 3, 4, 5]
\.
