COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4441	stu-3в-1	2026-03-26	26 марта	[3, 5, 4, 3, 5]
4442	stu-3в-1	2026-03-27	27 марта	[5, 5, 3, 5]
4443	stu-3в-1	2026-03-30	30 марта	[4, 2, 4, 4]
4444	stu-3в-1	2026-03-31	31 марта	[3, 5, 4, 4, 5]
4445	stu-3в-2	2026-03-02	2 марта	[4, 5, 3, 2]
4446	stu-3в-2	2026-03-03	3 марта	[5, 2, 3, 4]
4447	stu-3в-2	2026-03-04	4 марта	[3, 5, 2]
4448	stu-3в-2	2026-03-05	5 марта	[5, 3, 2, 3]
4449	stu-3в-2	2026-03-06	6 марта	[4, 5, 3, 4]
4450	stu-3в-2	2026-03-09	9 марта	[4, 4, 5]
4451	stu-3в-2	2026-03-10	10 марта	[5, 2, 4, 5]
4452	stu-3в-2	2026-03-11	11 марта	[2, 3, 4, 5]
\.
