COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2485	stu-2б-11	2026-03-30	30 марта	[5, 3, 3]
2486	stu-2б-11	2026-03-31	31 марта	[4, 4, 4, 2]
2487	stu-2б-12	2026-03-02	2 марта	[4, 3, 5, 5]
2488	stu-2б-12	2026-03-03	3 марта	[3, 5, 3, 3, 5]
2489	stu-2б-12	2026-03-04	4 марта	[5, 4, 5, 5]
2490	stu-2б-12	2026-03-05	5 марта	[4, 3, 5, 5]
2491	stu-2б-12	2026-03-06	6 марта	[3, 5, 4]
2492	stu-2б-12	2026-03-09	9 марта	[4, 5, 5, 3]
2493	stu-2б-12	2026-03-10	10 марта	[3, 5, 3, 3, 5]
2494	stu-2б-12	2026-03-11	11 марта	[3, 2, 5, 3]
2495	stu-2б-12	2026-03-12	12 марта	[4, 4, 3, 4, 4]
2496	stu-2б-12	2026-03-13	13 марта	[4, 5, 4]
\.
