COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1	stu-3a-1	2026-03-02	2 марта	[3, 4, 5, 3]
2	stu-3a-1	2026-03-03	3 марта	[4, 4, 3, 4, 3]
3	stu-3a-1	2026-03-04	4 марта	[5, 5, 3, 5]
4	stu-3a-1	2026-03-05	5 марта	[3, 5, 4, 3, 5]
5	stu-3a-1	2026-03-06	6 марта	[4, 5, 3, 5]
6	stu-3a-1	2026-03-09	9 марта	[3, 5, 4, 5]
7	stu-3a-1	2026-03-10	10 марта	[5, 5, 4, 4, 3]
8	stu-3a-1	2026-03-11	11 марта	[5, 3, 4, 5]
9	stu-3a-1	2026-03-12	12 марта	[3, 4, 3, 5]
10	stu-3a-1	2026-03-13	13 марта	[3, 4, 3]
11	stu-3a-1	2026-03-16	16 марта	[5, 4, 3, 4]
12	stu-3a-1	2026-03-17	17 марта	[3, 4, 4, 5]
\.
