COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1225	stu-1в-14	2026-03-20	20 марта	[5, 2, 3, 3]
1226	stu-1в-14	2026-03-23	23 марта	[3, 5, 2]
1227	stu-1в-14	2026-03-24	24 марта	[4, 4, 4, 5, 4]
1228	stu-1в-14	2026-03-25	25 марта	[5, 5, 4, 5]
1229	stu-1в-14	2026-03-26	26 марта	[3, 3, 5, 5, 2]
1230	stu-1в-14	2026-03-27	27 марта	[5, 3, 3, 4]
1231	stu-1в-14	2026-03-30	30 марта	[3, 4, 3]
1232	stu-1в-14	2026-03-31	31 марта	[3, 3, 5, 4, 3]
1233	stu-1в-15	2026-03-02	2 марта	[3, 4, 5]
1234	stu-1в-15	2026-03-03	3 марта	[5, 2, 3, 4]
1235	stu-1в-15	2026-03-04	4 марта	[5, 5, 2, 5]
1236	stu-1в-15	2026-03-05	5 марта	[5, 5, 2, 5, 5]
\.
