COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5905	stu-4б-8	2026-03-12	12 марта	[5, 4, 2, 5, 2]
5906	stu-4б-8	2026-03-13	13 марта	[3, 3, 4, 4]
5907	stu-4б-8	2026-03-16	16 марта	[2, 5, 3]
5908	stu-4б-8	2026-03-17	17 марта	[5, 4, 3, 5]
5909	stu-4б-8	2026-03-18	18 марта	[4, 4, 3]
5910	stu-4б-8	2026-03-19	19 марта	[5, 3, 4, 4]
5911	stu-4б-8	2026-03-20	20 марта	[3, 3, 4, 3]
5912	stu-4б-8	2026-03-23	23 марта	[4, 5, 4, 3]
5913	stu-4б-8	2026-03-24	24 марта	[4, 4, 2, 5, 4]
5914	stu-4б-8	2026-03-25	25 марта	[4, 3, 5]
5915	stu-4б-8	2026-03-26	26 марта	[3, 3, 4, 4]
5916	stu-4б-8	2026-03-27	27 марта	[5, 3, 4, 5]
\.
