COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4993	stu-3г-6	2026-03-30	30 марта	[4, 5, 5, 4]
4994	stu-3г-6	2026-03-31	31 марта	[5, 3, 5, 4, 4]
4995	stu-3г-7	2026-03-02	2 марта	[4, 3, 2, 3]
4996	stu-3г-7	2026-03-03	3 марта	[5, 3, 3, 2, 5]
4997	stu-3г-7	2026-03-04	4 марта	[5, 5, 3, 4]
4998	stu-3г-7	2026-03-05	5 марта	[2, 4, 3, 4, 4]
4999	stu-3г-7	2026-03-06	6 марта	[5, 5, 5]
5000	stu-3г-7	2026-03-09	9 марта	[5, 4, 5]
5001	stu-3г-7	2026-03-10	10 марта	[2, 3, 5, 4, 5]
5002	stu-3г-7	2026-03-11	11 марта	[4, 5, 3, 4]
5003	stu-3г-7	2026-03-12	12 марта	[3, 5, 5, 3, 5]
5004	stu-3г-7	2026-03-13	13 марта	[5, 4, 5, 5]
\.
