COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4525	stu-3в-5	2026-03-20	20 марта	[4, 3, 5]
4526	stu-3в-5	2026-03-23	23 марта	[4, 5, 4]
4527	stu-3в-5	2026-03-24	24 марта	[5, 4, 2, 3, 4]
4528	stu-3в-5	2026-03-25	25 марта	[4, 4, 3]
4529	stu-3в-5	2026-03-26	26 марта	[5, 4, 3, 5, 4]
4530	stu-3в-5	2026-03-27	27 марта	[4, 5, 4, 5]
4531	stu-3в-5	2026-03-30	30 марта	[2, 2, 5, 3]
4532	stu-3в-5	2026-03-31	31 марта	[5, 5, 2, 5, 5]
4533	stu-3в-6	2026-03-02	2 марта	[5, 5, 3, 4]
4534	stu-3в-6	2026-03-03	3 марта	[3, 4, 2, 5]
4535	stu-3в-6	2026-03-04	4 марта	[5, 5, 3]
4536	stu-3в-6	2026-03-05	5 марта	[3, 5, 2, 4]
\.
