COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4045	stu-3б-3	2026-03-26	26 марта	[4, 5, 3, 5, 3]
4046	stu-3б-3	2026-03-27	27 марта	[3, 4, 2, 4]
4047	stu-3б-3	2026-03-30	30 марта	[4, 3, 4]
4048	stu-3б-3	2026-03-31	31 марта	[3, 5, 5, 3, 3]
4049	stu-3б-4	2026-03-02	2 марта	[4, 5, 4, 5]
4050	stu-3б-4	2026-03-03	3 марта	[4, 3, 3, 4, 4]
4051	stu-3б-4	2026-03-04	4 марта	[3, 4, 5]
4052	stu-3б-4	2026-03-05	5 марта	[2, 5, 5, 5]
4053	stu-3б-4	2026-03-06	6 марта	[4, 4, 4, 5]
4054	stu-3б-4	2026-03-09	9 марта	[3, 4, 4]
4055	stu-3б-4	2026-03-10	10 марта	[4, 2, 3, 5, 5]
4056	stu-3б-4	2026-03-11	11 марта	[4, 5, 4]
\.
