COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2809	stu-2в-6	2026-03-20	20 марта	[3, 5, 5, 5]
2810	stu-2в-6	2026-03-23	23 марта	[3, 3, 5, 3]
2811	stu-2в-6	2026-03-24	24 марта	[5, 4, 5, 5]
2812	stu-2в-6	2026-03-25	25 марта	[5, 4, 3, 5]
2813	stu-2в-6	2026-03-26	26 марта	[3, 2, 5, 5]
2814	stu-2в-6	2026-03-27	27 марта	[4, 2, 3, 5]
2815	stu-2в-6	2026-03-30	30 марта	[3, 4, 5]
2816	stu-2в-6	2026-03-31	31 марта	[4, 5, 2, 3]
2817	stu-2в-7	2026-03-02	2 марта	[3, 5, 3, 4]
2818	stu-2в-7	2026-03-03	3 марта	[5, 3, 5, 5, 2]
2819	stu-2в-7	2026-03-04	4 марта	[3, 3, 4, 5]
2820	stu-2в-7	2026-03-05	5 марта	[3, 4, 4, 3, 4]
\.
