COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5353	stu-4а-3	2026-03-10	10 марта	[4, 4, 5, 5, 2]
5354	stu-4а-3	2026-03-11	11 марта	[4, 3, 4, 4]
5355	stu-4а-3	2026-03-12	12 марта	[3, 3, 5, 2, 5]
5356	stu-4а-3	2026-03-13	13 марта	[5, 3, 5]
5357	stu-4а-3	2026-03-16	16 марта	[4, 5, 2]
5358	stu-4а-3	2026-03-17	17 марта	[5, 5, 5, 5, 2]
5359	stu-4а-3	2026-03-18	18 марта	[3, 3, 4]
5360	stu-4а-3	2026-03-19	19 марта	[3, 5, 3, 5, 5]
5361	stu-4а-3	2026-03-20	20 марта	[3, 2, 4]
5362	stu-4а-3	2026-03-23	23 марта	[3, 4, 4, 3]
5363	stu-4а-3	2026-03-24	24 марта	[3, 4, 5, 3]
5364	stu-4а-3	2026-03-25	25 марта	[2, 4, 3]
\.
