COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4357	stu-3б-18	2026-03-02	2 марта	[5, 5, 3, 5]
4358	stu-3б-18	2026-03-03	3 марта	[2, 3, 4, 3, 5]
4359	stu-3б-18	2026-03-04	4 марта	[3, 3, 5]
4360	stu-3б-18	2026-03-05	5 марта	[3, 5, 5, 5]
4361	stu-3б-18	2026-03-06	6 марта	[4, 5, 4, 3]
4362	stu-3б-18	2026-03-09	9 марта	[5, 4, 3]
4363	stu-3б-18	2026-03-10	10 марта	[2, 2, 4, 3, 5]
4364	stu-3б-18	2026-03-11	11 марта	[5, 5, 5]
4365	stu-3б-18	2026-03-12	12 марта	[4, 5, 4, 5]
4366	stu-3б-18	2026-03-13	13 марта	[5, 3, 3, 3]
4367	stu-3б-18	2026-03-16	16 марта	[5, 3, 4, 4]
4368	stu-3б-18	2026-03-17	17 марта	[4, 5, 4, 3]
\.
