COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4381	stu-3б-19	2026-03-04	4 марта	[5, 4, 3]
4382	stu-3б-19	2026-03-05	5 марта	[4, 3, 5, 3]
4383	stu-3б-19	2026-03-06	6 марта	[5, 4, 3, 5]
4384	stu-3б-19	2026-03-09	9 марта	[3, 5, 3]
4385	stu-3б-19	2026-03-10	10 марта	[4, 4, 3, 5, 5]
4386	stu-3б-19	2026-03-11	11 марта	[4, 3, 4]
4387	stu-3б-19	2026-03-12	12 марта	[3, 4, 5, 4]
4388	stu-3б-19	2026-03-13	13 марта	[4, 5, 4, 4]
4389	stu-3б-19	2026-03-16	16 марта	[4, 2, 5, 3]
4390	stu-3б-19	2026-03-17	17 марта	[5, 5, 3, 5]
4391	stu-3б-19	2026-03-18	18 марта	[3, 3, 5, 4]
4392	stu-3б-19	2026-03-19	19 марта	[3, 4, 5, 3]
\.
