COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1753	stu-1г-18	2026-03-20	20 марта	[4, 4, 4, 2]
1754	stu-1г-18	2026-03-23	23 марта	[4, 4, 5, 5]
1755	stu-1г-18	2026-03-24	24 марта	[5, 3, 5, 3]
1756	stu-1г-18	2026-03-25	25 марта	[5, 4, 3, 5]
1757	stu-1г-18	2026-03-26	26 марта	[4, 4, 3, 2, 4]
1758	stu-1г-18	2026-03-27	27 марта	[5, 5, 2, 5]
1759	stu-1г-18	2026-03-30	30 марта	[5, 4, 5, 5]
1760	stu-1г-18	2026-03-31	31 марта	[3, 3, 5, 4, 4]
1761	stu-1г-19	2026-03-02	2 марта	[4, 2, 4, 3]
1762	stu-1г-19	2026-03-03	3 марта	[4, 4, 4, 4]
1763	stu-1г-19	2026-03-04	4 марта	[5, 4, 3, 4]
1764	stu-1г-19	2026-03-05	5 марта	[5, 3, 4, 2, 5]
\.
