COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2905	stu-2в-11	2026-03-02	2 марта	[2, 5, 4, 4]
2906	stu-2в-11	2026-03-03	3 марта	[5, 3, 4, 5, 3]
2907	stu-2в-11	2026-03-04	4 марта	[2, 4, 5, 4]
2908	stu-2в-11	2026-03-05	5 марта	[3, 3, 5, 3, 5]
2909	stu-2в-11	2026-03-06	6 марта	[3, 4, 5]
2910	stu-2в-11	2026-03-09	9 марта	[2, 4, 5]
2911	stu-2в-11	2026-03-10	10 марта	[4, 3, 3, 4, 4]
2912	stu-2в-11	2026-03-11	11 марта	[3, 3, 3]
2913	stu-2в-11	2026-03-12	12 марта	[3, 4, 5, 4, 5]
2914	stu-2в-11	2026-03-13	13 марта	[4, 3, 4, 3]
2915	stu-2в-11	2026-03-16	16 марта	[4, 4, 5]
2916	stu-2в-11	2026-03-17	17 марта	[2, 4, 3, 5]
\.
