COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6457	stu-4в-13	2026-03-16	16 марта	[2, 3, 5, 5]
6458	stu-4в-13	2026-03-17	17 марта	[5, 5, 3, 3]
6459	stu-4в-13	2026-03-18	18 марта	[2, 4, 4, 5]
6460	stu-4в-13	2026-03-19	19 марта	[4, 2, 4, 5]
6461	stu-4в-13	2026-03-20	20 марта	[5, 5, 2, 4]
6462	stu-4в-13	2026-03-23	23 марта	[2, 4, 5, 2]
6463	stu-4в-13	2026-03-24	24 марта	[3, 2, 4, 3]
6464	stu-4в-13	2026-03-25	25 марта	[2, 4, 5]
6465	stu-4в-13	2026-03-26	26 марта	[5, 3, 5, 3, 5]
6466	stu-4в-13	2026-03-27	27 марта	[3, 5, 5]
6467	stu-4в-13	2026-03-30	30 марта	[2, 5, 3]
6468	stu-4в-13	2026-03-31	31 марта	[5, 3, 2, 5, 4]
\.
