COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6217	stu-4в-2	2026-03-18	18 марта	[4, 4, 5, 3]
6218	stu-4в-2	2026-03-19	19 марта	[4, 3, 2, 5]
6219	stu-4в-2	2026-03-20	20 марта	[3, 4, 3, 4]
6220	stu-4в-2	2026-03-23	23 марта	[4, 2, 3, 3]
6221	stu-4в-2	2026-03-24	24 марта	[4, 4, 5, 3]
6222	stu-4в-2	2026-03-25	25 марта	[4, 4, 4]
6223	stu-4в-2	2026-03-26	26 марта	[3, 3, 5, 3, 5]
6224	stu-4в-2	2026-03-27	27 марта	[5, 5, 5]
6225	stu-4в-2	2026-03-30	30 марта	[4, 3, 5]
6226	stu-4в-2	2026-03-31	31 марта	[4, 5, 4, 4, 3]
6227	stu-4в-3	2026-03-02	2 марта	[4, 5, 4, 3]
6228	stu-4в-3	2026-03-03	3 марта	[5, 2, 3, 4]
\.
