COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6505	stu-4в-15	2026-03-20	20 марта	[3, 5, 3, 3]
6506	stu-4в-15	2026-03-23	23 марта	[4, 2, 4, 3]
6507	stu-4в-15	2026-03-24	24 марта	[4, 3, 5, 4]
6508	stu-4в-15	2026-03-25	25 марта	[4, 5, 4]
6509	stu-4в-15	2026-03-26	26 марта	[3, 4, 5, 2, 5]
6510	stu-4в-15	2026-03-27	27 марта	[5, 5, 5]
6511	stu-4в-15	2026-03-30	30 марта	[4, 4, 5]
6512	stu-4в-15	2026-03-31	31 марта	[4, 5, 3, 4, 4]
6513	stu-4в-16	2026-03-02	2 марта	[5, 5, 3, 3]
6514	stu-4в-16	2026-03-03	3 марта	[5, 2, 4, 3]
6515	stu-4в-16	2026-03-04	4 марта	[3, 2, 4, 3]
6516	stu-4в-16	2026-03-05	5 марта	[5, 3, 5, 5, 2]
\.
