COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
925	stu-1в-1	2026-03-02	2 марта	[4, 4, 5]
926	stu-1в-1	2026-03-03	3 марта	[5, 3, 3, 4]
927	stu-1в-1	2026-03-04	4 марта	[5, 5, 3, 5]
928	stu-1в-1	2026-03-05	5 марта	[5, 5, 3, 4, 5]
929	stu-1в-1	2026-03-06	6 марта	[4, 5, 2, 5]
930	stu-1в-1	2026-03-09	9 марта	[5, 4, 3, 3]
931	stu-1в-1	2026-03-10	10 марта	[3, 4, 4, 2, 5]
932	stu-1в-1	2026-03-11	11 марта	[4, 3, 4, 3]
933	stu-1в-1	2026-03-12	12 марта	[5, 3, 4, 3, 4]
934	stu-1в-1	2026-03-13	13 марта	[2, 3, 3, 4]
935	stu-1в-1	2026-03-16	16 марта	[4, 4, 2, 5]
936	stu-1в-1	2026-03-17	17 марта	[4, 4, 4, 4]
\.
