COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6013	stu-4б-13	2026-03-10	10 марта	[4, 5, 5, 4]
6014	stu-4б-13	2026-03-11	11 марта	[5, 4, 2]
6015	stu-4б-13	2026-03-12	12 марта	[5, 4, 2, 3, 4]
6016	stu-4б-13	2026-03-13	13 марта	[3, 3, 4, 4]
6017	stu-4б-13	2026-03-16	16 марта	[4, 4, 3]
6018	stu-4б-13	2026-03-17	17 марта	[3, 5, 5, 5]
6019	stu-4б-13	2026-03-18	18 марта	[3, 5, 2]
6020	stu-4б-13	2026-03-19	19 марта	[5, 3, 4, 2]
6021	stu-4б-13	2026-03-20	20 марта	[3, 5, 5, 3]
6022	stu-4б-13	2026-03-23	23 марта	[5, 4, 2, 5]
6023	stu-4б-13	2026-03-24	24 марта	[4, 5, 4, 5, 2]
6024	stu-4б-13	2026-03-25	25 марта	[5, 4, 3]
\.
