COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3673	stu-3а-6	2026-03-30	30 марта	[4, 5, 4, 4]
3674	stu-3а-6	2026-03-31	31 марта	[3, 5, 5, 4]
3675	stu-3а-7	2026-03-02	2 марта	[4, 4, 2]
3676	stu-3а-7	2026-03-03	3 марта	[5, 5, 5, 4, 2]
3677	stu-3а-7	2026-03-04	4 марта	[5, 5, 4, 3]
3678	stu-3а-7	2026-03-05	5 марта	[5, 5, 4, 3]
3679	stu-3а-7	2026-03-06	6 марта	[5, 5, 2, 3]
3680	stu-3а-7	2026-03-09	9 марта	[5, 4, 2, 4]
3681	stu-3а-7	2026-03-10	10 марта	[5, 5, 4, 4, 3]
3682	stu-3а-7	2026-03-11	11 марта	[4, 4, 5, 5]
3683	stu-3а-7	2026-03-12	12 марта	[4, 4, 3, 5, 5]
3684	stu-3а-7	2026-03-13	13 марта	[5, 5, 3, 2]
\.
