COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
493	stu-1б-1	2026-03-12	12 марта	[5, 5, 4, 3, 4]
494	stu-1б-1	2026-03-13	13 марта	[2, 4, 3, 5]
495	stu-1б-1	2026-03-16	16 марта	[5, 5, 5, 3]
496	stu-1б-1	2026-03-17	17 марта	[3, 2, 5, 5, 4]
497	stu-1б-1	2026-03-18	18 марта	[5, 2, 3]
498	stu-1б-1	2026-03-19	19 марта	[5, 2, 3, 3]
499	stu-1б-1	2026-03-20	20 марта	[2, 2, 5, 2]
500	stu-1б-1	2026-03-23	23 марта	[4, 3, 4, 3]
501	stu-1б-1	2026-03-24	24 марта	[4, 4, 4, 5]
502	stu-1б-1	2026-03-25	25 марта	[5, 4, 4]
503	stu-1б-1	2026-03-26	26 марта	[5, 5, 4, 3]
504	stu-1б-1	2026-03-27	27 марта	[3, 3, 5, 4]
\.
