COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3481	stu-2г-17	2026-03-06	6 марта	[3, 4, 2, 5]
3482	stu-2г-17	2026-03-09	9 марта	[2, 4, 5, 5]
3483	stu-2г-17	2026-03-10	10 марта	[3, 4, 3, 2]
3484	stu-2г-17	2026-03-11	11 марта	[3, 4, 2, 5]
3485	stu-2г-17	2026-03-12	12 марта	[4, 4, 3, 5, 5]
3486	stu-2г-17	2026-03-13	13 марта	[5, 4, 4, 5]
3487	stu-2г-17	2026-03-16	16 марта	[4, 2, 3]
3488	stu-2г-17	2026-03-17	17 марта	[2, 3, 4, 5, 5]
3489	stu-2г-17	2026-03-18	18 марта	[3, 3, 3, 4]
3490	stu-2г-17	2026-03-19	19 марта	[5, 2, 4, 3, 3]
3491	stu-2г-17	2026-03-20	20 марта	[5, 2, 5]
3492	stu-2г-17	2026-03-23	23 марта	[4, 4, 3, 4]
\.
