COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6733	stu-4г-6	2026-03-02	2 марта	[4, 4, 3]
6734	stu-4г-6	2026-03-03	3 марта	[4, 5, 3, 5, 4]
6735	stu-4г-6	2026-03-04	4 марта	[2, 4, 5, 3]
6736	stu-4г-6	2026-03-05	5 марта	[5, 4, 3, 4]
6737	stu-4г-6	2026-03-06	6 марта	[5, 3, 4, 5]
6738	stu-4г-6	2026-03-09	9 марта	[5, 4, 4]
6739	stu-4г-6	2026-03-10	10 марта	[3, 5, 3, 4, 5]
6740	stu-4г-6	2026-03-11	11 марта	[5, 4, 3, 3]
6741	stu-4г-6	2026-03-12	12 марта	[4, 2, 4, 3, 5]
6742	stu-4г-6	2026-03-13	13 марта	[4, 2, 3, 4]
6743	stu-4г-6	2026-03-16	16 марта	[5, 5, 3]
6744	stu-4г-6	2026-03-17	17 марта	[4, 4, 2, 5, 4]
\.
