COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
457	stu-1а-19	2026-03-24	24 марта	[4, 3, 3, 4]
458	stu-1а-19	2026-03-25	25 марта	[2, 5, 4, 4]
459	stu-1а-19	2026-03-26	26 марта	[5, 4, 3, 2, 4]
460	stu-1а-19	2026-03-27	27 марта	[3, 5, 4]
461	stu-1а-19	2026-03-30	30 марта	[3, 5, 4]
462	stu-1а-19	2026-03-31	31 марта	[5, 2, 3, 4, 4]
463	stu-1а-20	2026-03-02	2 марта	[2, 4, 4, 3]
464	stu-1а-20	2026-03-03	3 марта	[5, 4, 5, 3]
465	stu-1а-20	2026-03-04	4 марта	[2, 5, 5]
466	stu-1а-20	2026-03-05	5 марта	[5, 3, 5, 4]
467	stu-1а-20	2026-03-06	6 марта	[4, 5, 5, 4]
468	stu-1а-20	2026-03-09	9 марта	[4, 4, 4, 4]
\.
