COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4705	stu-3в-13	2026-03-26	26 марта	[5, 4, 2, 5, 4]
4706	stu-3в-13	2026-03-27	27 марта	[4, 4, 5, 4]
4707	stu-3в-13	2026-03-30	30 марта	[3, 4, 4, 2]
4708	stu-3в-13	2026-03-31	31 марта	[5, 4, 3, 4, 4]
4709	stu-3в-14	2026-03-02	2 марта	[5, 4, 4, 3]
4710	stu-3в-14	2026-03-03	3 марта	[4, 3, 4, 5]
4711	stu-3в-14	2026-03-04	4 марта	[4, 5, 4]
4712	stu-3в-14	2026-03-05	5 марта	[4, 5, 4, 4]
4713	stu-3в-14	2026-03-06	6 марта	[5, 5, 2, 5]
4714	stu-3в-14	2026-03-09	9 марта	[5, 5, 4]
4715	stu-3в-14	2026-03-10	10 марта	[4, 4, 2, 5]
4716	stu-3в-14	2026-03-11	11 марта	[4, 4, 4, 4]
\.
