COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2113	stu-2а-15	2026-03-02	2 марта	[5, 4, 3, 5]
2114	stu-2а-15	2026-03-03	3 марта	[5, 2, 5, 5, 2]
2115	stu-2а-15	2026-03-04	4 марта	[3, 5, 3, 3]
2116	stu-2а-15	2026-03-05	5 марта	[5, 5, 5, 5]
2117	stu-2а-15	2026-03-06	6 марта	[3, 3, 3, 4]
2118	stu-2а-15	2026-03-09	9 марта	[5, 5, 2, 3]
2119	stu-2а-15	2026-03-10	10 марта	[5, 4, 5, 2]
2120	stu-2а-15	2026-03-11	11 марта	[5, 5, 5, 5]
2121	stu-2а-15	2026-03-12	12 марта	[5, 4, 4, 2, 3]
2122	stu-2а-15	2026-03-13	13 марта	[5, 3, 2, 3]
2123	stu-2а-15	2026-03-16	16 марта	[3, 4, 3, 2]
2124	stu-2а-15	2026-03-17	17 марта	[4, 2, 5, 4, 2]
\.
