COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5821	stu-4б-4	2026-03-18	18 марта	[2, 4, 4]
5822	stu-4б-4	2026-03-19	19 марта	[5, 3, 4, 3]
5823	stu-4б-4	2026-03-20	20 марта	[3, 4, 5, 3]
5824	stu-4б-4	2026-03-23	23 марта	[5, 3, 2, 4]
5825	stu-4б-4	2026-03-24	24 марта	[3, 5, 4, 5, 3]
5826	stu-4б-4	2026-03-25	25 марта	[5, 5, 4]
5827	stu-4б-4	2026-03-26	26 марта	[3, 4, 2, 3]
5828	stu-4б-4	2026-03-27	27 марта	[4, 4, 3, 5]
5829	stu-4б-4	2026-03-30	30 марта	[3, 4, 3, 5]
5830	stu-4б-4	2026-03-31	31 марта	[3, 4, 5, 4, 4]
5831	stu-4б-5	2026-03-02	2 марта	[3, 5, 4]
5832	stu-4б-5	2026-03-03	3 марта	[5, 5, 3, 3]
\.
