COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3913	stu-3а-17	2026-03-26	26 марта	[2, 3, 2, 5]
3914	stu-3а-17	2026-03-27	27 марта	[2, 4, 5, 4]
3915	stu-3а-17	2026-03-30	30 марта	[4, 5, 3, 4]
3916	stu-3а-17	2026-03-31	31 марта	[3, 5, 5, 3]
3917	stu-3а-18	2026-03-02	2 марта	[3, 4, 3]
3918	stu-3а-18	2026-03-03	3 марта	[5, 5, 4, 3, 2]
3919	stu-3а-18	2026-03-04	4 марта	[4, 5, 4, 3]
3920	stu-3а-18	2026-03-05	5 марта	[5, 5, 3, 3]
3921	stu-3а-18	2026-03-06	6 марта	[5, 5, 2, 3]
3922	stu-3а-18	2026-03-09	9 марта	[4, 5, 3, 4]
3923	stu-3а-18	2026-03-10	10 марта	[5, 5, 3, 4, 4]
3924	stu-3а-18	2026-03-11	11 марта	[4, 4, 5, 5]
\.
