COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6301	stu-4в-6	2026-03-12	12 марта	[4, 3, 5, 2, 4]
6302	stu-4в-6	2026-03-13	13 марта	[4, 5, 5, 3]
6303	stu-4в-6	2026-03-16	16 марта	[2, 4, 4, 4]
6304	stu-4в-6	2026-03-17	17 марта	[5, 4, 3, 3]
6305	stu-4в-6	2026-03-18	18 марта	[2, 4, 5, 5]
6306	stu-4в-6	2026-03-19	19 марта	[4, 3, 3, 5]
6307	stu-4в-6	2026-03-20	20 марта	[4, 5, 2, 3]
6308	stu-4в-6	2026-03-23	23 марта	[2, 4, 5, 2]
6309	stu-4в-6	2026-03-24	24 марта	[3, 2, 4, 3]
6310	stu-4в-6	2026-03-25	25 марта	[2, 4, 5]
6311	stu-4в-6	2026-03-26	26 марта	[5, 3, 5, 2, 5]
6312	stu-4в-6	2026-03-27	27 марта	[4, 5, 5]
\.
