COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5197	stu-3г-16	2026-03-06	6 марта	[5, 5, 4]
5198	stu-3г-16	2026-03-09	9 марта	[5, 2, 4]
5199	stu-3г-16	2026-03-10	10 марта	[4, 4, 4, 5, 5]
5200	stu-3г-16	2026-03-11	11 марта	[3, 4, 3, 2]
5201	stu-3г-16	2026-03-12	12 марта	[5, 3, 4, 4, 5]
5202	stu-3г-16	2026-03-13	13 марта	[4, 3, 4, 3]
5203	stu-3г-16	2026-03-16	16 марта	[3, 3, 3, 3]
5204	stu-3г-16	2026-03-17	17 марта	[4, 5, 4, 4]
5205	stu-3г-16	2026-03-18	18 марта	[5, 5, 2, 4]
5206	stu-3г-16	2026-03-19	19 марта	[5, 5, 3, 4]
5207	stu-3г-16	2026-03-20	20 марта	[4, 5, 3, 4]
5208	stu-3г-16	2026-03-23	23 марта	[4, 5, 4, 4]
\.
