COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2953	stu-2в-13	2026-03-06	6 марта	[5, 3, 3]
2954	stu-2в-13	2026-03-09	9 марта	[3, 4, 5]
2955	stu-2в-13	2026-03-10	10 марта	[2, 3, 4, 2, 5]
2956	stu-2в-13	2026-03-11	11 марта	[5, 2, 5]
2957	stu-2в-13	2026-03-12	12 марта	[4, 5, 5, 5, 5]
2958	stu-2в-13	2026-03-13	13 марта	[5, 4, 3, 3]
2959	stu-2в-13	2026-03-16	16 марта	[5, 2, 4]
2960	stu-2в-13	2026-03-17	17 марта	[3, 5, 4, 5]
2961	stu-2в-13	2026-03-18	18 марта	[5, 5, 5]
2962	stu-2в-13	2026-03-19	19 марта	[3, 2, 4, 4]
2963	stu-2в-13	2026-03-20	20 марта	[4, 5, 4, 5]
2964	stu-2в-13	2026-03-23	23 марта	[4, 4, 5, 4]
\.
