COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6493	stu-4в-15	2026-03-04	4 марта	[4, 4, 5, 2]
6494	stu-4в-15	2026-03-05	5 марта	[4, 5, 4, 4, 4]
6495	stu-4в-15	2026-03-06	6 марта	[5, 5, 4, 5]
6496	stu-4в-15	2026-03-09	9 марта	[3, 5, 3]
6497	stu-4в-15	2026-03-10	10 марта	[3, 5, 4, 5]
6498	stu-4в-15	2026-03-11	11 марта	[5, 2, 3]
6499	stu-4в-15	2026-03-12	12 марта	[3, 4, 5, 4, 5]
6500	stu-4в-15	2026-03-13	13 марта	[3, 5, 4, 2]
6501	stu-4в-15	2026-03-16	16 марта	[3, 4, 5, 3]
6502	stu-4в-15	2026-03-17	17 марта	[5, 3, 4, 4]
6503	stu-4в-15	2026-03-18	18 марта	[4, 5, 5, 4]
6504	stu-4в-15	2026-03-19	19 марта	[5, 2, 2, 5]
\.
