COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2497	stu-2б-12	2026-03-16	16 марта	[4, 5, 5]
2498	stu-2б-12	2026-03-17	17 марта	[5, 3, 3, 5, 4]
2499	stu-2б-12	2026-03-18	18 марта	[5, 4, 5]
2500	stu-2б-12	2026-03-19	19 марта	[5, 4, 3, 5, 3]
2501	stu-2б-12	2026-03-20	20 марта	[4, 4, 5, 5]
2502	stu-2б-12	2026-03-23	23 марта	[3, 3, 5]
2503	stu-2б-12	2026-03-24	24 марта	[4, 5, 3, 5, 4]
2504	stu-2б-12	2026-03-25	25 марта	[5, 3, 3, 4]
2505	stu-2б-12	2026-03-26	26 марта	[3, 4, 2, 5, 3]
2506	stu-2б-12	2026-03-27	27 марта	[5, 3, 5]
2507	stu-2б-12	2026-03-30	30 марта	[5, 4, 4]
2508	stu-2б-12	2026-03-31	31 марта	[3, 5, 3, 4]
\.
