COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3925	stu-3а-18	2026-03-12	12 марта	[4, 5, 3, 5, 5]
3926	stu-3а-18	2026-03-13	13 марта	[5, 5, 3, 2]
3927	stu-3а-18	2026-03-16	16 марта	[3, 2, 5, 4]
3928	stu-3а-18	2026-03-17	17 марта	[4, 3, 2, 4]
3929	stu-3а-18	2026-03-18	18 марта	[3, 5, 3, 3]
3930	stu-3а-18	2026-03-19	19 марта	[5, 4, 5, 2]
3931	stu-3а-18	2026-03-20	20 марта	[4, 5, 4, 3]
3932	stu-3а-18	2026-03-23	23 марта	[4, 3, 4, 5]
3933	stu-3а-18	2026-03-24	24 марта	[5, 4, 3, 2, 4]
3934	stu-3а-18	2026-03-25	25 марта	[3, 5, 5]
3935	stu-3а-18	2026-03-26	26 марта	[4, 4, 3, 4]
3936	stu-3а-18	2026-03-27	27 марта	[3, 5, 3, 3]
\.
