COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3445	stu-2г-15	2026-03-18	18 марта	[5, 4, 2, 2]
3446	stu-2г-15	2026-03-19	19 марта	[4, 3, 3, 2, 5]
3447	stu-2г-15	2026-03-20	20 марта	[4, 3, 4]
3448	stu-2г-15	2026-03-23	23 марта	[3, 5, 5, 2]
3449	stu-2г-15	2026-03-24	24 марта	[5, 5, 2, 5, 5]
3450	stu-2г-15	2026-03-25	25 марта	[5, 5, 5, 5]
3451	stu-2г-15	2026-03-26	26 марта	[5, 5, 2, 4, 4]
3452	stu-2г-15	2026-03-27	27 марта	[5, 4, 3, 4]
3453	stu-2г-15	2026-03-30	30 марта	[4, 4, 4, 3]
3454	stu-2г-15	2026-03-31	31 марта	[3, 3, 3, 5]
3455	stu-2г-16	2026-03-02	2 марта	[4, 3, 4, 5]
3456	stu-2г-16	2026-03-03	3 марта	[2, 2, 5, 3, 5]
\.
