COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4225	stu-3б-12	2026-03-02	2 марта	[5, 4, 2, 5]
4226	stu-3б-12	2026-03-03	3 марта	[2, 4, 5, 2, 4]
4227	stu-3б-12	2026-03-04	4 марта	[5, 2, 4]
4228	stu-3б-12	2026-03-05	5 марта	[3, 4, 4, 4]
4229	stu-3б-12	2026-03-06	6 марта	[4, 5, 4, 3]
4230	stu-3б-12	2026-03-09	9 марта	[5, 4, 2]
4231	stu-3б-12	2026-03-10	10 марта	[2, 2, 5, 3, 5]
4232	stu-3б-12	2026-03-11	11 марта	[5, 3, 5]
4233	stu-3б-12	2026-03-12	12 марта	[4, 5, 4, 5]
4234	stu-3б-12	2026-03-13	13 марта	[5, 4, 3, 4]
4235	stu-3б-12	2026-03-16	16 марта	[5, 2, 3, 4]
4236	stu-3б-12	2026-03-17	17 марта	[4, 5, 5, 3]
\.
