COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4237	stu-3б-12	2026-03-18	18 марта	[4, 4, 3, 3]
4238	stu-3б-12	2026-03-19	19 марта	[2, 4, 5, 3]
4239	stu-3б-12	2026-03-20	20 марта	[2, 4, 3, 3]
4240	stu-3б-12	2026-03-23	23 марта	[5, 4, 3, 3]
4241	stu-3б-12	2026-03-24	24 марта	[5, 5, 4, 3, 2]
4242	stu-3б-12	2026-03-25	25 марта	[5, 4, 2, 3]
4243	stu-3б-12	2026-03-26	26 марта	[5, 5, 3, 4, 3]
4244	stu-3б-12	2026-03-27	27 марта	[4, 5, 4, 4]
4245	stu-3б-12	2026-03-30	30 марта	[3, 5, 4]
4246	stu-3б-12	2026-03-31	31 марта	[4, 4, 5, 4, 2]
4247	stu-3б-13	2026-03-02	2 марта	[4, 3, 4, 5]
4248	stu-3б-13	2026-03-03	3 марта	[3, 3, 3, 4, 5]
\.
