COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
133	stu-1а-5	2026-03-02	2 марта	[4, 2, 3, 4]
134	stu-1а-5	2026-03-03	3 марта	[4, 5, 4, 4]
135	stu-1а-5	2026-03-04	4 марта	[3, 4, 5]
136	stu-1а-5	2026-03-05	5 марта	[3, 2, 4, 4]
137	stu-1а-5	2026-03-06	6 марта	[3, 5, 4, 5]
138	stu-1а-5	2026-03-09	9 марта	[5, 5, 3, 3]
139	stu-1а-5	2026-03-10	10 марта	[4, 4, 5, 4, 2]
140	stu-1а-5	2026-03-11	11 марта	[3, 4, 5, 3]
141	stu-1а-5	2026-03-12	12 марта	[4, 4, 4, 3]
142	stu-1а-5	2026-03-13	13 марта	[4, 4, 4, 3]
143	stu-1а-5	2026-03-16	16 марта	[3, 2, 4, 3]
144	stu-1а-5	2026-03-17	17 марта	[5, 3, 5, 2]
\.
