COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4669	stu-3в-12	2026-03-06	6 марта	[4, 5, 3, 5]
4670	stu-3в-12	2026-03-09	9 марта	[5, 4, 5]
4671	stu-3в-12	2026-03-10	10 марта	[5, 3, 4, 5]
4672	stu-3в-12	2026-03-11	11 марта	[2, 3, 5, 3]
4673	stu-3в-12	2026-03-12	12 марта	[4, 3, 5, 2]
4674	stu-3в-12	2026-03-13	13 марта	[4, 3, 3, 5]
4675	stu-3в-12	2026-03-16	16 марта	[3, 5, 4, 3]
4676	stu-3в-12	2026-03-17	17 марта	[4, 4, 4, 5]
4677	stu-3в-12	2026-03-18	18 марта	[4, 4, 2, 4]
4678	stu-3в-12	2026-03-19	19 марта	[4, 3, 5, 5]
4679	stu-3в-12	2026-03-20	20 марта	[5, 3, 5]
4680	stu-3в-12	2026-03-23	23 марта	[4, 5, 4]
\.
