COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3565	stu-3а-2	2026-03-02	2 марта	[5, 5, 2]
3566	stu-3а-2	2026-03-03	3 марта	[4, 4, 5, 5, 3]
3567	stu-3а-2	2026-03-04	4 марта	[5, 5, 2, 2]
3568	stu-3а-2	2026-03-05	5 марта	[4, 5, 5, 2]
3569	stu-3а-2	2026-03-06	6 марта	[4, 5, 4, 4]
3570	stu-3а-2	2026-03-09	9 марта	[5, 4, 2, 5]
3571	stu-3а-2	2026-03-10	10 марта	[5, 5, 5, 5, 3]
3572	stu-3а-2	2026-03-11	11 марта	[5, 3, 4, 4]
3573	stu-3а-2	2026-03-12	12 марта	[3, 4, 5, 4, 3]
3574	stu-3а-2	2026-03-13	13 марта	[5, 5, 2, 3]
3575	stu-3а-2	2026-03-16	16 марта	[5, 4, 4, 4]
3576	stu-3а-2	2026-03-17	17 марта	[3, 5, 3, 3]
\.
