COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1021	stu-1в-5	2026-03-12	12 марта	[3, 3, 5, 5, 4]
1022	stu-1в-5	2026-03-13	13 марта	[3, 4, 5, 2]
1023	stu-1в-5	2026-03-16	16 марта	[2, 5, 4, 4]
1024	stu-1в-5	2026-03-17	17 марта	[5, 2, 4, 4]
1025	stu-1в-5	2026-03-18	18 марта	[4, 4, 4]
1026	stu-1в-5	2026-03-19	19 марта	[2, 4, 5, 5, 4]
1027	stu-1в-5	2026-03-20	20 марта	[4, 4, 5, 2]
1028	stu-1в-5	2026-03-23	23 марта	[2, 4, 3]
1029	stu-1в-5	2026-03-24	24 марта	[5, 5, 2, 5, 5]
1030	stu-1в-5	2026-03-25	25 марта	[5, 5, 5, 5]
1031	stu-1в-5	2026-03-26	26 марта	[4, 4, 5, 5, 2]
1032	stu-1в-5	2026-03-27	27 марта	[5, 5, 4, 3]
\.
