COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1501	stu-1г-7	2026-03-06	6 марта	[3, 4, 3, 4]
1502	stu-1г-7	2026-03-09	9 марта	[5, 4, 2, 5]
1503	stu-1г-7	2026-03-10	10 марта	[4, 5, 4, 5, 3]
1504	stu-1г-7	2026-03-11	11 марта	[3, 3, 5, 5]
1505	stu-1г-7	2026-03-12	12 марта	[2, 3, 5, 5, 5]
1506	stu-1г-7	2026-03-13	13 марта	[5, 4, 2, 3]
1507	stu-1г-7	2026-03-16	16 марта	[4, 3, 4, 5]
1508	stu-1г-7	2026-03-17	17 марта	[2, 5, 3, 5]
1509	stu-1г-7	2026-03-18	18 марта	[2, 3, 4]
1510	stu-1г-7	2026-03-19	19 марта	[2, 5, 3, 3, 5]
1511	stu-1г-7	2026-03-20	20 марта	[4, 3, 4, 2]
1512	stu-1г-7	2026-03-23	23 марта	[4, 3, 5, 5]
\.
