COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2365	stu-2б-6	2026-03-16	16 марта	[5, 4, 5]
2366	stu-2б-6	2026-03-17	17 марта	[5, 4, 4, 4, 2]
2367	stu-2б-6	2026-03-18	18 марта	[3, 2, 5]
2368	stu-2б-6	2026-03-19	19 марта	[5, 5, 2, 5, 3]
2369	stu-2б-6	2026-03-20	20 марта	[2, 3, 5, 3]
2370	stu-2б-6	2026-03-23	23 марта	[5, 4, 3]
2371	stu-2б-6	2026-03-24	24 марта	[5, 4, 2, 4, 3]
2372	stu-2б-6	2026-03-25	25 марта	[4, 4, 4, 5]
2373	stu-2б-6	2026-03-26	26 марта	[5, 5, 4, 4, 2]
2374	stu-2б-6	2026-03-27	27 марта	[5, 3, 3]
2375	stu-2б-6	2026-03-30	30 марта	[5, 5, 3]
2376	stu-2б-6	2026-03-31	31 марта	[5, 4, 2, 3]
\.
