COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4837	stu-3в-19	2026-03-26	26 марта	[3, 5, 2, 3, 5]
4838	stu-3в-19	2026-03-27	27 марта	[5, 4, 5, 4]
4839	stu-3в-19	2026-03-30	30 марта	[4, 3, 4, 2]
4840	stu-3в-19	2026-03-31	31 марта	[3, 4, 4, 5, 5]
4841	stu-3в-20	2026-03-02	2 марта	[5, 5, 3, 3]
4842	stu-3в-20	2026-03-03	3 марта	[3, 3, 2, 5]
4843	stu-3в-20	2026-03-04	4 марта	[5, 5, 2]
4844	stu-3в-20	2026-03-05	5 марта	[3, 5, 2, 2]
4845	stu-3в-20	2026-03-06	6 марта	[5, 5, 4, 4]
4846	stu-3в-20	2026-03-09	9 марта	[4, 4, 5]
4847	stu-3в-20	2026-03-10	10 марта	[3, 2, 3, 5]
4848	stu-3в-20	2026-03-11	11 марта	[4, 3, 4, 3]
\.
