COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
877	stu-1б-18	2026-03-26	26 марта	[5, 3, 5, 4]
878	stu-1б-18	2026-03-27	27 марта	[5, 5, 4, 5]
879	stu-1б-18	2026-03-30	30 марта	[3, 5, 5]
880	stu-1б-18	2026-03-31	31 марта	[5, 4, 5, 3, 2]
881	stu-1б-19	2026-03-02	2 марта	[5, 5, 4]
882	stu-1б-19	2026-03-03	3 марта	[4, 2, 4, 5, 4]
883	stu-1б-19	2026-03-04	4 марта	[5, 2, 5, 4]
884	stu-1б-19	2026-03-05	5 марта	[4, 5, 4, 3, 4]
885	stu-1б-19	2026-03-06	6 марта	[3, 3, 3, 4]
886	stu-1б-19	2026-03-09	9 марта	[5, 3, 4]
887	stu-1б-19	2026-03-10	10 марта	[4, 3, 4, 5, 4]
888	stu-1б-19	2026-03-11	11 марта	[2, 5, 2]
\.
