COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5521	stu-4а-10	2026-03-30	30 марта	[4, 3, 5]
5522	stu-4а-10	2026-03-31	31 марта	[3, 5, 3, 2]
5523	stu-4а-11	2026-03-02	2 марта	[3, 5, 3]
5524	stu-4а-11	2026-03-03	3 марта	[5, 5, 4, 5, 2]
5525	stu-4а-11	2026-03-04	4 марта	[3, 3, 4]
5526	stu-4а-11	2026-03-05	5 марта	[3, 5, 4, 5]
5527	stu-4а-11	2026-03-06	6 марта	[3, 3, 5, 3]
5528	stu-4а-11	2026-03-09	9 марта	[4, 4, 2, 5]
5529	stu-4а-11	2026-03-10	10 марта	[5, 3, 5, 5, 2]
5530	stu-4а-11	2026-03-11	11 марта	[3, 4, 5, 3]
5531	stu-4а-11	2026-03-12	12 марта	[4, 5, 5, 4, 5]
5532	stu-4а-11	2026-03-13	13 марта	[4, 3, 4]
\.
