COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1405	stu-1г-2	2026-03-26	26 марта	[3, 4, 4, 3, 5]
1406	stu-1г-2	2026-03-27	27 марта	[3, 4, 2, 5]
1407	stu-1г-2	2026-03-30	30 марта	[4, 2, 4, 5]
1408	stu-1г-2	2026-03-31	31 марта	[2, 2, 5, 3, 5]
1409	stu-1г-3	2026-03-02	2 марта	[5, 4, 5, 2]
1410	stu-1г-3	2026-03-03	3 марта	[5, 5, 5, 2]
1411	stu-1г-3	2026-03-04	4 марта	[5, 4, 5, 3]
1412	stu-1г-3	2026-03-05	5 марта	[5, 2, 5, 3, 3]
1413	stu-1г-3	2026-03-06	6 марта	[4, 5, 4, 3]
1414	stu-1г-3	2026-03-09	9 марта	[3, 5, 3, 3]
1415	stu-1г-3	2026-03-10	10 марта	[5, 5, 3, 4, 2]
1416	stu-1г-3	2026-03-11	11 марта	[5, 4, 5, 3]
\.
