COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3313	stu-2г-9	2026-03-18	18 марта	[4, 3, 3, 3]
3314	stu-2г-9	2026-03-19	19 марта	[5, 4, 3, 2, 4]
3315	stu-2г-9	2026-03-20	20 марта	[5, 2, 3]
3316	stu-2г-9	2026-03-23	23 марта	[3, 4, 3, 3]
3317	stu-2г-9	2026-03-24	24 марта	[4, 5, 2, 3, 5]
3318	stu-2г-9	2026-03-25	25 марта	[4, 4, 3, 5]
3319	stu-2г-9	2026-03-26	26 марта	[4, 4, 3, 4, 5]
3320	stu-2г-9	2026-03-27	27 марта	[5, 3, 4, 5]
3321	stu-2г-9	2026-03-30	30 марта	[2, 4, 5, 4]
3322	stu-2г-9	2026-03-31	31 марта	[2, 4, 4, 5]
3323	stu-2г-10	2026-03-02	2 марта	[5, 4, 3, 5]
3324	stu-2г-10	2026-03-03	3 марта	[3, 3, 5, 2, 4]
\.
