COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5161	stu-3г-14	2026-03-18	18 марта	[4, 4, 3, 5]
5162	stu-3г-14	2026-03-19	19 марта	[5, 4, 5, 5]
5163	stu-3г-14	2026-03-20	20 марта	[5, 4, 4, 3]
5164	stu-3г-14	2026-03-23	23 марта	[5, 5, 2, 5]
5165	stu-3г-14	2026-03-24	24 марта	[4, 3, 3, 2]
5166	stu-3г-14	2026-03-25	25 марта	[4, 3, 5, 2]
5167	stu-3г-14	2026-03-26	26 марта	[5, 3, 5, 4, 5]
5168	stu-3г-14	2026-03-27	27 марта	[3, 4, 3]
5169	stu-3г-14	2026-03-30	30 марта	[3, 5, 5, 4]
5170	stu-3г-14	2026-03-31	31 марта	[5, 2, 5, 3, 4]
5171	stu-3г-15	2026-03-02	2 марта	[5, 3, 3, 3]
5172	stu-3г-15	2026-03-03	3 марта	[5, 3, 3, 4, 5]
\.
