COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
985	stu-1в-3	2026-03-24	24 марта	[5, 4, 3, 4, 4]
986	stu-1в-3	2026-03-25	25 марта	[4, 5, 3, 5]
987	stu-1в-3	2026-03-26	26 марта	[3, 3, 5, 5, 3]
988	stu-1в-3	2026-03-27	27 марта	[5, 3, 3, 3]
989	stu-1в-3	2026-03-30	30 марта	[2, 4, 3]
990	stu-1в-3	2026-03-31	31 марта	[4, 3, 4, 4, 3]
991	stu-1в-4	2026-03-02	2 марта	[4, 4, 5]
992	stu-1в-4	2026-03-03	3 марта	[5, 3, 3, 4]
993	stu-1в-4	2026-03-04	4 марта	[5, 5, 3, 5]
994	stu-1в-4	2026-03-05	5 марта	[5, 5, 2, 4, 5]
995	stu-1в-4	2026-03-06	6 марта	[3, 5, 3, 5]
996	stu-1в-4	2026-03-09	9 марта	[5, 4, 3, 3]
\.
