COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
997	stu-1в-4	2026-03-10	10 марта	[3, 4, 3, 2, 5]
998	stu-1в-4	2026-03-11	11 марта	[4, 4, 4, 5]
999	stu-1в-4	2026-03-12	12 марта	[5, 4, 4, 3, 4]
1000	stu-1в-4	2026-03-13	13 марта	[2, 3, 3, 4]
1001	stu-1в-4	2026-03-16	16 марта	[4, 4, 3, 5]
1002	stu-1в-4	2026-03-17	17 марта	[4, 3, 3, 5]
1003	stu-1в-4	2026-03-18	18 марта	[5, 5, 3]
1004	stu-1в-4	2026-03-19	19 марта	[4, 5, 5, 3, 5]
1005	stu-1в-4	2026-03-20	20 марта	[5, 3, 3, 4]
1006	stu-1в-4	2026-03-23	23 марта	[4, 5, 4]
1007	stu-1в-4	2026-03-24	24 марта	[3, 5, 4, 3, 5]
1008	stu-1в-4	2026-03-25	25 марта	[5, 5, 4, 5]
\.
