COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2329	stu-2б-4	2026-03-26	26 марта	[4, 4, 2, 5, 3]
2330	stu-2б-4	2026-03-27	27 марта	[4, 3, 4]
2331	stu-2б-4	2026-03-30	30 марта	[5, 3, 4]
2332	stu-2б-4	2026-03-31	31 марта	[5, 5, 3, 2]
2333	stu-2б-5	2026-03-02	2 марта	[4, 3, 5, 4]
2334	stu-2б-5	2026-03-03	3 марта	[3, 4, 3, 3, 5]
2335	stu-2б-5	2026-03-04	4 марта	[5, 2, 5, 5]
2336	stu-2б-5	2026-03-05	5 марта	[5, 4, 4, 4]
2337	stu-2б-5	2026-03-06	6 марта	[3, 3, 4]
2338	stu-2б-5	2026-03-09	9 марта	[4, 5, 5, 4]
2339	stu-2б-5	2026-03-10	10 марта	[3, 5, 3, 4, 5]
2340	stu-2б-5	2026-03-11	11 марта	[4, 4, 4, 2]
\.
