COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1849	stu-2а-3	2026-03-02	2 марта	[5, 4, 3, 5]
1850	stu-2а-3	2026-03-03	3 марта	[5, 4, 5, 5, 2]
1851	stu-2а-3	2026-03-04	4 марта	[3, 5, 5, 4]
1852	stu-2а-3	2026-03-05	5 марта	[5, 5, 4, 4]
1853	stu-2а-3	2026-03-06	6 марта	[4, 3, 2, 2]
1854	stu-2а-3	2026-03-09	9 марта	[5, 5, 2, 2]
1855	stu-2а-3	2026-03-10	10 марта	[5, 4, 4, 2]
1856	stu-2а-3	2026-03-11	11 марта	[4, 4, 5, 5]
1857	stu-2а-3	2026-03-12	12 марта	[5, 4, 3, 3, 4]
1858	stu-2а-3	2026-03-13	13 марта	[5, 3, 3, 3]
1859	stu-2а-3	2026-03-16	16 марта	[2, 2, 4, 3]
1860	stu-2а-3	2026-03-17	17 марта	[5, 3, 5, 5, 2]
\.
