COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5185	stu-3г-15	2026-03-20	20 марта	[5, 5, 5, 5]
5186	stu-3г-15	2026-03-23	23 марта	[5, 4, 3, 5]
5187	stu-3г-15	2026-03-24	24 марта	[5, 3, 4, 4]
5188	stu-3г-15	2026-03-25	25 марта	[3, 4, 5, 4]
5189	stu-3г-15	2026-03-26	26 марта	[3, 2, 5, 3, 4]
5190	stu-3г-15	2026-03-27	27 марта	[2, 3, 5]
5191	stu-3г-15	2026-03-30	30 марта	[5, 4, 4, 5]
5192	stu-3г-15	2026-03-31	31 марта	[3, 4, 5, 2, 5]
5193	stu-3г-16	2026-03-02	2 марта	[3, 5, 4, 2]
5194	stu-3г-16	2026-03-03	3 марта	[5, 2, 4, 4, 3]
5195	stu-3г-16	2026-03-04	4 марта	[4, 4, 2, 3]
5196	stu-3г-16	2026-03-05	5 марта	[4, 4, 4, 3, 4]
\.
