COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5149	stu-3г-14	2026-03-02	2 марта	[5, 4, 2, 4]
5150	stu-3г-14	2026-03-03	3 марта	[5, 4, 5, 2, 3]
5151	stu-3г-14	2026-03-04	4 марта	[5, 3, 3, 4]
5152	stu-3г-14	2026-03-05	5 марта	[3, 3, 5, 5, 5]
5153	stu-3г-14	2026-03-06	6 марта	[4, 4, 5]
5154	stu-3г-14	2026-03-09	9 марта	[5, 4, 5]
5155	stu-3г-14	2026-03-10	10 марта	[3, 3, 5, 4, 4]
5156	stu-3г-14	2026-03-11	11 марта	[4, 3, 2, 3]
5157	stu-3г-14	2026-03-12	12 марта	[4, 5, 5, 4, 4]
5158	stu-3г-14	2026-03-13	13 марта	[5, 2, 5, 3]
5159	stu-3г-14	2026-03-16	16 марта	[4, 4, 4, 4]
5160	stu-3г-14	2026-03-17	17 марта	[3, 5, 5, 3]
\.
