COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3961	stu-3а-20	2026-03-02	2 марта	[5, 5, 2]
3962	stu-3а-20	2026-03-03	3 марта	[4, 4, 5, 5, 3]
3963	stu-3а-20	2026-03-04	4 марта	[5, 4, 2, 2]
3964	stu-3а-20	2026-03-05	5 марта	[4, 4, 3, 2]
3965	stu-3а-20	2026-03-06	6 марта	[3, 5, 3, 5]
3966	stu-3а-20	2026-03-09	9 марта	[5, 5, 2, 5]
3967	stu-3а-20	2026-03-10	10 марта	[4, 5, 5, 5, 4]
3968	stu-3а-20	2026-03-11	11 марта	[5, 3, 4, 5]
3969	stu-3а-20	2026-03-12	12 марта	[2, 5, 5, 5, 4]
3970	stu-3а-20	2026-03-13	13 марта	[5, 5, 2, 3]
3971	stu-3а-20	2026-03-16	16 марта	[5, 4, 4, 3]
3972	stu-3а-20	2026-03-17	17 марта	[2, 5, 4, 4]
\.
