COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1477	stu-1г-6	2026-03-04	4 марта	[5, 5, 5, 4]
1478	stu-1г-6	2026-03-05	5 марта	[5, 2, 4, 3, 3]
1479	stu-1г-6	2026-03-06	6 марта	[4, 5, 4, 2]
1480	stu-1г-6	2026-03-09	9 марта	[3, 5, 3, 4]
1481	stu-1г-6	2026-03-10	10 марта	[5, 5, 3, 4, 2]
1482	stu-1г-6	2026-03-11	11 марта	[5, 2, 5, 3]
1483	stu-1г-6	2026-03-12	12 марта	[4, 4, 5, 4, 4]
1484	stu-1г-6	2026-03-13	13 марта	[3, 5, 3, 2]
1485	stu-1г-6	2026-03-16	16 марта	[5, 4, 5, 4]
1486	stu-1г-6	2026-03-17	17 марта	[3, 5, 4, 4]
1487	stu-1г-6	2026-03-18	18 марта	[4, 5, 2]
1488	stu-1г-6	2026-03-19	19 марта	[4, 5, 5, 4, 4]
\.
