COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1309	stu-1в-18	2026-03-16	16 марта	[3, 5, 4, 5]
1310	stu-1в-18	2026-03-17	17 марта	[5, 2, 3, 5]
1311	stu-1в-18	2026-03-18	18 марта	[5, 4, 5]
1312	stu-1в-18	2026-03-19	19 марта	[3, 5, 5, 4, 5]
1313	stu-1в-18	2026-03-20	20 марта	[5, 4, 4, 3]
1314	stu-1в-18	2026-03-23	23 марта	[3, 5, 3]
1315	stu-1в-18	2026-03-24	24 марта	[4, 5, 2, 3, 5]
1316	stu-1в-18	2026-03-25	25 марта	[5, 4, 3, 4]
1317	stu-1в-18	2026-03-26	26 марта	[5, 5, 4, 4, 4]
1318	stu-1в-18	2026-03-27	27 марта	[4, 5, 3, 4]
1319	stu-1в-18	2026-03-30	30 марта	[4, 5, 2]
1320	stu-1в-18	2026-03-31	31 марта	[2, 2, 4, 3, 5]
\.
