COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5833	stu-4б-5	2026-03-04	4 марта	[4, 5, 2, 4]
5834	stu-4б-5	2026-03-05	5 марта	[3, 5, 3, 5, 5]
5835	stu-4б-5	2026-03-06	6 марта	[4, 3, 5, 5]
5836	stu-4б-5	2026-03-09	9 марта	[2, 4, 4]
5837	stu-4б-5	2026-03-10	10 марта	[5, 4, 3, 5]
5838	stu-4б-5	2026-03-11	11 марта	[4, 5, 3]
5839	stu-4б-5	2026-03-12	12 марта	[5, 5, 3, 5, 2]
5840	stu-4б-5	2026-03-13	13 марта	[4, 2, 4, 4]
5841	stu-4б-5	2026-03-16	16 марта	[3, 5, 4]
5842	stu-4б-5	2026-03-17	17 марта	[4, 4, 3, 5]
5843	stu-4б-5	2026-03-18	18 марта	[2, 5, 3]
5844	stu-4б-5	2026-03-19	19 марта	[5, 4, 3, 4]
\.
