COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5257	stu-3г-18	2026-03-30	30 марта	[5, 3, 4, 5]
5258	stu-3г-18	2026-03-31	31 марта	[3, 4, 5, 2, 5]
5259	stu-3г-19	2026-03-02	2 марта	[3, 5, 4, 3]
5260	stu-3г-19	2026-03-03	3 марта	[5, 2, 4, 4, 3]
5261	stu-3г-19	2026-03-04	4 марта	[4, 3, 3, 3]
5262	stu-3г-19	2026-03-05	5 марта	[4, 3, 4, 3, 5]
5263	stu-3г-19	2026-03-06	6 марта	[4, 4, 4]
5264	stu-3г-19	2026-03-09	9 марта	[5, 2, 4]
5265	stu-3г-19	2026-03-10	10 марта	[4, 4, 5, 5, 4]
5266	stu-3г-19	2026-03-11	11 марта	[3, 3, 2, 2]
5267	stu-3г-19	2026-03-12	12 марта	[5, 3, 5, 4, 5]
5268	stu-3г-19	2026-03-13	13 марта	[4, 3, 4, 3]
\.
