COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6601	stu-4в-20	2026-03-02	2 марта	[5, 5, 3, 3]
6602	stu-4в-20	2026-03-03	3 марта	[5, 2, 5, 3]
6603	stu-4в-20	2026-03-04	4 марта	[4, 2, 5, 3]
6604	stu-4в-20	2026-03-05	5 марта	[4, 3, 5, 4, 2]
6605	stu-4в-20	2026-03-06	6 марта	[4, 3, 2, 5]
6606	stu-4в-20	2026-03-09	9 марта	[3, 3, 4]
6607	stu-4в-20	2026-03-10	10 марта	[3, 3, 5, 4]
6608	stu-4в-20	2026-03-11	11 марта	[3, 4, 2]
6609	stu-4в-20	2026-03-12	12 марта	[3, 2, 3, 2, 3]
6610	stu-4в-20	2026-03-13	13 марта	[4, 4, 5, 4]
6611	stu-4в-20	2026-03-16	16 марта	[3, 4, 3, 4]
6612	stu-4в-20	2026-03-17	17 марта	[5, 4, 3, 2]
\.
