COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2533	stu-2б-14	2026-03-04	4 марта	[5, 2, 3, 5]
2534	stu-2б-14	2026-03-05	5 марта	[5, 4, 5, 3]
2535	stu-2б-14	2026-03-06	6 марта	[4, 3, 5]
2536	stu-2б-14	2026-03-09	9 марта	[5, 4, 4, 5]
2537	stu-2б-14	2026-03-10	10 марта	[2, 4, 5, 4, 5]
2538	stu-2б-14	2026-03-11	11 марта	[4, 4, 3, 2]
2539	stu-2б-14	2026-03-12	12 марта	[3, 5, 4, 2, 5]
2540	stu-2б-14	2026-03-13	13 марта	[4, 3, 5]
2541	stu-2б-14	2026-03-16	16 марта	[5, 3, 5]
2542	stu-2б-14	2026-03-17	17 марта	[4, 4, 5, 5, 3]
2543	stu-2б-14	2026-03-18	18 марта	[5, 3, 5]
2544	stu-2б-14	2026-03-19	19 марта	[4, 5, 2, 5, 4]
\.
