COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
649	stu-1б-8	2026-03-16	16 марта	[4, 5, 4, 4]
650	stu-1б-8	2026-03-17	17 марта	[4, 3, 5, 3, 2]
651	stu-1б-8	2026-03-18	18 марта	[4, 4, 3]
652	stu-1б-8	2026-03-19	19 марта	[3, 3, 5, 4]
653	stu-1б-8	2026-03-20	20 марта	[4, 4, 4, 3]
654	stu-1б-8	2026-03-23	23 марта	[2, 4, 4, 3]
655	stu-1б-8	2026-03-24	24 марта	[5, 4, 4, 3]
656	stu-1б-8	2026-03-25	25 марта	[3, 5, 2]
657	stu-1б-8	2026-03-26	26 марта	[5, 3, 4, 4]
658	stu-1б-8	2026-03-27	27 марта	[5, 5, 5, 5]
659	stu-1б-8	2026-03-30	30 марта	[3, 5, 4]
660	stu-1б-8	2026-03-31	31 марта	[5, 2, 5, 3, 2]
\.
