COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1513	stu-1г-7	2026-03-24	24 марта	[4, 3, 5, 4]
1514	stu-1г-7	2026-03-25	25 марта	[4, 4, 3, 5]
1515	stu-1г-7	2026-03-26	26 марта	[3, 4, 4, 2, 5]
1516	stu-1г-7	2026-03-27	27 марта	[5, 5, 2, 5]
1517	stu-1г-7	2026-03-30	30 марта	[5, 3, 4, 5]
1518	stu-1г-7	2026-03-31	31 марта	[3, 4, 5, 3, 4]
1519	stu-1г-8	2026-03-02	2 марта	[4, 3, 4, 2]
1520	stu-1г-8	2026-03-03	3 марта	[5, 4, 4, 3]
1521	stu-1г-8	2026-03-04	4 марта	[5, 4, 3, 3]
1522	stu-1г-8	2026-03-05	5 марта	[5, 4, 5, 2, 4]
1523	stu-1г-8	2026-03-06	6 марта	[2, 5, 5, 3]
1524	stu-1г-8	2026-03-09	9 марта	[4, 5, 4, 3]
\.
