COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2833	stu-2в-7	2026-03-24	24 марта	[5, 3, 5, 3]
2834	stu-2в-7	2026-03-25	25 марта	[4, 5, 4, 4]
2835	stu-2в-7	2026-03-26	26 марта	[2, 2, 5, 4]
2836	stu-2в-7	2026-03-27	27 марта	[3, 3, 4, 5]
2837	stu-2в-7	2026-03-30	30 марта	[2, 3, 5]
2838	stu-2в-7	2026-03-31	31 марта	[5, 4, 3, 5]
2839	stu-2в-8	2026-03-02	2 марта	[3, 5, 5, 5]
2840	stu-2в-8	2026-03-03	3 марта	[5, 5, 4, 4, 4]
2841	stu-2в-8	2026-03-04	4 марта	[4, 2, 5, 5]
2842	stu-2в-8	2026-03-05	5 марта	[2, 5, 5, 5, 5]
2843	stu-2в-8	2026-03-06	6 марта	[5, 3, 3]
2844	stu-2в-8	2026-03-09	9 марта	[3, 3, 5]
\.
