COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1105	stu-1в-9	2026-03-06	6 марта	[4, 5, 2, 5]
1106	stu-1в-9	2026-03-09	9 марта	[5, 4, 2, 5]
1107	stu-1в-9	2026-03-10	10 марта	[3, 4, 4, 4, 5]
1108	stu-1в-9	2026-03-11	11 марта	[4, 4, 5, 5]
1109	stu-1в-9	2026-03-12	12 марта	[4, 3, 5, 3, 2]
1110	stu-1в-9	2026-03-13	13 марта	[4, 2, 3, 4]
1111	stu-1в-9	2026-03-16	16 марта	[4, 5, 2, 5]
1112	stu-1в-9	2026-03-17	17 марта	[4, 4, 2, 4]
1113	stu-1в-9	2026-03-18	18 марта	[5, 3, 3]
1114	stu-1в-9	2026-03-19	19 марта	[3, 4, 4, 4, 5]
1115	stu-1в-9	2026-03-20	20 марта	[5, 2, 3, 3]
1116	stu-1в-9	2026-03-23	23 марта	[3, 5, 2]
\.
