COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6865	stu-4г-12	2026-03-02	2 марта	[4, 4, 4]
6866	stu-4г-12	2026-03-03	3 марта	[3, 5, 5, 5, 3]
6867	stu-4г-12	2026-03-04	4 марта	[3, 4, 5, 4]
6868	stu-4г-12	2026-03-05	5 марта	[5, 5, 5, 3]
6869	stu-4г-12	2026-03-06	6 марта	[4, 5, 5, 4]
6870	stu-4г-12	2026-03-09	9 марта	[5, 5, 5]
6871	stu-4г-12	2026-03-10	10 марта	[3, 5, 5, 4, 3]
6872	stu-4г-12	2026-03-11	11 марта	[4, 5, 2, 2]
6873	stu-4г-12	2026-03-12	12 марта	[4, 4, 5, 3, 4]
6874	stu-4г-12	2026-03-13	13 марта	[4, 4, 4, 4]
6875	stu-4г-12	2026-03-16	16 марта	[5, 5, 4]
6876	stu-4г-12	2026-03-17	17 марта	[4, 5, 4, 5, 2]
\.
