COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2521	stu-2б-13	2026-03-18	18 марта	[3, 4, 3]
2522	stu-2б-13	2026-03-19	19 марта	[5, 5, 4, 4, 4]
2523	stu-2б-13	2026-03-20	20 марта	[2, 3, 3, 3]
2524	stu-2б-13	2026-03-23	23 марта	[3, 3, 4]
2525	stu-2б-13	2026-03-24	24 марта	[5, 5, 2, 4, 3]
2526	stu-2б-13	2026-03-25	25 марта	[4, 3, 4, 5]
2527	stu-2б-13	2026-03-26	26 марта	[5, 5, 3, 4, 2]
2528	stu-2б-13	2026-03-27	27 марта	[5, 4, 3]
2529	stu-2б-13	2026-03-30	30 марта	[4, 5, 5]
2530	stu-2б-13	2026-03-31	31 марта	[5, 5, 2, 3]
2531	stu-2б-14	2026-03-02	2 марта	[5, 5, 5, 4]
2532	stu-2б-14	2026-03-03	3 марта	[2, 5, 4, 4, 5]
\.
