COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1429	stu-1г-3	2026-03-30	30 марта	[5, 3, 3, 4]
1430	stu-1г-3	2026-03-31	31 марта	[4, 4, 4, 2, 5]
1431	stu-1г-4	2026-03-02	2 марта	[3, 3, 5, 4]
1432	stu-1г-4	2026-03-03	3 марта	[3, 5, 5, 3]
1433	stu-1г-4	2026-03-04	4 марта	[4, 5, 4, 5]
1434	stu-1г-4	2026-03-05	5 марта	[4, 4, 3, 4, 4]
1435	stu-1г-4	2026-03-06	6 марта	[3, 5, 3, 4]
1436	stu-1г-4	2026-03-09	9 марта	[5, 5, 2, 5]
1437	stu-1г-4	2026-03-10	10 марта	[4, 5, 4, 5, 3]
1438	stu-1г-4	2026-03-11	11 марта	[3, 4, 5, 5]
1439	stu-1г-4	2026-03-12	12 марта	[2, 3, 5, 3, 5]
1440	stu-1г-4	2026-03-13	13 марта	[5, 4, 2, 3]
\.
