COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3625	stu-3а-4	2026-03-24	24 марта	[5, 4, 3, 2, 4]
3626	stu-3а-4	2026-03-25	25 марта	[4, 5, 5]
3627	stu-3а-4	2026-03-26	26 марта	[4, 4, 2, 4]
3628	stu-3а-4	2026-03-27	27 марта	[4, 5, 3, 2]
3629	stu-3а-4	2026-03-30	30 марта	[2, 5, 5, 5]
3630	stu-3а-4	2026-03-31	31 марта	[5, 4, 4, 3]
3631	stu-3а-5	2026-03-02	2 марта	[5, 5, 3]
3632	stu-3а-5	2026-03-03	3 марта	[4, 4, 5, 5, 3]
3633	stu-3а-5	2026-03-04	4 марта	[5, 4, 2, 2]
3634	stu-3а-5	2026-03-05	5 марта	[4, 4, 3, 2]
3635	stu-3а-5	2026-03-06	6 марта	[3, 5, 3, 5]
3636	stu-3а-5	2026-03-09	9 марта	[5, 4, 3, 5]
\.
