COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5053	stu-3г-9	2026-03-20	20 марта	[4, 4, 4, 4]
5054	stu-3г-9	2026-03-23	23 марта	[4, 5, 4, 5]
5055	stu-3г-9	2026-03-24	24 марта	[3, 4, 5, 2]
5056	stu-3г-9	2026-03-25	25 марта	[2, 3, 5, 3]
5057	stu-3г-9	2026-03-26	26 марта	[4, 3, 5, 2, 5]
5058	stu-3г-9	2026-03-27	27 марта	[4, 4, 4]
5059	stu-3г-9	2026-03-30	30 марта	[5, 5, 5, 5]
5060	stu-3г-9	2026-03-31	31 марта	[4, 4, 5, 3, 4]
5061	stu-3г-10	2026-03-02	2 марта	[3, 4, 3, 2]
5062	stu-3г-10	2026-03-03	3 марта	[5, 2, 3, 3, 4]
5063	stu-3г-10	2026-03-04	4 марта	[5, 5, 3, 4]
5064	stu-3г-10	2026-03-05	5 марта	[3, 4, 3, 3, 5]
\.
