COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
313	stu-1а-13	2026-03-06	6 марта	[3, 3, 5, 4]
314	stu-1а-13	2026-03-09	9 марта	[4, 4, 5, 4]
315	stu-1а-13	2026-03-10	10 марта	[4, 2, 4, 5, 4]
316	stu-1а-13	2026-03-11	11 марта	[3, 3, 3, 3]
317	stu-1а-13	2026-03-12	12 марта	[4, 5, 3, 3]
318	stu-1а-13	2026-03-13	13 марта	[5, 2, 5, 3]
319	stu-1а-13	2026-03-16	16 марта	[3, 2, 5, 4]
320	stu-1а-13	2026-03-17	17 марта	[5, 4, 3, 4]
321	stu-1а-13	2026-03-18	18 марта	[3, 5, 3]
322	stu-1а-13	2026-03-19	19 марта	[3, 2, 5, 2, 3]
323	stu-1а-13	2026-03-20	20 марта	[5, 4, 3, 3]
324	stu-1а-13	2026-03-23	23 марта	[4, 5, 4, 4]
\.
