COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4861	stu-3в-20	2026-03-30	30 марта	[4, 3, 4, 2]
4862	stu-3в-20	2026-03-31	31 марта	[3, 4, 4, 5, 5]
4863	stu-3г-1	2026-03-02	2 марта	[5, 3, 2, 4]
4864	stu-3г-1	2026-03-03	3 марта	[4, 4, 4, 2, 5]
4865	stu-3г-1	2026-03-04	4 марта	[5, 4, 2, 5]
4866	stu-3г-1	2026-03-05	5 марта	[2, 3, 4, 5, 4]
4867	stu-3г-1	2026-03-06	6 марта	[5, 4, 5]
4868	stu-3г-1	2026-03-09	9 марта	[5, 4, 5]
4869	stu-3г-1	2026-03-10	10 марта	[2, 3, 5, 4, 5]
4870	stu-3г-1	2026-03-11	11 марта	[4, 4, 4, 4]
4871	stu-3г-1	2026-03-12	12 марта	[3, 5, 5, 4, 5]
4872	stu-3г-1	2026-03-13	13 марта	[5, 2, 5, 5]
\.
