COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
577	stu-1б-5	2026-03-06	6 марта	[5, 5, 4, 3]
578	stu-1б-5	2026-03-09	9 марта	[5, 2, 4]
579	stu-1б-5	2026-03-10	10 марта	[5, 2, 4, 4, 2]
580	stu-1б-5	2026-03-11	11 марта	[4, 5, 3]
581	stu-1б-5	2026-03-12	12 марта	[5, 4, 3, 2, 3]
582	stu-1б-5	2026-03-13	13 марта	[4, 5, 4, 5]
583	stu-1б-5	2026-03-16	16 марта	[3, 4, 5, 5]
584	stu-1б-5	2026-03-17	17 марта	[5, 4, 5, 3, 2]
585	stu-1б-5	2026-03-18	18 марта	[4, 4, 4]
586	stu-1б-5	2026-03-19	19 марта	[3, 4, 5, 4]
587	stu-1б-5	2026-03-20	20 марта	[4, 4, 4, 4]
588	stu-1б-5	2026-03-23	23 марта	[2, 4, 4, 3]
\.
