COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1129	stu-1в-10	2026-03-10	10 марта	[5, 5, 2, 3, 5]
1130	stu-1в-10	2026-03-11	11 марта	[2, 3, 5, 3]
1131	stu-1в-10	2026-03-12	12 марта	[4, 3, 5, 4, 3]
1132	stu-1в-10	2026-03-13	13 марта	[3, 4, 5, 2]
1133	stu-1в-10	2026-03-16	16 марта	[2, 5, 4, 4]
1134	stu-1в-10	2026-03-17	17 марта	[5, 2, 4, 4]
1135	stu-1в-10	2026-03-18	18 марта	[5, 4, 4]
1136	stu-1в-10	2026-03-19	19 марта	[3, 4, 5, 4, 4]
1137	stu-1в-10	2026-03-20	20 марта	[4, 4, 5, 3]
1138	stu-1в-10	2026-03-23	23 марта	[3, 4, 3]
1139	stu-1в-10	2026-03-24	24 марта	[4, 5, 2, 5, 5]
1140	stu-1в-10	2026-03-25	25 марта	[5, 4, 5, 5]
\.
