COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1669	stu-1г-14	2026-03-26	26 марта	[4, 3, 3, 4, 5]
1670	stu-1г-14	2026-03-27	27 марта	[5, 4, 4, 5]
1671	stu-1г-14	2026-03-30	30 марта	[5, 2, 3, 5]
1672	stu-1г-14	2026-03-31	31 марта	[3, 4, 4, 2, 5]
1673	stu-1г-15	2026-03-02	2 марта	[3, 3, 5, 4]
1674	stu-1г-15	2026-03-03	3 марта	[3, 5, 5, 3]
1675	stu-1г-15	2026-03-04	4 марта	[5, 5, 4, 4]
1676	stu-1г-15	2026-03-05	5 марта	[5, 4, 3, 4, 4]
1677	stu-1г-15	2026-03-06	6 марта	[3, 5, 3, 4]
1678	stu-1г-15	2026-03-09	9 марта	[5, 5, 2, 5]
1679	stu-1г-15	2026-03-10	10 марта	[5, 5, 4, 5, 2]
1680	stu-1г-15	2026-03-11	11 марта	[4, 4, 5, 4]
\.
