COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5725	stu-4а-20	2026-03-06	6 марта	[3, 2, 4, 2]
5726	stu-4а-20	2026-03-09	9 марта	[3, 5, 3, 4]
5727	stu-4а-20	2026-03-10	10 марта	[5, 5, 5, 4, 2]
5728	stu-4а-20	2026-03-11	11 марта	[3, 4, 5, 2]
5729	stu-4а-20	2026-03-12	12 марта	[4, 3, 5, 4, 4]
5730	stu-4а-20	2026-03-13	13 марта	[5, 5, 4]
5731	stu-4а-20	2026-03-16	16 марта	[3, 5, 3]
5732	stu-4а-20	2026-03-17	17 марта	[5, 4, 4, 5, 2]
5733	stu-4а-20	2026-03-18	18 марта	[2, 4, 5]
5734	stu-4а-20	2026-03-19	19 марта	[4, 5, 5, 4, 4]
5735	stu-4а-20	2026-03-20	20 марта	[3, 3, 3]
5736	stu-4а-20	2026-03-23	23 марта	[2, 3, 5, 4]
\.
