COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1885	stu-2а-4	2026-03-20	20 марта	[4, 3, 2, 3]
1886	stu-2а-4	2026-03-23	23 марта	[5, 4, 4, 4]
1887	stu-2а-4	2026-03-24	24 марта	[4, 5, 3, 3]
1888	stu-2а-4	2026-03-25	25 марта	[4, 5, 4]
1889	stu-2а-4	2026-03-26	26 марта	[4, 3, 5, 5, 3]
1890	stu-2а-4	2026-03-27	27 марта	[4, 3, 5, 5]
1891	stu-2а-4	2026-03-30	30 марта	[5, 4, 5]
1892	stu-2а-4	2026-03-31	31 марта	[3, 5, 5, 4, 4]
1893	stu-2а-5	2026-03-02	2 марта	[4, 5, 5, 5]
1894	stu-2а-5	2026-03-03	3 марта	[5, 3, 3, 4, 3]
1895	stu-2а-5	2026-03-04	4 марта	[2, 4, 4, 4]
1896	stu-2а-5	2026-03-05	5 марта	[3, 4, 5, 5]
\.
