COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6097	stu-4б-17	2026-03-04	4 марта	[4, 5, 4, 2]
6098	stu-4б-17	2026-03-05	5 марта	[2, 5, 3, 5, 3]
6099	stu-4б-17	2026-03-06	6 марта	[4, 3, 4, 5]
6100	stu-4б-17	2026-03-09	9 марта	[2, 5, 3]
6101	stu-4б-17	2026-03-10	10 марта	[5, 5, 3, 5]
6102	stu-4б-17	2026-03-11	11 марта	[3, 5, 4]
6103	stu-4б-17	2026-03-12	12 марта	[5, 5, 4, 5, 3]
6104	stu-4б-17	2026-03-13	13 марта	[4, 3, 3, 4]
6105	stu-4б-17	2026-03-16	16 марта	[2, 5, 2]
6106	stu-4б-17	2026-03-17	17 марта	[5, 4, 4, 5]
6107	stu-4б-17	2026-03-18	18 марта	[2, 5, 4]
6108	stu-4б-17	2026-03-19	19 марта	[5, 4, 3, 2]
\.
