COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3541	stu-2г-19	2026-03-30	30 марта	[3, 5, 5, 3]
3542	stu-2г-19	2026-03-31	31 марта	[3, 5, 4, 3]
3543	stu-2г-20	2026-03-02	2 марта	[4, 2, 4, 5]
3544	stu-2г-20	2026-03-03	3 марта	[2, 2, 5, 3, 5]
3545	stu-2г-20	2026-03-04	4 марта	[3, 5, 5]
3546	stu-2г-20	2026-03-05	5 марта	[4, 4, 4, 5, 5]
3547	stu-2г-20	2026-03-06	6 марта	[5, 5, 4, 5]
3548	stu-2г-20	2026-03-09	9 марта	[4, 4, 4, 5]
3549	stu-2г-20	2026-03-10	10 марта	[3, 3, 4, 4]
3550	stu-2г-20	2026-03-11	11 марта	[3, 5, 2, 5]
3551	stu-2г-20	2026-03-12	12 марта	[5, 4, 4, 4, 4]
3552	stu-2г-20	2026-03-13	13 марта	[5, 5, 3, 5]
\.
