COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6037	stu-4б-14	2026-03-12	12 марта	[5, 5, 3, 4, 3]
6038	stu-4б-14	2026-03-13	13 марта	[3, 2, 3, 4]
6039	stu-4б-14	2026-03-16	16 марта	[3, 5, 2]
6040	stu-4б-14	2026-03-17	17 марта	[4, 4, 4, 5]
6041	stu-4б-14	2026-03-18	18 марта	[4, 4, 4]
6042	stu-4б-14	2026-03-19	19 марта	[5, 4, 4, 3]
6043	stu-4б-14	2026-03-20	20 марта	[3, 3, 5, 2]
6044	stu-4б-14	2026-03-23	23 марта	[5, 3, 4, 4]
6045	stu-4б-14	2026-03-24	24 марта	[4, 5, 2, 5, 4]
6046	stu-4б-14	2026-03-25	25 марта	[4, 5, 3]
6047	stu-4б-14	2026-03-26	26 марта	[4, 4, 3, 3]
6048	stu-4б-14	2026-03-27	27 марта	[4, 3, 3, 4]
\.
