COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3649	stu-3а-5	2026-03-26	26 марта	[3, 5, 2, 3]
3650	stu-3а-5	2026-03-27	27 марта	[3, 5, 4, 3]
3651	stu-3а-5	2026-03-30	30 марта	[3, 4, 3, 5]
3652	stu-3а-5	2026-03-31	31 марта	[4, 5, 5, 2]
3653	stu-3а-6	2026-03-02	2 марта	[3, 5, 4]
3654	stu-3а-6	2026-03-03	3 марта	[5, 5, 3, 4, 3]
3655	stu-3а-6	2026-03-04	4 марта	[4, 5, 3, 4]
3656	stu-3а-6	2026-03-05	5 марта	[5, 3, 3, 4]
3657	stu-3а-6	2026-03-06	6 марта	[4, 5, 4, 4]
3658	stu-3а-6	2026-03-09	9 марта	[4, 3, 4, 5]
3659	stu-3а-6	2026-03-10	10 марта	[5, 4, 3, 5, 5]
3660	stu-3а-6	2026-03-11	11 марта	[5, 2, 3, 4]
\.
