COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3097	stu-2в-19	2026-03-24	24 марта	[5, 5, 4, 5]
3098	stu-2в-19	2026-03-25	25 марта	[5, 4, 4, 5]
3099	stu-2в-19	2026-03-26	26 марта	[4, 4, 5, 5]
3100	stu-2в-19	2026-03-27	27 марта	[5, 2, 5, 4]
3101	stu-2в-19	2026-03-30	30 марта	[3, 5, 5]
3102	stu-2в-19	2026-03-31	31 марта	[3, 3, 3, 4]
3103	stu-2в-20	2026-03-02	2 марта	[2, 5, 5, 5]
3104	stu-2в-20	2026-03-03	3 марта	[5, 5, 4, 4, 3]
3105	stu-2в-20	2026-03-04	4 марта	[2, 3, 5, 4]
3106	stu-2в-20	2026-03-05	5 марта	[2, 5, 5, 5, 5]
3107	stu-2в-20	2026-03-06	6 марта	[3, 4, 3]
3108	stu-2в-20	2026-03-09	9 марта	[2, 4, 5]
\.
