COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2977	stu-2в-14	2026-03-10	10 марта	[4, 4, 4, 3, 3]
2978	stu-2в-14	2026-03-11	11 марта	[3, 4, 3]
2979	stu-2в-14	2026-03-12	12 марта	[3, 4, 5, 4, 4]
2980	stu-2в-14	2026-03-13	13 марта	[3, 4, 2, 2]
2981	stu-2в-14	2026-03-16	16 марта	[4, 4, 4]
2982	stu-2в-14	2026-03-17	17 марта	[2, 4, 3, 5]
2983	stu-2в-14	2026-03-18	18 марта	[3, 4, 3]
2984	stu-2в-14	2026-03-19	19 марта	[3, 3, 3, 2]
2985	stu-2в-14	2026-03-20	20 марта	[2, 5, 5, 4]
2986	stu-2в-14	2026-03-23	23 марта	[2, 3, 5, 3]
2987	stu-2в-14	2026-03-24	24 марта	[5, 4, 5, 4]
2988	stu-2в-14	2026-03-25	25 марта	[4, 5, 4, 4]
\.
