COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
673	stu-1б-9	2026-03-18	18 марта	[5, 2, 5]
674	stu-1б-9	2026-03-19	19 марта	[4, 3, 4, 3]
675	stu-1б-9	2026-03-20	20 марта	[2, 3, 5, 4]
676	stu-1б-9	2026-03-23	23 марта	[4, 3, 4, 5]
677	stu-1б-9	2026-03-24	24 марта	[4, 5, 5, 5]
678	stu-1б-9	2026-03-25	25 марта	[5, 4, 3]
679	stu-1б-9	2026-03-26	26 марта	[4, 4, 5, 5]
680	stu-1б-9	2026-03-27	27 марта	[3, 4, 5, 4]
681	stu-1б-9	2026-03-30	30 марта	[5, 4, 3]
682	stu-1б-9	2026-03-31	31 марта	[3, 2, 5, 5, 3]
683	stu-1б-10	2026-03-02	2 марта	[5, 3, 4]
684	stu-1б-10	2026-03-03	3 марта	[4, 2, 5, 5, 3]
\.
