COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
49	stu-1а-1	2026-03-06	6 марта	[4, 3, 5, 4]
50	stu-1а-1	2026-03-09	9 марта	[4, 4, 5, 4]
51	stu-1а-1	2026-03-10	10 марта	[4, 2, 4, 5, 4]
52	stu-1а-1	2026-03-11	11 марта	[3, 3, 3, 3]
53	stu-1а-1	2026-03-12	12 марта	[4, 5, 4, 4]
54	stu-1а-1	2026-03-13	13 марта	[5, 2, 5, 3]
55	stu-1а-1	2026-03-16	16 марта	[3, 2, 5, 4]
56	stu-1а-1	2026-03-17	17 марта	[5, 4, 3, 4]
57	stu-1а-1	2026-03-18	18 марта	[3, 5, 3]
58	stu-1а-1	2026-03-19	19 марта	[3, 2, 3, 2, 3]
59	stu-1а-1	2026-03-20	20 марта	[5, 4, 3, 3]
60	stu-1а-1	2026-03-23	23 марта	[4, 5, 4, 4]
\.
