COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2209	stu-2а-19	2026-03-12	12 марта	[5, 5, 3, 3, 4]
2210	stu-2а-19	2026-03-13	13 марта	[5, 5, 3, 5]
2211	stu-2а-19	2026-03-16	16 марта	[3, 4, 5, 3]
2212	stu-2а-19	2026-03-17	17 марта	[4, 3, 4, 3, 4]
2213	stu-2а-19	2026-03-18	18 марта	[5, 2, 4, 4]
2214	stu-2а-19	2026-03-19	19 марта	[5, 3, 3, 3]
2215	stu-2а-19	2026-03-20	20 марта	[5, 5, 2, 3]
2216	stu-2а-19	2026-03-23	23 марта	[5, 5, 5, 4]
2217	stu-2а-19	2026-03-24	24 марта	[4, 4, 5, 4]
2218	stu-2а-19	2026-03-25	25 марта	[4, 4, 4]
2219	stu-2а-19	2026-03-26	26 марта	[3, 4, 5, 5, 4]
2220	stu-2а-19	2026-03-27	27 марта	[3, 4, 5, 5]
\.
