COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2245	stu-2б-1	2026-03-02	2 марта	[4, 3, 4, 5]
2246	stu-2б-1	2026-03-03	3 марта	[3, 5, 5, 3, 4]
2247	stu-2б-1	2026-03-04	4 марта	[5, 3, 3, 5]
2248	stu-2б-1	2026-03-05	5 марта	[4, 3, 5, 3]
2249	stu-2б-1	2026-03-06	6 марта	[3, 5, 4]
2250	stu-2б-1	2026-03-09	9 марта	[4, 5, 3, 3]
2251	stu-2б-1	2026-03-10	10 марта	[3, 5, 5, 3, 4]
2252	stu-2б-1	2026-03-11	11 марта	[3, 4, 3, 3]
2253	stu-2б-1	2026-03-12	12 марта	[4, 4, 3, 4, 5]
2254	stu-2б-1	2026-03-13	13 марта	[2, 3, 4]
2255	stu-2б-1	2026-03-16	16 марта	[4, 3, 5]
2256	stu-2б-1	2026-03-17	17 марта	[5, 3, 5, 5, 2]
\.
