COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4249	stu-3б-13	2026-03-04	4 марта	[3, 4, 3]
4250	stu-3б-13	2026-03-05	5 марта	[4, 3, 5, 3]
4251	stu-3б-13	2026-03-06	6 марта	[5, 4, 2, 4]
4252	stu-3б-13	2026-03-09	9 марта	[4, 5, 4]
4253	stu-3б-13	2026-03-10	10 марта	[3, 4, 3, 4, 5]
4254	stu-3б-13	2026-03-11	11 марта	[5, 5, 4]
4255	stu-3б-13	2026-03-12	12 марта	[3, 4, 5, 4]
4256	stu-3б-13	2026-03-13	13 марта	[5, 5, 4, 3]
4257	stu-3б-13	2026-03-16	16 марта	[5, 3, 5, 2]
4258	stu-3б-13	2026-03-17	17 марта	[5, 4, 3, 4]
4259	stu-3б-13	2026-03-18	18 марта	[4, 2, 5, 4]
4260	stu-3б-13	2026-03-19	19 марта	[2, 5, 5, 4]
\.
