COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1213	stu-1в-14	2026-03-04	4 марта	[5, 4, 2, 4]
1214	stu-1в-14	2026-03-05	5 марта	[5, 4, 3, 4, 4]
1215	stu-1в-14	2026-03-06	6 марта	[4, 4, 2, 5]
1216	stu-1в-14	2026-03-09	9 марта	[5, 4, 2, 5]
1217	stu-1в-14	2026-03-10	10 марта	[4, 4, 4, 4, 4]
1218	stu-1в-14	2026-03-11	11 марта	[3, 5, 5, 5]
1219	stu-1в-14	2026-03-12	12 марта	[4, 3, 5, 4, 2]
1220	stu-1в-14	2026-03-13	13 марта	[4, 2, 3, 3]
1221	stu-1в-14	2026-03-16	16 марта	[4, 5, 2, 5]
1222	stu-1в-14	2026-03-17	17 марта	[5, 4, 2, 3]
1223	stu-1в-14	2026-03-18	18 марта	[4, 3, 3]
1224	stu-1в-14	2026-03-19	19 марта	[3, 3, 4, 4, 5]
\.
