COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
85	stu-1а-2	2026-03-26	26 марта	[5, 2, 5, 2, 5]
86	stu-1а-2	2026-03-27	27 марта	[4, 4, 4]
87	stu-1а-2	2026-03-30	30 марта	[3, 5, 5]
88	stu-1а-2	2026-03-31	31 марта	[5, 4, 4, 3, 3]
89	stu-1а-3	2026-03-02	2 марта	[4, 3, 4, 2]
90	stu-1а-3	2026-03-03	3 марта	[4, 3, 5, 5]
91	stu-1а-3	2026-03-04	4 марта	[4, 3, 4]
92	stu-1а-3	2026-03-05	5 марта	[5, 4, 3, 2]
93	stu-1а-3	2026-03-06	6 марта	[5, 3, 5, 5]
94	stu-1а-3	2026-03-09	9 марта	[5, 5, 4, 5]
95	stu-1а-3	2026-03-10	10 марта	[3, 3, 5, 4, 4]
96	stu-1а-3	2026-03-11	11 марта	[4, 2, 4, 2]
\.
