COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3181	stu-2г-3	2026-03-18	18 марта	[3, 3, 3, 4]
3182	stu-2г-3	2026-03-19	19 марта	[5, 2, 4, 4, 3]
3183	stu-2г-3	2026-03-20	20 марта	[5, 2, 4]
3184	stu-2г-3	2026-03-23	23 марта	[3, 4, 3, 4]
3185	stu-2г-3	2026-03-24	24 марта	[3, 5, 3, 3, 5]
3186	stu-2г-3	2026-03-25	25 марта	[4, 4, 3, 5]
3187	stu-2г-3	2026-03-26	26 марта	[4, 5, 4, 2, 4]
3188	stu-2г-3	2026-03-27	27 марта	[5, 4, 3, 5]
3189	stu-2г-3	2026-03-30	30 марта	[2, 5, 4, 4]
3190	stu-2г-3	2026-03-31	31 марта	[2, 5, 3, 4]
3191	stu-2г-4	2026-03-02	2 марта	[5, 4, 4, 4]
3192	stu-2г-4	2026-03-03	3 марта	[4, 4, 5, 3, 4]
\.
