COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4393	stu-3б-19	2026-03-20	20 марта	[2, 5, 4, 3]
4394	stu-3б-19	2026-03-23	23 марта	[4, 2, 5, 4]
4395	stu-3б-19	2026-03-24	24 марта	[5, 5, 2, 5, 3]
4396	stu-3б-19	2026-03-25	25 марта	[5, 5, 4, 2]
4397	stu-3б-19	2026-03-26	26 марта	[5, 4, 5, 5, 2]
4398	stu-3б-19	2026-03-27	27 марта	[5, 5, 3, 4]
4399	stu-3б-19	2026-03-30	30 марта	[3, 5, 5]
4400	stu-3б-19	2026-03-31	31 марта	[4, 5, 3, 5, 4]
4401	stu-3б-20	2026-03-02	2 марта	[4, 3, 3, 5]
4402	stu-3б-20	2026-03-03	3 марта	[4, 4, 4, 4, 3]
4403	stu-3б-20	2026-03-04	4 марта	[3, 3, 3]
4404	stu-3б-20	2026-03-05	5 марта	[3, 3, 5, 3]
\.
