COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3013	stu-2в-15	2026-03-30	30 марта	[3, 4, 4]
3014	stu-2в-15	2026-03-31	31 марта	[4, 3, 4, 5]
3015	stu-2в-16	2026-03-02	2 марта	[3, 5, 5, 5]
3016	stu-2в-16	2026-03-03	3 марта	[5, 5, 4, 4, 4]
3017	stu-2в-16	2026-03-04	4 марта	[3, 3, 5, 5]
3018	stu-2в-16	2026-03-05	5 марта	[3, 5, 5, 5, 5]
3019	stu-2в-16	2026-03-06	6 марта	[4, 4, 3]
3020	stu-2в-16	2026-03-09	9 марта	[3, 4, 5]
3021	stu-2в-16	2026-03-10	10 марта	[3, 3, 3, 2, 5]
3022	stu-2в-16	2026-03-11	11 марта	[4, 2, 4]
3023	stu-2в-16	2026-03-12	12 марта	[2, 5, 5, 4, 5]
3024	stu-2в-16	2026-03-13	13 марта	[5, 3, 3, 3]
\.
