COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3517	stu-2г-18	2026-03-26	26 марта	[5, 4, 2, 3, 3]
3518	stu-2г-18	2026-03-27	27 марта	[5, 4, 2, 3]
3519	stu-2г-18	2026-03-30	30 марта	[4, 5, 4, 2]
3520	stu-2г-18	2026-03-31	31 марта	[4, 3, 3, 4]
3521	stu-2г-19	2026-03-02	2 марта	[4, 3, 4, 5]
3522	stu-2г-19	2026-03-03	3 марта	[2, 2, 5, 3, 5]
3523	stu-2г-19	2026-03-04	4 марта	[3, 4, 5]
3524	stu-2г-19	2026-03-05	5 марта	[4, 3, 4, 5, 5]
3525	stu-2г-19	2026-03-06	6 марта	[5, 5, 4, 5]
3526	stu-2г-19	2026-03-09	9 марта	[4, 5, 4, 5]
3527	stu-2г-19	2026-03-10	10 марта	[3, 3, 4, 4]
3528	stu-2г-19	2026-03-11	11 марта	[3, 5, 3, 5]
\.
