COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2569	stu-2б-15	2026-03-24	24 марта	[5, 5, 2, 5, 4]
2570	stu-2б-15	2026-03-25	25 марта	[5, 5, 4, 5]
2571	stu-2б-15	2026-03-26	26 марта	[4, 4, 2, 5, 3]
2572	stu-2б-15	2026-03-27	27 марта	[5, 3, 4]
2573	stu-2б-15	2026-03-30	30 марта	[5, 4, 4]
2574	stu-2б-15	2026-03-31	31 марта	[3, 5, 3, 4]
2575	stu-2б-16	2026-03-02	2 марта	[4, 3, 4, 4]
2576	stu-2б-16	2026-03-03	3 марта	[3, 5, 5, 3, 4]
2577	stu-2б-16	2026-03-04	4 марта	[5, 4, 3, 5]
2578	stu-2б-16	2026-03-05	5 марта	[5, 4, 4, 4]
2579	stu-2б-16	2026-03-06	6 марта	[2, 3, 4]
2580	stu-2б-16	2026-03-09	9 марта	[4, 5, 3, 4]
\.
