COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3001	stu-2в-15	2026-03-12	12 марта	[2, 3, 4, 3, 5]
3002	stu-2в-15	2026-03-13	13 марта	[4, 5, 2, 4]
3003	stu-2в-15	2026-03-16	16 марта	[5, 3, 3]
3004	stu-2в-15	2026-03-17	17 марта	[4, 5, 2, 5]
3005	stu-2в-15	2026-03-18	18 марта	[4, 5, 4]
3006	stu-2в-15	2026-03-19	19 марта	[4, 4, 5, 3]
3007	stu-2в-15	2026-03-20	20 марта	[3, 4, 5, 5]
3008	stu-2в-15	2026-03-23	23 марта	[3, 5, 4, 2]
3009	stu-2в-15	2026-03-24	24 марта	[5, 3, 5, 3]
3010	stu-2в-15	2026-03-25	25 марта	[5, 5, 3, 5]
3011	stu-2в-15	2026-03-26	26 марта	[3, 3, 4, 5]
3012	stu-2в-15	2026-03-27	27 марта	[4, 4, 3, 5]
\.
