COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6709	stu-4г-4	2026-03-30	30 марта	[5, 5, 4]
6710	stu-4г-4	2026-03-31	31 марта	[5, 3, 3, 5, 3]
6711	stu-4г-5	2026-03-02	2 марта	[3, 3, 5]
6712	stu-4г-5	2026-03-03	3 марта	[2, 5, 4, 4, 5]
6713	stu-4г-5	2026-03-04	4 марта	[4, 3, 4, 5]
6714	stu-4г-5	2026-03-05	5 марта	[5, 5, 4, 3]
6715	stu-4г-5	2026-03-06	6 марта	[3, 4, 5, 3]
6716	stu-4г-5	2026-03-09	9 марта	[4, 5, 5]
6717	stu-4г-5	2026-03-10	10 марта	[2, 4, 5, 5, 4]
6718	stu-4г-5	2026-03-11	11 марта	[5, 5, 2, 4]
6719	stu-4г-5	2026-03-12	12 марта	[2, 3, 5, 4, 4]
6720	stu-4г-5	2026-03-13	13 марта	[5, 3, 5, 5]
\.
