COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2449	stu-2б-10	2026-03-10	10 марта	[4, 5, 3, 2, 5]
2450	stu-2б-10	2026-03-11	11 марта	[2, 3, 5, 4]
2451	stu-2б-10	2026-03-12	12 марта	[5, 3, 3, 3, 5]
2452	stu-2б-10	2026-03-13	13 марта	[2, 4, 4]
2453	stu-2б-10	2026-03-16	16 марта	[5, 5, 4]
2454	stu-2б-10	2026-03-17	17 марта	[5, 2, 3, 4, 3]
2455	stu-2б-10	2026-03-18	18 марта	[3, 2, 4]
2456	stu-2б-10	2026-03-19	19 марта	[5, 5, 4, 4, 2]
2457	stu-2б-10	2026-03-20	20 марта	[3, 4, 5, 3]
2458	stu-2б-10	2026-03-23	23 марта	[4, 4, 3]
2459	stu-2б-10	2026-03-24	24 марта	[5, 4, 2, 4, 3]
2460	stu-2б-10	2026-03-25	25 марта	[4, 5, 4, 5]
\.
