COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2233	stu-2а-20	2026-03-16	16 марта	[3, 4, 5, 3]
2234	stu-2а-20	2026-03-17	17 марта	[4, 3, 4, 4, 4]
2235	stu-2а-20	2026-03-18	18 марта	[5, 2, 4, 4]
2236	stu-2а-20	2026-03-19	19 марта	[5, 3, 3, 4]
2237	stu-2а-20	2026-03-20	20 марта	[5, 5, 2, 3]
2238	stu-2а-20	2026-03-23	23 марта	[5, 5, 5, 4]
2239	stu-2а-20	2026-03-24	24 марта	[4, 4, 4, 4]
2240	stu-2а-20	2026-03-25	25 марта	[4, 4, 4]
2241	stu-2а-20	2026-03-26	26 марта	[3, 4, 5, 5, 4]
2242	stu-2а-20	2026-03-27	27 марта	[4, 5, 5, 5]
2243	stu-2а-20	2026-03-30	30 марта	[5, 5, 4]
2244	stu-2а-20	2026-03-31	31 марта	[2, 5, 4, 4, 5]
\.
