COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2413	stu-2б-8	2026-03-20	20 марта	[4, 4, 5, 4]
2414	stu-2б-8	2026-03-23	23 марта	[3, 4, 4]
2415	stu-2б-8	2026-03-24	24 марта	[5, 5, 2, 5, 4]
2416	stu-2б-8	2026-03-25	25 марта	[5, 5, 3, 4]
2417	stu-2б-8	2026-03-26	26 марта	[4, 4, 3, 5, 4]
2418	stu-2б-8	2026-03-27	27 марта	[5, 4, 4]
2419	stu-2б-8	2026-03-30	30 марта	[5, 4, 5]
2420	stu-2б-8	2026-03-31	31 марта	[3, 5, 3, 4]
2421	stu-2б-9	2026-03-02	2 марта	[4, 5, 4, 3]
2422	stu-2б-9	2026-03-03	3 марта	[3, 4, 5, 3, 4]
2423	stu-2б-9	2026-03-04	4 марта	[5, 4, 3, 4]
2424	stu-2б-9	2026-03-05	5 марта	[5, 5, 4, 5]
\.
