COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2005	stu-2а-10	2026-03-04	4 марта	[4, 4, 4, 2]
2006	stu-2а-10	2026-03-05	5 марта	[3, 5, 5, 5]
2007	stu-2а-10	2026-03-06	6 марта	[4, 4, 4, 3]
2008	stu-2а-10	2026-03-09	9 марта	[5, 4, 2, 3]
2009	stu-2а-10	2026-03-10	10 марта	[4, 2, 5, 3]
2010	stu-2а-10	2026-03-11	11 марта	[5, 5, 3, 4]
2011	stu-2а-10	2026-03-12	12 марта	[5, 5, 4, 2, 5]
2012	stu-2а-10	2026-03-13	13 марта	[5, 3, 4, 5]
2013	stu-2а-10	2026-03-16	16 марта	[4, 3, 3, 4]
2014	stu-2а-10	2026-03-17	17 марта	[3, 4, 5, 5, 3]
2015	stu-2а-10	2026-03-18	18 марта	[5, 2, 5, 5]
2016	stu-2а-10	2026-03-19	19 марта	[4, 4, 5, 2]
\.
