COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2965	stu-2в-13	2026-03-24	24 марта	[4, 5, 5, 5]
2966	stu-2в-13	2026-03-25	25 марта	[5, 4, 2, 5]
2967	stu-2в-13	2026-03-26	26 марта	[4, 4, 4, 5]
2968	stu-2в-13	2026-03-27	27 марта	[5, 3, 5, 4]
2969	stu-2в-13	2026-03-30	30 марта	[4, 5, 5]
2970	stu-2в-13	2026-03-31	31 марта	[3, 4, 4, 3]
2971	stu-2в-14	2026-03-02	2 марта	[2, 5, 4, 4]
2972	stu-2в-14	2026-03-03	3 марта	[5, 3, 5, 5, 2]
2973	stu-2в-14	2026-03-04	4 марта	[2, 4, 4, 4]
2974	stu-2в-14	2026-03-05	5 марта	[4, 3, 5, 3, 4]
2975	stu-2в-14	2026-03-06	6 марта	[3, 4, 5]
2976	stu-2в-14	2026-03-09	9 марта	[2, 5, 5]
\.
