COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4309	stu-3б-15	2026-03-26	26 марта	[4, 5, 3, 3, 4]
4310	stu-3б-15	2026-03-27	27 марта	[4, 5, 4, 4]
4311	stu-3б-15	2026-03-30	30 марта	[3, 5, 4]
4312	stu-3б-15	2026-03-31	31 марта	[4, 4, 5, 3, 2]
4313	stu-3б-16	2026-03-02	2 марта	[4, 3, 4, 5]
4314	stu-3б-16	2026-03-03	3 марта	[4, 4, 3, 4, 4]
4315	stu-3б-16	2026-03-04	4 марта	[3, 4, 3]
4316	stu-3б-16	2026-03-05	5 марта	[2, 3, 5, 3]
4317	stu-3б-16	2026-03-06	6 марта	[5, 4, 3, 4]
4318	stu-3б-16	2026-03-09	9 марта	[3, 5, 4]
4319	stu-3б-16	2026-03-10	10 марта	[3, 4, 3, 5, 5]
4320	stu-3б-16	2026-03-11	11 марта	[5, 4, 4]
\.
