COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6373	stu-4в-9	2026-03-20	20 марта	[4, 4, 4, 3]
6374	stu-4в-9	2026-03-23	23 марта	[2, 3, 4, 2]
6375	stu-4в-9	2026-03-24	24 марта	[3, 3, 5, 2]
6376	stu-4в-9	2026-03-25	25 марта	[2, 4, 4]
6377	stu-4в-9	2026-03-26	26 марта	[5, 3, 5, 2, 5]
6378	stu-4в-9	2026-03-27	27 марта	[4, 4, 5]
6379	stu-4в-9	2026-03-30	30 марта	[2, 5, 4]
6380	stu-4в-9	2026-03-31	31 марта	[5, 4, 2, 5, 3]
6381	stu-4в-10	2026-03-02	2 марта	[4, 5, 5, 4]
6382	stu-4в-10	2026-03-03	3 марта	[5, 3, 3, 4]
6383	stu-4в-10	2026-03-04	4 марта	[3, 3, 5, 4]
6384	stu-4в-10	2026-03-05	5 марта	[5, 4, 4, 5, 3]
\.
