COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4717	stu-3в-14	2026-03-12	12 марта	[2, 4, 4, 2]
4718	stu-3в-14	2026-03-13	13 марта	[5, 4, 5, 4]
4719	stu-3в-14	2026-03-16	16 марта	[4, 4, 4, 2]
4720	stu-3в-14	2026-03-17	17 марта	[2, 3, 5, 5]
4721	stu-3в-14	2026-03-18	18 марта	[5, 5, 3, 5]
4722	stu-3в-14	2026-03-19	19 марта	[2, 5, 4, 5]
4723	stu-3в-14	2026-03-20	20 марта	[5, 4, 4]
4724	stu-3в-14	2026-03-23	23 марта	[2, 5, 5]
4725	stu-3в-14	2026-03-24	24 марта	[4, 5, 3, 3, 5]
4726	stu-3в-14	2026-03-25	25 марта	[5, 5, 3]
4727	stu-3в-14	2026-03-26	26 марта	[3, 5, 4, 3, 5]
4728	stu-3в-14	2026-03-27	27 марта	[5, 5, 4, 5]
\.
