COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4621	stu-3в-10	2026-03-02	2 марта	[5, 5, 2, 4]
4622	stu-3в-10	2026-03-03	3 марта	[4, 4, 2, 4]
4623	stu-3в-10	2026-03-04	4 марта	[4, 4, 3]
4624	stu-3в-10	2026-03-05	5 марта	[4, 3, 2, 3]
4625	stu-3в-10	2026-03-06	6 марта	[5, 4, 4, 4]
4626	stu-3в-10	2026-03-09	9 марта	[5, 3, 4]
4627	stu-3в-10	2026-03-10	10 марта	[4, 3, 2, 4]
4628	stu-3в-10	2026-03-11	11 марта	[3, 2, 3, 5]
4629	stu-3в-10	2026-03-12	12 марта	[4, 2, 4, 3]
4630	stu-3в-10	2026-03-13	13 марта	[4, 2, 5, 4]
4631	stu-3в-10	2026-03-16	16 марта	[4, 3, 2, 4]
4632	stu-3в-10	2026-03-17	17 марта	[3, 5, 5, 4]
\.
