COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3121	stu-2в-20	2026-03-26	26 марта	[3, 4, 5, 5]
3122	stu-2в-20	2026-03-27	27 марта	[4, 2, 5, 4]
3123	stu-2в-20	2026-03-30	30 марта	[3, 5, 5]
3124	stu-2в-20	2026-03-31	31 марта	[4, 3, 2, 4]
3125	stu-2г-1	2026-03-02	2 марта	[5, 3, 5, 4]
3126	stu-2г-1	2026-03-03	3 марта	[4, 3, 4, 4, 5]
3127	stu-2г-1	2026-03-04	4 марта	[5, 5, 3]
3128	stu-2г-1	2026-03-05	5 марта	[5, 4, 2, 4, 3]
3129	stu-2г-1	2026-03-06	6 марта	[4, 5, 2, 4]
3130	stu-2г-1	2026-03-09	9 марта	[2, 5, 4, 4]
3131	stu-2г-1	2026-03-10	10 марта	[5, 5, 2, 2]
3132	stu-2г-1	2026-03-11	11 марта	[4, 5, 2, 4]
\.
