COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5209	stu-3г-16	2026-03-24	24 марта	[3, 2, 5, 3]
5210	stu-3г-16	2026-03-25	25 марта	[2, 5, 5, 2]
5211	stu-3г-16	2026-03-26	26 марта	[4, 4, 4, 2, 4]
5212	stu-3г-16	2026-03-27	27 марта	[4, 5, 4]
5213	stu-3г-16	2026-03-30	30 марта	[4, 4, 5, 4]
5214	stu-3г-16	2026-03-31	31 марта	[4, 3, 4, 4, 5]
5215	stu-3г-17	2026-03-02	2 марта	[4, 4, 2, 4]
5216	stu-3г-17	2026-03-03	3 марта	[4, 3, 5, 2, 4]
5217	stu-3г-17	2026-03-04	4 марта	[5, 4, 4, 5]
5218	stu-3г-17	2026-03-05	5 марта	[2, 3, 5, 5, 4]
5219	stu-3г-17	2026-03-06	6 марта	[4, 4, 5]
5220	stu-3г-17	2026-03-09	9 марта	[5, 4, 5]
\.
