COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1801	stu-1г-20	2026-03-26	26 марта	[3, 5, 2, 2, 5]
1802	stu-1г-20	2026-03-27	27 марта	[3, 4, 3, 5]
1803	stu-1г-20	2026-03-30	30 марта	[4, 2, 5, 5]
1804	stu-1г-20	2026-03-31	31 марта	[2, 2, 5, 4, 5]
1805	stu-2а-1	2026-03-02	2 марта	[5, 5, 3, 4]
1806	stu-2а-1	2026-03-03	3 марта	[4, 2, 5, 5, 3]
1807	stu-2а-1	2026-03-04	4 марта	[4, 5, 3, 2]
1808	stu-2а-1	2026-03-05	5 марта	[4, 5, 3, 5]
1809	stu-2а-1	2026-03-06	6 марта	[3, 4, 4, 4]
1810	stu-2а-1	2026-03-09	9 марта	[5, 5, 2, 4]
1811	stu-2а-1	2026-03-10	10 марта	[4, 3, 5, 3]
1812	stu-2а-1	2026-03-11	11 марта	[5, 5, 4, 4]
\.
