COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1165	stu-1в-11	2026-03-30	30 марта	[2, 4, 3]
1166	stu-1в-11	2026-03-31	31 марта	[4, 3, 4, 4, 3]
1167	stu-1в-12	2026-03-02	2 марта	[3, 4, 5]
1168	stu-1в-12	2026-03-03	3 марта	[5, 2, 3, 4]
1169	stu-1в-12	2026-03-04	4 марта	[5, 5, 3, 5]
1170	stu-1в-12	2026-03-05	5 марта	[5, 5, 2, 4, 5]
1171	stu-1в-12	2026-03-06	6 марта	[3, 5, 3, 5]
1172	stu-1в-12	2026-03-09	9 марта	[5, 3, 4, 4]
1173	stu-1в-12	2026-03-10	10 марта	[3, 3, 3, 3, 5]
1174	stu-1в-12	2026-03-11	11 марта	[4, 4, 4, 4]
1175	stu-1в-12	2026-03-12	12 марта	[5, 4, 4, 3, 3]
1176	stu-1в-12	2026-03-13	13 марта	[2, 3, 4, 4]
\.
