COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
61	stu-1а-1	2026-03-24	24 марта	[3, 3, 3, 5]
62	stu-1а-1	2026-03-25	25 марта	[3, 4, 4, 3]
63	stu-1а-1	2026-03-26	26 марта	[5, 3, 5, 4, 3]
64	stu-1а-1	2026-03-27	27 марта	[2, 5, 5]
65	stu-1а-1	2026-03-30	30 марта	[4, 5, 4]
66	stu-1а-1	2026-03-31	31 марта	[4, 2, 4, 4, 5]
67	stu-1а-2	2026-03-02	2 марта	[3, 2, 3, 4]
68	stu-1а-2	2026-03-03	3 марта	[5, 5, 4, 3]
69	stu-1а-2	2026-03-04	4 марта	[3, 5, 5]
70	stu-1а-2	2026-03-05	5 марта	[3, 4, 5, 4]
71	stu-1а-2	2026-03-06	6 марта	[3, 5, 4, 5]
72	stu-1а-2	2026-03-09	9 марта	[5, 5, 3, 3]
\.
