COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
289	stu-1а-12	2026-03-04	4 марта	[4, 3, 4]
290	stu-1а-12	2026-03-05	5 марта	[5, 4, 4, 3]
291	stu-1а-12	2026-03-06	6 марта	[5, 4, 5, 5]
292	stu-1а-12	2026-03-09	9 марта	[5, 5, 4, 5]
293	stu-1а-12	2026-03-10	10 марта	[3, 3, 5, 4, 3]
294	stu-1а-12	2026-03-11	11 марта	[4, 2, 4, 2]
295	stu-1а-12	2026-03-12	12 марта	[3, 4, 2, 3]
296	stu-1а-12	2026-03-13	13 марта	[5, 3, 4, 4]
297	stu-1а-12	2026-03-16	16 марта	[4, 4, 4, 3]
298	stu-1а-12	2026-03-17	17 марта	[4, 3, 5, 3]
299	stu-1а-12	2026-03-18	18 марта	[4, 5, 2]
300	stu-1а-12	2026-03-19	19 марта	[2, 4, 5, 3, 4]
\.
