COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4933	stu-3г-4	2026-03-06	6 марта	[5, 4, 5]
4934	stu-3г-4	2026-03-09	9 марта	[5, 4, 5]
4935	stu-3г-4	2026-03-10	10 марта	[2, 3, 5, 4, 5]
4936	stu-3г-4	2026-03-11	11 марта	[4, 4, 4, 4]
4937	stu-3г-4	2026-03-12	12 марта	[3, 5, 5, 3, 4]
4938	stu-3г-4	2026-03-13	13 марта	[5, 3, 5, 5]
4939	stu-3г-4	2026-03-16	16 марта	[4, 2, 4, 5]
4940	stu-3г-4	2026-03-17	17 марта	[2, 5, 5, 5]
4941	stu-3г-4	2026-03-18	18 марта	[4, 5, 2, 5]
4942	stu-3г-4	2026-03-19	19 марта	[4, 4, 4, 5]
4943	stu-3г-4	2026-03-20	20 марта	[5, 5, 4, 5]
4944	stu-3г-4	2026-03-23	23 марта	[5, 5, 2, 5]
\.
