COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6625	stu-4г-1	2026-03-04	4 марта	[2, 5, 4, 3]
6626	stu-4г-1	2026-03-05	5 марта	[4, 5, 4, 5]
6627	stu-4г-1	2026-03-06	6 марта	[4, 5, 4, 4]
6628	stu-4г-1	2026-03-09	9 марта	[5, 3, 4]
6629	stu-4г-1	2026-03-10	10 марта	[4, 5, 4, 5, 3]
6630	stu-4г-1	2026-03-11	11 марта	[4, 4, 4, 2]
6631	stu-4г-1	2026-03-12	12 марта	[2, 3, 5, 2, 5]
6632	stu-4г-1	2026-03-13	13 марта	[5, 3, 3, 5]
6633	stu-4г-1	2026-03-16	16 марта	[5, 3, 3]
6634	stu-4г-1	2026-03-17	17 марта	[5, 5, 2, 4, 3]
6635	stu-4г-1	2026-03-18	18 марта	[2, 5, 3, 4]
6636	stu-4г-1	2026-03-19	19 марта	[3, 3, 4, 4, 5]
\.
