COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5497	stu-4а-9	2026-03-26	26 марта	[2, 3, 5, 3, 5]
5498	stu-4а-9	2026-03-27	27 марта	[5, 4, 3]
5499	stu-4а-9	2026-03-30	30 марта	[3, 3, 4]
5500	stu-4а-9	2026-03-31	31 марта	[4, 5, 4, 2]
5501	stu-4а-10	2026-03-02	2 марта	[2, 5, 2]
5502	stu-4а-10	2026-03-03	3 марта	[5, 4, 2, 5, 4]
5503	stu-4а-10	2026-03-04	4 марта	[5, 4, 3]
5504	stu-4а-10	2026-03-05	5 марта	[4, 4, 5, 3]
5505	stu-4а-10	2026-03-06	6 марта	[4, 4, 4, 3]
5506	stu-4а-10	2026-03-09	9 марта	[4, 5, 4, 5]
5507	stu-4а-10	2026-03-10	10 марта	[4, 5, 4, 4, 4]
5508	stu-4а-10	2026-03-11	11 марта	[4, 2, 5, 4]
\.
