COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3385	stu-2г-12	2026-03-26	26 марта	[5, 5, 2, 3, 4]
3386	stu-2г-12	2026-03-27	27 марта	[5, 3, 3, 4]
3387	stu-2г-12	2026-03-30	30 марта	[4, 4, 4, 3]
3388	stu-2г-12	2026-03-31	31 марта	[3, 3, 3, 5]
3389	stu-2г-13	2026-03-02	2 марта	[5, 4, 3, 5]
3390	stu-2г-13	2026-03-03	3 марта	[3, 3, 5, 2, 4]
3391	stu-2г-13	2026-03-04	4 марта	[4, 5, 4]
3392	stu-2г-13	2026-03-05	5 марта	[4, 5, 4, 5, 5]
3393	stu-2г-13	2026-03-06	6 марта	[4, 5, 4, 5]
3394	stu-2г-13	2026-03-09	9 марта	[4, 5, 4, 5]
3395	stu-2г-13	2026-03-10	10 марта	[4, 3, 4, 4]
3396	stu-2г-13	2026-03-11	11 марта	[5, 5, 3, 5]
\.
