COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5917	stu-4б-8	2026-03-30	30 марта	[3, 5, 5, 4]
5918	stu-4б-8	2026-03-31	31 марта	[3, 2, 3, 5, 5]
5919	stu-4б-9	2026-03-02	2 марта	[5, 5, 2]
5920	stu-4б-9	2026-03-03	3 марта	[4, 5, 5, 3]
5921	stu-4б-9	2026-03-04	4 марта	[5, 4, 3, 3]
5922	stu-4б-9	2026-03-05	5 марта	[3, 4, 4, 4, 5]
5923	stu-4б-9	2026-03-06	6 марта	[5, 3, 4, 5]
5924	stu-4б-9	2026-03-09	9 марта	[4, 5, 2]
5925	stu-4б-9	2026-03-10	10 марта	[5, 5, 5, 4]
5926	stu-4б-9	2026-03-11	11 марта	[4, 5, 2]
5927	stu-4б-9	2026-03-12	12 марта	[5, 3, 3, 4, 4]
5928	stu-4б-9	2026-03-13	13 марта	[3, 4, 5, 4]
\.
