COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3793	stu-3а-12	2026-03-12	12 марта	[3, 5, 4, 5, 5]
3794	stu-3а-12	2026-03-13	13 марта	[5, 4, 2, 3]
3795	stu-3а-12	2026-03-16	16 марта	[4, 3, 5, 3]
3796	stu-3а-12	2026-03-17	17 марта	[3, 3, 3, 5]
3797	stu-3а-12	2026-03-18	18 марта	[4, 3, 2, 3]
3798	stu-3а-12	2026-03-19	19 марта	[5, 3, 5, 2]
3799	stu-3а-12	2026-03-20	20 марта	[3, 4, 4, 5]
3800	stu-3а-12	2026-03-23	23 марта	[5, 3, 4, 5]
3801	stu-3а-12	2026-03-24	24 марта	[5, 3, 3, 3, 5]
3802	stu-3а-12	2026-03-25	25 марта	[2, 5, 5]
3803	stu-3а-12	2026-03-26	26 марта	[2, 5, 3, 4]
3804	stu-3а-12	2026-03-27	27 марта	[2, 4, 3, 4]
\.
