COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2185	stu-2а-18	2026-03-10	10 марта	[5, 4, 5, 2]
2186	stu-2а-18	2026-03-11	11 марта	[5, 5, 5, 5]
2187	stu-2а-18	2026-03-12	12 марта	[5, 5, 4, 3, 3]
2188	stu-2а-18	2026-03-13	13 марта	[4, 3, 2, 3]
2189	stu-2а-18	2026-03-16	16 марта	[3, 3, 3, 2]
2190	stu-2а-18	2026-03-17	17 марта	[4, 2, 5, 4, 2]
2191	stu-2а-18	2026-03-18	18 марта	[5, 3, 3, 5]
2192	stu-2а-18	2026-03-19	19 марта	[3, 4, 4, 4]
2193	stu-2а-18	2026-03-20	20 марта	[5, 3, 3, 4]
2194	stu-2а-18	2026-03-23	23 марта	[4, 3, 4, 5]
2195	stu-2а-18	2026-03-24	24 марта	[5, 5, 4, 2]
2196	stu-2а-18	2026-03-25	25 марта	[3, 5, 5]
\.
