COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5581	stu-4а-13	2026-03-20	20 марта	[4, 2, 4]
5582	stu-4а-13	2026-03-23	23 марта	[3, 3, 5, 4]
5583	stu-4а-13	2026-03-24	24 марта	[3, 5, 5, 5]
5584	stu-4а-13	2026-03-25	25 марта	[3, 5, 3]
5585	stu-4а-13	2026-03-26	26 марта	[3, 3, 5, 4, 4]
5586	stu-4а-13	2026-03-27	27 марта	[5, 3, 3]
5587	stu-4а-13	2026-03-30	30 марта	[3, 3, 5]
5588	stu-4а-13	2026-03-31	31 марта	[4, 5, 2, 2]
5589	stu-4а-14	2026-03-02	2 марта	[3, 5, 2]
5590	stu-4а-14	2026-03-03	3 марта	[5, 5, 4, 5, 2]
5591	stu-4а-14	2026-03-04	4 марта	[3, 2, 4]
5592	stu-4а-14	2026-03-05	5 марта	[3, 5, 4, 5]
\.
