COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6253	stu-4в-4	2026-03-06	6 марта	[3, 3, 3, 3]
6254	stu-4в-4	2026-03-09	9 марта	[4, 3, 2]
6255	stu-4в-4	2026-03-10	10 марта	[3, 4, 5, 4]
6256	stu-4в-4	2026-03-11	11 марта	[3, 4, 4]
6257	stu-4в-4	2026-03-12	12 марта	[3, 2, 5, 3, 3]
6258	stu-4в-4	2026-03-13	13 марта	[2, 4, 4, 3]
6259	stu-4в-4	2026-03-16	16 марта	[3, 2, 3, 5]
6260	stu-4в-4	2026-03-17	17 марта	[5, 5, 4, 2]
6261	stu-4в-4	2026-03-18	18 марта	[3, 3, 4, 4]
6262	stu-4в-4	2026-03-19	19 марта	[3, 2, 3, 4]
6263	stu-4в-4	2026-03-20	20 марта	[5, 3, 4, 5]
6264	stu-4в-4	2026-03-23	23 марта	[3, 3, 3, 4]
\.
