COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1873	stu-2а-4	2026-03-04	4 марта	[4, 5, 3, 2]
1874	stu-2а-4	2026-03-05	5 марта	[4, 5, 3, 5]
1875	stu-2а-4	2026-03-06	6 марта	[5, 4, 3, 4]
1876	stu-2а-4	2026-03-09	9 марта	[5, 5, 3, 4]
1877	stu-2а-4	2026-03-10	10 марта	[4, 3, 5, 3]
1878	stu-2а-4	2026-03-11	11 марта	[5, 5, 4, 4]
1879	stu-2а-4	2026-03-12	12 марта	[5, 5, 4, 3, 3]
1880	stu-2а-4	2026-03-13	13 марта	[4, 4, 2, 4]
1881	stu-2а-4	2026-03-16	16 марта	[4, 4, 3, 2]
1882	stu-2а-4	2026-03-17	17 марта	[3, 2, 5, 5, 3]
1883	stu-2а-4	2026-03-18	18 марта	[5, 2, 3, 4]
1884	stu-2а-4	2026-03-19	19 марта	[4, 4, 3, 4]
\.
