COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2689	stu-2в-1	2026-03-06	6 марта	[3, 4, 5]
2690	stu-2в-1	2026-03-09	9 марта	[2, 3, 5]
2691	stu-2в-1	2026-03-10	10 марта	[4, 2, 4, 4, 3]
2692	stu-2в-1	2026-03-11	11 марта	[3, 4, 3]
2693	stu-2в-1	2026-03-12	12 марта	[2, 3, 5, 3, 4]
2694	stu-2в-1	2026-03-13	13 марта	[3, 3, 4, 4]
2695	stu-2в-1	2026-03-16	16 марта	[4, 4, 4]
2696	stu-2в-1	2026-03-17	17 марта	[4, 5, 2, 4]
2697	stu-2в-1	2026-03-18	18 марта	[3, 5, 3]
2698	stu-2в-1	2026-03-19	19 марта	[5, 4, 5, 2]
2699	stu-2в-1	2026-03-20	20 марта	[2, 5, 4, 4]
2700	stu-2в-1	2026-03-23	23 марта	[2, 5, 5, 2]
\.
