COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3133	stu-2г-1	2026-03-12	12 марта	[5, 4, 2, 5, 3]
3134	stu-2г-1	2026-03-13	13 марта	[4, 5, 2, 5]
3135	stu-2г-1	2026-03-16	16 марта	[3, 3, 2]
3136	stu-2г-1	2026-03-17	17 марта	[4, 2, 3, 5, 5]
3137	stu-2г-1	2026-03-18	18 марта	[4, 4, 3, 3]
3138	stu-2г-1	2026-03-19	19 марта	[5, 2, 3, 3, 4]
3139	stu-2г-1	2026-03-20	20 марта	[5, 2, 5]
3140	stu-2г-1	2026-03-23	23 марта	[4, 4, 4, 3]
3141	stu-2г-1	2026-03-24	24 марта	[4, 5, 2, 5, 5]
3142	stu-2г-1	2026-03-25	25 марта	[5, 4, 4, 5]
3143	stu-2г-1	2026-03-26	26 марта	[5, 5, 2, 4, 3]
3144	stu-2г-1	2026-03-27	27 марта	[5, 3, 2, 4]
\.
