COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
109	stu-1а-3	2026-03-30	30 марта	[2, 4, 5]
110	stu-1а-3	2026-03-31	31 марта	[4, 3, 5, 2, 4]
111	stu-1а-4	2026-03-02	2 марта	[2, 4, 4, 3]
112	stu-1а-4	2026-03-03	3 марта	[5, 4, 5, 4]
113	stu-1а-4	2026-03-04	4 марта	[2, 5, 5]
114	stu-1а-4	2026-03-05	5 марта	[5, 3, 4, 3]
115	stu-1а-4	2026-03-06	6 марта	[4, 4, 5, 4]
116	stu-1а-4	2026-03-09	9 марта	[4, 4, 5, 4]
117	stu-1а-4	2026-03-10	10 марта	[5, 2, 4, 5, 3]
118	stu-1а-4	2026-03-11	11 марта	[2, 3, 3, 4]
119	stu-1а-4	2026-03-12	12 марта	[5, 5, 3, 2]
120	stu-1а-4	2026-03-13	13 марта	[5, 3, 5, 2]
\.
