COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3037	stu-2в-17	2026-03-02	2 марта	[3, 4, 3, 5]
3038	stu-2в-17	2026-03-03	3 марта	[5, 4, 5, 5, 2]
3039	stu-2в-17	2026-03-04	4 марта	[2, 4, 4, 4]
3040	stu-2в-17	2026-03-05	5 марта	[2, 3, 5, 3, 4]
3041	stu-2в-17	2026-03-06	6 марта	[3, 2, 4]
3042	stu-2в-17	2026-03-09	9 марта	[3, 5, 4]
3043	stu-2в-17	2026-03-10	10 марта	[4, 4, 4, 3, 3]
3044	stu-2в-17	2026-03-11	11 марта	[3, 4, 3]
3045	stu-2в-17	2026-03-12	12 марта	[3, 4, 5, 5, 4]
3046	stu-2в-17	2026-03-13	13 марта	[3, 5, 4, 2]
3047	stu-2в-17	2026-03-16	16 марта	[4, 3, 4]
3048	stu-2в-17	2026-03-17	17 марта	[2, 5, 3, 4]
\.
