COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3745	stu-3а-10	2026-03-06	6 марта	[5, 5, 4, 3]
3746	stu-3а-10	2026-03-09	9 марта	[4, 3, 3, 5]
3747	stu-3а-10	2026-03-10	10 марта	[5, 4, 4, 4, 3]
3748	stu-3а-10	2026-03-11	11 марта	[4, 4, 3, 4]
3749	stu-3а-10	2026-03-12	12 марта	[4, 4, 5, 4, 3]
3750	stu-3а-10	2026-03-13	13 марта	[5, 5, 3, 2]
3751	stu-3а-10	2026-03-16	16 марта	[3, 4, 5, 4]
3752	stu-3а-10	2026-03-17	17 марта	[4, 4, 2, 3]
3753	stu-3а-10	2026-03-18	18 марта	[3, 5, 3, 5]
3754	stu-3а-10	2026-03-19	19 марта	[5, 4, 3, 4]
3755	stu-3а-10	2026-03-20	20 марта	[5, 5, 2, 3]
3756	stu-3а-10	2026-03-23	23 марта	[4, 5, 3, 3]
\.
