COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3973	stu-3а-20	2026-03-18	18 марта	[5, 4, 2, 4]
3974	stu-3а-20	2026-03-19	19 марта	[5, 3, 4, 3]
3975	stu-3а-20	2026-03-20	20 марта	[4, 5, 3, 4]
3976	stu-3а-20	2026-03-23	23 марта	[5, 4, 2, 3]
3977	stu-3а-20	2026-03-24	24 марта	[5, 2, 5, 3, 3]
3978	stu-3а-20	2026-03-25	25 марта	[3, 4, 4]
3979	stu-3а-20	2026-03-26	26 марта	[3, 5, 3, 3]
3980	stu-3а-20	2026-03-27	27 марта	[3, 5, 4, 3]
3981	stu-3а-20	2026-03-30	30 марта	[3, 4, 3, 5]
3982	stu-3а-20	2026-03-31	31 марта	[4, 5, 5, 2]
3983	stu-3б-1	2026-03-02	2 марта	[4, 5, 4, 5]
3984	stu-3б-1	2026-03-03	3 марта	[4, 3, 3, 4, 4]
\.
