COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5533	stu-4а-11	2026-03-16	16 марта	[3, 5, 3]
5534	stu-4а-11	2026-03-17	17 марта	[5, 5, 4, 3, 2]
5535	stu-4а-11	2026-03-18	18 марта	[2, 4, 3]
5536	stu-4а-11	2026-03-19	19 марта	[4, 5, 3, 4, 5]
5537	stu-4а-11	2026-03-20	20 марта	[3, 4, 3]
5538	stu-4а-11	2026-03-23	23 марта	[2, 5, 5, 4]
5539	stu-4а-11	2026-03-24	24 марта	[4, 5, 5, 3]
5540	stu-4а-11	2026-03-25	25 марта	[2, 5, 5]
5541	stu-4а-11	2026-03-26	26 марта	[4, 4, 4, 4, 5]
5542	stu-4а-11	2026-03-27	27 марта	[4, 2, 5]
5543	stu-4а-11	2026-03-30	30 марта	[2, 4, 5]
5544	stu-4а-11	2026-03-31	31 марта	[5, 3, 2, 4]
\.
