COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4789	stu-3в-17	2026-03-20	20 марта	[5, 3, 4]
4790	stu-3в-17	2026-03-23	23 марта	[2, 5, 5]
4791	stu-3в-17	2026-03-24	24 марта	[5, 5, 2, 3, 5]
4792	stu-3в-17	2026-03-25	25 марта	[5, 5, 5]
4793	stu-3в-17	2026-03-26	26 марта	[3, 5, 3, 3, 5]
4794	stu-3в-17	2026-03-27	27 марта	[5, 5, 4, 5]
4795	stu-3в-17	2026-03-30	30 марта	[4, 3, 5, 4]
4796	stu-3в-17	2026-03-31	31 марта	[3, 5, 3, 3, 5]
4797	stu-3в-18	2026-03-02	2 марта	[5, 5, 2, 2]
4798	stu-3в-18	2026-03-03	3 марта	[4, 2, 4, 4]
4799	stu-3в-18	2026-03-04	4 марта	[4, 4, 3]
4800	stu-3в-18	2026-03-05	5 марта	[5, 3, 3, 2]
\.
