COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5017	stu-3г-8	2026-03-02	2 марта	[5, 5, 3, 2]
5018	stu-3г-8	2026-03-03	3 марта	[5, 4, 4, 3, 3]
5019	stu-3г-8	2026-03-04	4 марта	[5, 3, 4, 3]
5020	stu-3г-8	2026-03-05	5 марта	[4, 2, 4, 5, 4]
5021	stu-3г-8	2026-03-06	6 марта	[5, 3, 4]
5022	stu-3г-8	2026-03-09	9 марта	[4, 3, 4]
5023	stu-3г-8	2026-03-10	10 марта	[4, 5, 4, 3, 5]
5024	stu-3г-8	2026-03-11	11 марта	[5, 4, 3, 2]
5025	stu-3г-8	2026-03-12	12 марта	[5, 4, 5, 5, 5]
5026	stu-3г-8	2026-03-13	13 марта	[3, 3, 5, 3]
5027	stu-3г-8	2026-03-16	16 марта	[3, 4, 5, 3]
5028	stu-3г-8	2026-03-17	17 марта	[4, 5, 5, 4]
\.
