COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2077	stu-2а-13	2026-03-12	12 марта	[5, 5, 4, 3, 5]
2078	stu-2а-13	2026-03-13	13 марта	[4, 4, 4, 5]
2079	stu-2а-13	2026-03-16	16 марта	[4, 3, 4, 4]
2080	stu-2а-13	2026-03-17	17 марта	[3, 4, 5, 3, 3]
2081	stu-2а-13	2026-03-18	18 марта	[5, 2, 5, 4]
2082	stu-2а-13	2026-03-19	19 марта	[4, 4, 4, 3]
2083	stu-2а-13	2026-03-20	20 марта	[5, 3, 2, 4]
2084	stu-2а-13	2026-03-23	23 марта	[5, 5, 4, 4]
2085	stu-2а-13	2026-03-24	24 марта	[4, 5, 4, 3]
2086	stu-2а-13	2026-03-25	25 марта	[4, 3, 5]
2087	stu-2а-13	2026-03-26	26 марта	[3, 3, 5, 4, 4]
2088	stu-2а-13	2026-03-27	27 марта	[3, 3, 5, 5]
\.
