COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3817	stu-3а-13	2026-03-16	16 марта	[4, 4, 4, 4]
3818	stu-3а-13	2026-03-17	17 марта	[4, 4, 2, 3]
3819	stu-3а-13	2026-03-18	18 марта	[3, 5, 3, 5]
3820	stu-3а-13	2026-03-19	19 марта	[5, 4, 3, 4]
3821	stu-3а-13	2026-03-20	20 марта	[5, 5, 2, 3]
3822	stu-3а-13	2026-03-23	23 марта	[4, 4, 3, 3]
3823	stu-3а-13	2026-03-24	24 марта	[5, 2, 4, 2, 3]
3824	stu-3а-13	2026-03-25	25 марта	[4, 4, 4]
3825	stu-3а-13	2026-03-26	26 марта	[4, 4, 4, 3]
3826	stu-3а-13	2026-03-27	27 марта	[4, 5, 5, 2]
3827	stu-3а-13	2026-03-30	30 марта	[2, 4, 4, 5]
3828	stu-3а-13	2026-03-31	31 марта	[5, 5, 4, 2]
\.
