COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
517	stu-1б-2	2026-03-16	16 марта	[3, 4, 5, 5]
518	stu-1б-2	2026-03-17	17 марта	[5, 4, 4, 3, 3]
519	stu-1б-2	2026-03-18	18 марта	[4, 4, 4]
520	stu-1б-2	2026-03-19	19 марта	[4, 4, 5, 4]
521	stu-1б-2	2026-03-20	20 марта	[3, 3, 4, 2]
522	stu-1б-2	2026-03-23	23 марта	[2, 4, 5, 3]
523	stu-1б-2	2026-03-24	24 марта	[5, 5, 3, 3]
524	stu-1б-2	2026-03-25	25 марта	[3, 5, 2]
525	stu-1б-2	2026-03-26	26 марта	[5, 4, 5, 4]
526	stu-1б-2	2026-03-27	27 марта	[4, 4, 5, 5]
527	stu-1б-2	2026-03-30	30 марта	[3, 5, 3]
528	stu-1б-2	2026-03-31	31 марта	[5, 2, 4, 4, 3]
\.
