COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
481	stu-1а-20	2026-03-26	26 марта	[5, 4, 3, 3, 4]
482	stu-1а-20	2026-03-27	27 марта	[3, 5, 4]
483	stu-1а-20	2026-03-30	30 марта	[3, 5, 4]
484	stu-1а-20	2026-03-31	31 марта	[5, 2, 3, 4, 4]
485	stu-1б-1	2026-03-02	2 марта	[5, 5, 4]
486	stu-1б-1	2026-03-03	3 марта	[5, 2, 3, 5, 4]
487	stu-1б-1	2026-03-04	4 марта	[4, 2, 5, 4]
488	stu-1б-1	2026-03-05	5 марта	[4, 5, 4, 3, 4]
489	stu-1б-1	2026-03-06	6 марта	[3, 3, 3, 2]
490	stu-1б-1	2026-03-09	9 марта	[5, 4, 3]
491	stu-1б-1	2026-03-10	10 марта	[4, 4, 4, 5, 4]
492	stu-1б-1	2026-03-11	11 марта	[2, 5, 2]
\.
