COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5377	stu-4а-4	2026-03-12	12 марта	[2, 5, 5, 3, 3]
5378	stu-4а-4	2026-03-13	13 марта	[4, 4, 5]
5379	stu-4а-4	2026-03-16	16 марта	[5, 5, 3]
5380	stu-4а-4	2026-03-17	17 марта	[4, 5, 4, 3, 4]
5381	stu-4а-4	2026-03-18	18 марта	[4, 4, 3]
5382	stu-4а-4	2026-03-19	19 марта	[2, 4, 4, 5, 3]
5383	stu-4а-4	2026-03-20	20 марта	[5, 3, 5]
5384	stu-4а-4	2026-03-23	23 марта	[4, 5, 5, 4]
5385	stu-4а-4	2026-03-24	24 марта	[2, 5, 5, 5]
5386	stu-4а-4	2026-03-25	25 марта	[4, 4, 4]
5387	stu-4а-4	2026-03-26	26 марта	[2, 4, 4, 3, 5]
5388	stu-4а-4	2026-03-27	27 марта	[5, 3, 5]
\.
