COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4105	stu-3б-6	2026-03-18	18 марта	[5, 3, 4, 5]
4106	stu-3б-6	2026-03-19	19 марта	[3, 5, 4, 5]
4107	stu-3б-6	2026-03-20	20 марта	[3, 5, 5, 2]
4108	stu-3б-6	2026-03-23	23 марта	[5, 2, 4, 3]
4109	stu-3б-6	2026-03-24	24 марта	[4, 4, 3, 3, 4]
4110	stu-3б-6	2026-03-25	25 марта	[5, 5, 2, 2]
4111	stu-3б-6	2026-03-26	26 марта	[5, 4, 3, 5, 2]
4112	stu-3б-6	2026-03-27	27 марта	[5, 4, 2, 3]
4113	stu-3б-6	2026-03-30	30 марта	[4, 3, 4]
4114	stu-3б-6	2026-03-31	31 марта	[3, 5, 5, 3, 3]
4115	stu-3б-7	2026-03-02	2 марта	[4, 5, 3, 4]
4116	stu-3б-7	2026-03-03	3 марта	[4, 2, 4, 4, 3]
\.
