COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
205	stu-1а-8	2026-03-10	10 марта	[3, 3, 5, 4, 3]
206	stu-1а-8	2026-03-11	11 марта	[4, 3, 4, 3]
207	stu-1а-8	2026-03-12	12 марта	[4, 4, 2, 4]
208	stu-1а-8	2026-03-13	13 марта	[5, 4, 4, 4]
209	stu-1а-8	2026-03-16	16 марта	[4, 2, 4, 3]
210	stu-1а-8	2026-03-17	17 марта	[4, 3, 5, 3]
211	stu-1а-8	2026-03-18	18 марта	[4, 5, 3]
212	stu-1а-8	2026-03-19	19 марта	[3, 2, 4, 2, 5]
213	stu-1а-8	2026-03-20	20 марта	[5, 5, 4, 3]
214	stu-1а-8	2026-03-23	23 марта	[4, 4, 2, 5]
215	stu-1а-8	2026-03-24	24 марта	[3, 5, 2, 3]
216	stu-1а-8	2026-03-25	25 марта	[3, 5, 5, 3]
\.
