COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6001	stu-4б-12	2026-03-24	24 марта	[5, 5, 2, 4, 3]
6002	stu-4б-12	2026-03-25	25 марта	[5, 3, 5]
6003	stu-4б-12	2026-03-26	26 марта	[2, 5, 4, 4]
6004	stu-4б-12	2026-03-27	27 марта	[5, 4, 4, 5]
6005	stu-4б-12	2026-03-30	30 марта	[2, 5, 5, 4]
6006	stu-4б-12	2026-03-31	31 марта	[4, 2, 3, 5, 5]
6007	stu-4б-13	2026-03-02	2 марта	[5, 4, 3]
6008	stu-4б-13	2026-03-03	3 марта	[4, 5, 5, 4]
6009	stu-4б-13	2026-03-04	4 марта	[5, 5, 4, 2]
6010	stu-4б-13	2026-03-05	5 марта	[4, 5, 5, 4, 4]
6011	stu-4б-13	2026-03-06	6 марта	[5, 3, 3, 4]
6012	stu-4б-13	2026-03-09	9 марта	[4, 5, 2]
\.
