COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
193	stu-1а-7	2026-03-24	24 марта	[4, 3, 4, 4]
194	stu-1а-7	2026-03-25	25 марта	[2, 5, 4, 4]
195	stu-1а-7	2026-03-26	26 марта	[5, 4, 5, 2, 4]
196	stu-1а-7	2026-03-27	27 марта	[3, 5, 4]
197	stu-1а-7	2026-03-30	30 марта	[3, 5, 4]
198	stu-1а-7	2026-03-31	31 марта	[5, 2, 3, 4, 4]
199	stu-1а-8	2026-03-02	2 марта	[4, 2, 3, 4]
200	stu-1а-8	2026-03-03	3 марта	[4, 5, 4, 4]
201	stu-1а-8	2026-03-04	4 марта	[4, 4, 5]
202	stu-1а-8	2026-03-05	5 марта	[3, 4, 3, 3]
203	stu-1а-8	2026-03-06	6 марта	[3, 4, 4, 5]
204	stu-1а-8	2026-03-09	9 марта	[5, 5, 3, 3]
\.
