COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5749	stu-4б-1	2026-03-10	10 марта	[4, 5, 5, 5]
5750	stu-4б-1	2026-03-11	11 марта	[4, 4, 4]
5751	stu-4б-1	2026-03-12	12 марта	[5, 3, 2, 3, 3]
5752	stu-4б-1	2026-03-13	13 марта	[2, 3, 3, 4]
5753	stu-4б-1	2026-03-16	16 марта	[4, 5, 2]
5754	stu-4б-1	2026-03-17	17 марта	[3, 5, 4, 5]
5755	stu-4б-1	2026-03-18	18 марта	[4, 4, 4]
5756	stu-4б-1	2026-03-19	19 марта	[5, 2, 5, 3]
5757	stu-4б-1	2026-03-20	20 марта	[4, 5, 5, 3]
5758	stu-4б-1	2026-03-23	23 марта	[5, 4, 2, 3]
5759	stu-4б-1	2026-03-24	24 марта	[4, 4, 4, 5, 2]
5760	stu-4б-1	2026-03-25	25 марта	[5, 4, 4]
\.
