COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3769	stu-3а-11	2026-03-10	10 марта	[4, 4, 5, 5, 4]
3770	stu-3а-11	2026-03-11	11 марта	[5, 3, 4, 5]
3771	stu-3а-11	2026-03-12	12 марта	[2, 5, 3, 5, 4]
3772	stu-3а-11	2026-03-13	13 марта	[5, 5, 4, 4]
3773	stu-3а-11	2026-03-16	16 марта	[5, 2, 4, 5]
3774	stu-3а-11	2026-03-17	17 марта	[2, 5, 4, 4]
3775	stu-3а-11	2026-03-18	18 марта	[5, 4, 4, 4]
3776	stu-3а-11	2026-03-19	19 марта	[4, 3, 4, 3]
3777	stu-3а-11	2026-03-20	20 марта	[4, 5, 3, 4]
3778	stu-3а-11	2026-03-23	23 марта	[5, 4, 2, 5]
3779	stu-3а-11	2026-03-24	24 марта	[4, 4, 5, 3, 4]
3780	stu-3а-11	2026-03-25	25 марта	[3, 5, 5]
\.
