COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1777	stu-1г-19	2026-03-24	24 марта	[4, 4, 4, 5]
1778	stu-1г-19	2026-03-25	25 марта	[4, 4, 2, 5]
1779	stu-1г-19	2026-03-26	26 марта	[3, 5, 3, 3, 5]
1780	stu-1г-19	2026-03-27	27 марта	[3, 4, 3, 5]
1781	stu-1г-19	2026-03-30	30 марта	[4, 2, 5, 5]
1782	stu-1г-19	2026-03-31	31 марта	[2, 2, 5, 3, 5]
1783	stu-1г-20	2026-03-02	2 марта	[4, 3, 4, 2]
1784	stu-1г-20	2026-03-03	3 марта	[4, 4, 4, 4]
1785	stu-1г-20	2026-03-04	4 марта	[5, 5, 3, 4]
1786	stu-1г-20	2026-03-05	5 марта	[5, 4, 5, 2, 4]
1787	stu-1г-20	2026-03-06	6 марта	[2, 4, 5, 3]
1788	stu-1г-20	2026-03-09	9 марта	[4, 5, 4, 3]
\.
