COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6721	stu-4г-5	2026-03-16	16 марта	[5, 4, 5]
6722	stu-4г-5	2026-03-17	17 марта	[3, 5, 4, 5, 3]
6723	stu-4г-5	2026-03-18	18 марта	[4, 4, 4, 5]
6724	stu-4г-5	2026-03-19	19 марта	[4, 3, 5, 3, 5]
6725	stu-4г-5	2026-03-20	20 марта	[5, 5, 4, 5]
6726	stu-4г-5	2026-03-23	23 марта	[4, 2, 4]
6727	stu-4г-5	2026-03-24	24 марта	[2, 3, 5, 3, 5]
6728	stu-4г-5	2026-03-25	25 марта	[5, 4, 4, 4]
6729	stu-4г-5	2026-03-26	26 марта	[5, 4, 5, 5, 2]
6730	stu-4г-5	2026-03-27	27 марта	[2, 4, 5, 2]
6731	stu-4г-5	2026-03-30	30 марта	[5, 4, 5]
6732	stu-4г-5	2026-03-31	31 марта	[5, 2, 5, 5, 2]
\.
