COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
529	stu-1б-3	2026-03-02	2 марта	[4, 3, 5]
530	stu-1б-3	2026-03-03	3 марта	[4, 4, 5, 5, 3]
531	stu-1б-3	2026-03-04	4 марта	[5, 3, 5, 3]
532	stu-1б-3	2026-03-05	5 марта	[5, 4, 4, 5, 5]
533	stu-1б-3	2026-03-06	6 марта	[3, 4, 2, 4]
534	stu-1б-3	2026-03-09	9 марта	[5, 2, 2]
535	stu-1б-3	2026-03-10	10 марта	[4, 3, 5, 5, 3]
536	stu-1б-3	2026-03-11	11 марта	[3, 4, 4]
537	stu-1б-3	2026-03-12	12 марта	[4, 4, 4, 4, 5]
538	stu-1б-3	2026-03-13	13 марта	[3, 5, 4, 4]
539	stu-1б-3	2026-03-16	16 марта	[5, 3, 4, 4]
540	stu-1б-3	2026-03-17	17 марта	[3, 3, 5, 4, 3]
\.
