COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6817	stu-4г-9	2026-03-26	26 марта	[5, 2, 3, 4, 4]
6818	stu-4г-9	2026-03-27	27 марта	[3, 2, 4, 3]
6819	stu-4г-9	2026-03-30	30 марта	[4, 3, 5]
6820	stu-4г-9	2026-03-31	31 марта	[5, 3, 3, 4, 4]
6821	stu-4г-10	2026-03-02	2 марта	[2, 5, 5]
6822	stu-4г-10	2026-03-03	3 марта	[2, 4, 4, 5, 5]
6823	stu-4г-10	2026-03-04	4 марта	[4, 3, 5, 5]
6824	stu-4г-10	2026-03-05	5 марта	[4, 5, 4, 5]
6825	stu-4г-10	2026-03-06	6 марта	[5, 4, 5, 5]
6826	stu-4г-10	2026-03-09	9 марта	[4, 3, 5]
6827	stu-4г-10	2026-03-10	10 марта	[2, 5, 5, 5, 4]
6828	stu-4г-10	2026-03-11	11 марта	[5, 5, 4, 4]
\.
