COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1153	stu-1в-11	2026-03-12	12 марта	[3, 2, 5, 4, 2]
1154	stu-1в-11	2026-03-13	13 марта	[4, 2, 4, 3]
1155	stu-1в-11	2026-03-16	16 марта	[3, 5, 2, 5]
1156	stu-1в-11	2026-03-17	17 марта	[5, 4, 2, 3]
1157	stu-1в-11	2026-03-18	18 марта	[5, 3, 5]
1158	stu-1в-11	2026-03-19	19 марта	[2, 3, 4, 5, 5]
1159	stu-1в-11	2026-03-20	20 марта	[5, 2, 4, 2]
1160	stu-1в-11	2026-03-23	23 марта	[3, 5, 2]
1161	stu-1в-11	2026-03-24	24 марта	[5, 4, 3, 4, 4]
1162	stu-1в-11	2026-03-25	25 марта	[4, 5, 3, 4]
1163	stu-1в-11	2026-03-26	26 марта	[3, 3, 5, 5, 3]
1164	stu-1в-11	2026-03-27	27 марта	[5, 3, 3, 3]
\.
