COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4033	stu-3б-3	2026-03-10	10 марта	[2, 4, 4, 3, 5]
4034	stu-3б-3	2026-03-11	11 марта	[5, 4, 3]
4035	stu-3б-3	2026-03-12	12 марта	[4, 3, 4, 3]
4036	stu-3б-3	2026-03-13	13 марта	[4, 4, 3, 3]
4037	stu-3б-3	2026-03-16	16 марта	[5, 4, 4, 2]
4038	stu-3б-3	2026-03-17	17 марта	[4, 4, 5, 3]
4039	stu-3б-3	2026-03-18	18 марта	[5, 4, 3, 5]
4040	stu-3б-3	2026-03-19	19 марта	[3, 5, 4, 5]
4041	stu-3б-3	2026-03-20	20 марта	[4, 5, 5, 2]
4042	stu-3б-3	2026-03-23	23 марта	[5, 2, 3, 3]
4043	stu-3б-3	2026-03-24	24 марта	[4, 3, 4, 3, 3]
4044	stu-3б-3	2026-03-25	25 марта	[5, 4, 2, 3]
\.
