COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
709	stu-1б-11	2026-03-06	6 марта	[3, 3, 3, 3]
710	stu-1б-11	2026-03-09	9 марта	[5, 4, 2]
711	stu-1б-11	2026-03-10	10 марта	[4, 3, 4, 5, 4]
712	stu-1б-11	2026-03-11	11 марта	[2, 4, 4]
713	stu-1б-11	2026-03-12	12 марта	[5, 5, 4, 3, 4]
714	stu-1б-11	2026-03-13	13 марта	[2, 4, 5, 5]
715	stu-1б-11	2026-03-16	16 марта	[4, 3, 5, 5]
716	stu-1б-11	2026-03-17	17 марта	[3, 4, 5, 5, 4]
717	stu-1б-11	2026-03-18	18 марта	[5, 2, 5]
718	stu-1б-11	2026-03-19	19 марта	[5, 3, 5, 3]
719	stu-1б-11	2026-03-20	20 марта	[2, 2, 5, 2]
720	stu-1б-11	2026-03-23	23 марта	[4, 3, 4, 5]
\.
