COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4165	stu-3б-9	2026-03-10	10 марта	[3, 4, 3, 4, 5]
4166	stu-3б-9	2026-03-11	11 марта	[5, 5, 3]
4167	stu-3б-9	2026-03-12	12 марта	[4, 3, 5, 3]
4168	stu-3б-9	2026-03-13	13 марта	[4, 5, 3, 3]
4169	stu-3б-9	2026-03-16	16 марта	[5, 3, 5, 2]
4170	stu-3б-9	2026-03-17	17 марта	[5, 4, 3, 4]
4171	stu-3б-9	2026-03-18	18 марта	[5, 2, 4, 5]
4172	stu-3б-9	2026-03-19	19 марта	[3, 5, 5, 5]
4173	stu-3б-9	2026-03-20	20 марта	[3, 5, 5, 2]
4174	stu-3б-9	2026-03-23	23 марта	[5, 2, 4, 3]
4175	stu-3б-9	2026-03-24	24 марта	[4, 4, 3, 4, 4]
4176	stu-3б-9	2026-03-25	25 марта	[5, 5, 3, 2]
\.
