COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1789	stu-1г-20	2026-03-10	10 марта	[5, 4, 2, 5, 4]
1790	stu-1г-20	2026-03-11	11 марта	[4, 2, 5, 4]
1791	stu-1г-20	2026-03-12	12 марта	[3, 5, 4, 5, 5]
1792	stu-1г-20	2026-03-13	13 марта	[4, 3, 4, 4]
1793	stu-1г-20	2026-03-16	16 марта	[5, 2, 3, 5]
1794	stu-1г-20	2026-03-17	17 марта	[4, 4, 2, 5]
1795	stu-1г-20	2026-03-18	18 марта	[3, 4, 3]
1796	stu-1г-20	2026-03-19	19 марта	[3, 4, 5, 3, 5]
1797	stu-1г-20	2026-03-20	20 марта	[5, 2, 5, 3]
1798	stu-1г-20	2026-03-23	23 марта	[5, 2, 3, 5]
1799	stu-1г-20	2026-03-24	24 марта	[4, 4, 4, 5]
1800	stu-1г-20	2026-03-25	25 марта	[4, 4, 2, 5]
\.
