COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6025	stu-4б-13	2026-03-26	26 марта	[3, 3, 2, 5]
6026	stu-4б-13	2026-03-27	27 марта	[5, 5, 2, 5]
6027	stu-4б-13	2026-03-30	30 марта	[3, 5, 3, 5]
6028	stu-4б-13	2026-03-31	31 марта	[3, 3, 5, 3, 4]
6029	stu-4б-14	2026-03-02	2 марта	[3, 4, 4]
6030	stu-4б-14	2026-03-03	3 марта	[5, 4, 3, 5]
6031	stu-4б-14	2026-03-04	4 марта	[5, 5, 4, 3]
6032	stu-4б-14	2026-03-05	5 марта	[3, 5, 4, 5, 3]
6033	stu-4б-14	2026-03-06	6 марта	[5, 3, 4, 5]
6034	stu-4б-14	2026-03-09	9 марта	[2, 5, 3]
6035	stu-4б-14	2026-03-10	10 марта	[5, 5, 3, 5]
6036	stu-4б-14	2026-03-11	11 марта	[4, 4, 4]
\.
