COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5089	stu-3г-11	2026-03-10	10 марта	[4, 4, 5, 3, 4]
5090	stu-3г-11	2026-03-11	11 марта	[4, 3, 3, 2]
5091	stu-3г-11	2026-03-12	12 марта	[5, 5, 5, 4, 5]
5092	stu-3г-11	2026-03-13	13 марта	[4, 2, 5, 3]
5093	stu-3г-11	2026-03-16	16 марта	[4, 4, 4, 3]
5094	stu-3г-11	2026-03-17	17 марта	[4, 5, 5, 3]
5095	stu-3г-11	2026-03-18	18 марта	[4, 4, 2, 4]
5096	stu-3г-11	2026-03-19	19 марта	[5, 4, 4, 5]
5097	stu-3г-11	2026-03-20	20 марта	[5, 5, 4, 3]
5098	stu-3г-11	2026-03-23	23 марта	[5, 5, 2, 4]
5099	stu-3г-11	2026-03-24	24 марта	[5, 3, 3, 2]
5100	stu-3г-11	2026-03-25	25 марта	[4, 3, 5, 2]
\.
