COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5341	stu-4а-2	2026-03-24	24 марта	[3, 5, 4, 5]
5342	stu-4а-2	2026-03-25	25 марта	[3, 5, 3]
5343	stu-4а-2	2026-03-26	26 марта	[3, 2, 5, 4, 4]
5344	stu-4а-2	2026-03-27	27 марта	[5, 4, 4]
5345	stu-4а-2	2026-03-30	30 марта	[3, 4, 5]
5346	stu-4а-2	2026-03-31	31 марта	[4, 5, 2, 2]
5347	stu-4а-3	2026-03-02	2 марта	[4, 5, 2]
5348	stu-4а-3	2026-03-03	3 марта	[4, 4, 4, 5, 3]
5349	stu-4а-3	2026-03-04	4 марта	[4, 2, 3]
5350	stu-4а-3	2026-03-05	5 марта	[2, 5, 5, 5]
5351	stu-4а-3	2026-03-06	6 марта	[4, 3, 4, 3]
5352	stu-4а-3	2026-03-09	9 марта	[5, 5, 2, 5]
\.
