COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3721	stu-3а-9	2026-03-04	4 марта	[4, 5, 3, 4]
3722	stu-3а-9	2026-03-05	5 марта	[5, 4, 5, 4]
3723	stu-3а-9	2026-03-06	6 марта	[5, 5, 4, 3]
3724	stu-3а-9	2026-03-09	9 марта	[4, 3, 4, 5]
3725	stu-3а-9	2026-03-10	10 марта	[5, 4, 3, 4, 4]
3726	stu-3а-9	2026-03-11	11 марта	[4, 3, 3, 4]
3727	stu-3а-9	2026-03-12	12 марта	[3, 5, 4, 4, 3]
3728	stu-3а-9	2026-03-13	13 марта	[5, 5, 4, 3]
3729	stu-3а-9	2026-03-16	16 марта	[3, 3, 5, 5]
3730	stu-3а-9	2026-03-17	17 марта	[4, 3, 2, 4]
3731	stu-3а-9	2026-03-18	18 марта	[3, 4, 4, 5]
3732	stu-3а-9	2026-03-19	19 марта	[5, 3, 3, 4]
\.
