COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
73	stu-1а-2	2026-03-10	10 марта	[4, 4, 5, 3, 2]
74	stu-1а-2	2026-03-11	11 марта	[2, 4, 5, 4]
75	stu-1а-2	2026-03-12	12 марта	[5, 4, 2, 2]
76	stu-1а-2	2026-03-13	13 марта	[4, 4, 4, 3]
77	stu-1а-2	2026-03-16	16 марта	[3, 2, 4, 3]
78	stu-1а-2	2026-03-17	17 марта	[5, 2, 5, 2]
79	stu-1а-2	2026-03-18	18 марта	[2, 5, 4]
80	stu-1а-2	2026-03-19	19 марта	[4, 3, 4, 4, 5]
81	stu-1а-2	2026-03-20	20 марта	[5, 5, 4, 2]
82	stu-1а-2	2026-03-23	23 марта	[3, 3, 3, 5]
83	stu-1а-2	2026-03-24	24 марта	[4, 4, 2, 3]
84	stu-1а-2	2026-03-25	25 марта	[2, 5, 5, 4]
\.
