COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4945	stu-3г-4	2026-03-24	24 марта	[4, 4, 3, 3]
4946	stu-3г-4	2026-03-25	25 марта	[4, 4, 5, 4]
4947	stu-3г-4	2026-03-26	26 марта	[3, 3, 5, 4, 5]
4948	stu-3г-4	2026-03-27	27 марта	[3, 4, 5]
4949	stu-3г-4	2026-03-30	30 марта	[3, 4, 5, 5]
4950	stu-3г-4	2026-03-31	31 марта	[3, 2, 5, 3, 5]
4951	stu-3г-5	2026-03-02	2 марта	[5, 4, 3, 2]
4952	stu-3г-5	2026-03-03	3 марта	[5, 4, 3, 3, 4]
4953	stu-3г-5	2026-03-04	4 марта	[5, 4, 4, 3]
4954	stu-3г-5	2026-03-05	5 марта	[4, 2, 3, 4, 5]
4955	stu-3г-5	2026-03-06	6 марта	[5, 3, 4]
4956	stu-3г-5	2026-03-09	9 марта	[4, 3, 4]
\.
