COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3265	stu-2г-7	2026-03-12	12 марта	[5, 3, 3, 5, 4]
3266	stu-2г-7	2026-03-13	13 марта	[4, 5, 3, 4]
3267	stu-2г-7	2026-03-16	16 марта	[4, 4, 2]
3268	stu-2г-7	2026-03-17	17 марта	[4, 3, 4, 5, 4]
3269	stu-2г-7	2026-03-18	18 марта	[5, 5, 4, 2]
3270	stu-2г-7	2026-03-19	19 марта	[5, 4, 3, 3, 4]
3271	stu-2г-7	2026-03-20	20 марта	[5, 3, 5]
3272	stu-2г-7	2026-03-23	23 марта	[4, 5, 4, 2]
3273	stu-2г-7	2026-03-24	24 марта	[5, 5, 2, 4, 5]
3274	stu-2г-7	2026-03-25	25 марта	[5, 5, 4, 4]
3275	stu-2г-7	2026-03-26	26 марта	[5, 4, 2, 3, 3]
3276	stu-2г-7	2026-03-27	27 марта	[4, 4, 2, 3]
\.
