COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6685	stu-4г-3	2026-03-26	26 марта	[5, 2, 4, 4, 2]
6686	stu-4г-3	2026-03-27	27 марта	[4, 2, 5, 4]
6687	stu-4г-3	2026-03-30	30 марта	[4, 3, 5]
6688	stu-4г-3	2026-03-31	31 марта	[4, 4, 4, 4, 4]
6689	stu-4г-4	2026-03-02	2 марта	[2, 5, 4]
6690	stu-4г-4	2026-03-03	3 марта	[3, 4, 5, 5, 3]
6691	stu-4г-4	2026-03-04	4 марта	[2, 5, 5, 3]
6692	stu-4г-4	2026-03-05	5 марта	[4, 5, 5, 3]
6693	stu-4г-4	2026-03-06	6 марта	[4, 5, 5, 4]
6694	stu-4г-4	2026-03-09	9 марта	[5, 3, 5]
6695	stu-4г-4	2026-03-10	10 марта	[4, 5, 4, 5, 3]
6696	stu-4г-4	2026-03-11	11 марта	[4, 4, 4, 2]
\.
