COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5773	stu-4б-2	2026-03-12	12 марта	[5, 5, 4, 4, 2]
5774	stu-4б-2	2026-03-13	13 марта	[4, 2, 5, 3]
5775	stu-4б-2	2026-03-16	16 марта	[3, 5, 4]
5776	stu-4б-2	2026-03-17	17 марта	[4, 4, 3, 5]
5777	stu-4б-2	2026-03-18	18 марта	[4, 5, 3]
5778	stu-4б-2	2026-03-19	19 марта	[5, 4, 3, 4]
5779	stu-4б-2	2026-03-20	20 марта	[2, 3, 4, 2]
5780	stu-4б-2	2026-03-23	23 марта	[5, 5, 3, 4]
5781	stu-4б-2	2026-03-24	24 марта	[3, 5, 3, 4, 4]
5782	stu-4б-2	2026-03-25	25 марта	[4, 3, 5]
5783	stu-4б-2	2026-03-26	26 марта	[4, 5, 2, 5]
5784	stu-4б-2	2026-03-27	27 марта	[5, 3, 4, 4]
\.
