COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4201	stu-3б-10	2026-03-30	30 марта	[4, 4, 5]
4202	stu-3б-10	2026-03-31	31 марта	[3, 5, 5, 3, 3]
4203	stu-3б-11	2026-03-02	2 марта	[4, 5, 3, 4]
4204	stu-3б-11	2026-03-03	3 марта	[4, 2, 4, 4, 3]
4205	stu-3б-11	2026-03-04	4 марта	[3, 3, 5]
4206	stu-3б-11	2026-03-05	5 марта	[2, 5, 5, 5]
4207	stu-3б-11	2026-03-06	6 марта	[4, 3, 3, 5]
4208	stu-3б-11	2026-03-09	9 марта	[3, 5, 3]
4209	stu-3б-11	2026-03-10	10 марта	[4, 3, 4, 5, 4]
4210	stu-3б-11	2026-03-11	11 марта	[4, 4, 4]
4211	stu-3б-11	2026-03-12	12 марта	[4, 4, 5, 4]
4212	stu-3б-11	2026-03-13	13 марта	[4, 3, 2, 5]
\.
