COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
781	stu-1б-14	2026-03-16	16 марта	[4, 3, 5, 5]
782	stu-1б-14	2026-03-17	17 марта	[4, 4, 4, 4, 4]
783	stu-1б-14	2026-03-18	18 марта	[5, 2, 5]
784	stu-1б-14	2026-03-19	19 марта	[5, 2, 5, 3]
785	stu-1б-14	2026-03-20	20 марта	[2, 2, 5, 4]
786	stu-1б-14	2026-03-23	23 марта	[3, 4, 5, 4]
787	stu-1б-14	2026-03-24	24 марта	[5, 5, 3, 5]
788	stu-1б-14	2026-03-25	25 марта	[5, 4, 2]
789	stu-1б-14	2026-03-26	26 марта	[4, 5, 5, 5]
790	stu-1б-14	2026-03-27	27 марта	[3, 3, 5, 3]
791	stu-1б-14	2026-03-30	30 марта	[5, 5, 3]
792	stu-1б-14	2026-03-31	31 марта	[3, 2, 5, 5, 4]
\.
