COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6469	stu-4в-14	2026-03-02	2 марта	[5, 4, 3, 5]
6470	stu-4в-14	2026-03-03	3 марта	[4, 4, 5, 4]
6471	stu-4в-14	2026-03-04	4 марта	[5, 3, 5, 4]
6472	stu-4в-14	2026-03-05	5 марта	[3, 4, 5, 5, 3]
6473	stu-4в-14	2026-03-06	6 марта	[4, 3, 3, 3]
6474	stu-4в-14	2026-03-09	9 марта	[4, 3, 2]
6475	stu-4в-14	2026-03-10	10 марта	[2, 4, 5, 5]
6476	stu-4в-14	2026-03-11	11 марта	[3, 2, 4]
6477	stu-4в-14	2026-03-12	12 марта	[2, 2, 3, 3, 3]
6478	stu-4в-14	2026-03-13	13 марта	[2, 4, 5, 3]
6479	stu-4в-14	2026-03-16	16 марта	[4, 2, 3, 4]
6480	stu-4в-14	2026-03-17	17 марта	[5, 4, 5, 2]
\.
