COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5317	stu-4а-1	2026-03-20	20 марта	[5, 3, 5]
5318	stu-4а-1	2026-03-23	23 марта	[4, 5, 4, 4]
5319	stu-4а-1	2026-03-24	24 марта	[2, 5, 5, 4]
5320	stu-4а-1	2026-03-25	25 марта	[4, 3, 4]
5321	stu-4а-1	2026-03-26	26 марта	[2, 3, 4, 2, 5]
5322	stu-4а-1	2026-03-27	27 марта	[5, 2, 5]
5323	stu-4а-1	2026-03-30	30 марта	[4, 5, 4]
5324	stu-4а-1	2026-03-31	31 марта	[3, 3, 4, 4]
5325	stu-4а-2	2026-03-02	2 марта	[2, 4, 4]
5326	stu-4а-2	2026-03-03	3 марта	[5, 5, 2, 4, 3]
5327	stu-4а-2	2026-03-04	4 марта	[4, 4, 4]
5328	stu-4а-2	2026-03-05	5 марта	[4, 3, 5, 4]
\.
