COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5785	stu-4б-2	2026-03-30	30 марта	[4, 5, 4, 4]
5786	stu-4б-2	2026-03-31	31 марта	[2, 2, 4, 5, 5]
5787	stu-4б-3	2026-03-02	2 марта	[4, 4, 2]
5788	stu-4б-3	2026-03-03	3 марта	[5, 5, 4, 4]
5789	stu-4б-3	2026-03-04	4 марта	[4, 4, 4, 2]
5790	stu-4б-3	2026-03-05	5 марта	[2, 4, 5, 5, 4]
5791	stu-4б-3	2026-03-06	6 марта	[5, 4, 3, 5]
5792	stu-4б-3	2026-03-09	9 марта	[3, 5, 2]
5793	stu-4б-3	2026-03-10	10 марта	[5, 5, 4, 4]
5794	stu-4б-3	2026-03-11	11 марта	[3, 5, 2]
5795	stu-4б-3	2026-03-12	12 марта	[4, 3, 2, 5, 4]
5796	stu-4б-3	2026-03-13	13 марта	[3, 4, 4, 5]
\.
