COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6805	stu-4г-9	2026-03-10	10 марта	[4, 5, 3, 4, 4]
6806	stu-4г-9	2026-03-11	11 марта	[4, 4, 2, 2]
6807	stu-4г-9	2026-03-12	12 марта	[4, 3, 4, 3, 5]
6808	stu-4г-9	2026-03-13	13 марта	[4, 3, 3, 4]
6809	stu-4г-9	2026-03-16	16 марта	[5, 5, 3]
6810	stu-4г-9	2026-03-17	17 марта	[5, 5, 2, 5, 3]
6811	stu-4г-9	2026-03-18	18 марта	[2, 5, 5, 4]
6812	stu-4г-9	2026-03-19	19 марта	[3, 2, 3, 5, 4]
6813	stu-4г-9	2026-03-20	20 марта	[5, 4, 2, 4]
6814	stu-4г-9	2026-03-23	23 марта	[4, 3, 2]
6815	stu-4г-9	2026-03-24	24 марта	[4, 4, 3, 4, 5]
6816	stu-4г-9	2026-03-25	25 марта	[4, 2, 5, 3]
\.
