COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6541	stu-4в-17	2026-03-10	10 марта	[2, 4, 5, 5]
6542	stu-4в-17	2026-03-11	11 марта	[4, 4, 4]
6543	stu-4в-17	2026-03-12	12 марта	[2, 3, 5, 3, 4]
6544	stu-4в-17	2026-03-13	13 марта	[2, 4, 4, 3]
6545	stu-4в-17	2026-03-16	16 марта	[4, 2, 3, 5]
6546	stu-4в-17	2026-03-17	17 марта	[4, 4, 5, 3]
6547	stu-4в-17	2026-03-18	18 марта	[4, 4, 5, 4]
6548	stu-4в-17	2026-03-19	19 марта	[4, 3, 3, 5]
6549	stu-4в-17	2026-03-20	20 марта	[4, 3, 4, 5]
6550	stu-4в-17	2026-03-23	23 марта	[4, 3, 3, 4]
6551	stu-4в-17	2026-03-24	24 марта	[5, 4, 3, 3]
6552	stu-4в-17	2026-03-25	25 марта	[3, 3, 5]
\.
