COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6661	stu-4г-2	2026-03-24	24 марта	[3, 3, 5, 3, 4]
6662	stu-4г-2	2026-03-25	25 марта	[4, 3, 4, 3]
6663	stu-4г-2	2026-03-26	26 марта	[5, 4, 5, 5, 3]
6664	stu-4г-2	2026-03-27	27 марта	[2, 4, 5, 2]
6665	stu-4г-2	2026-03-30	30 марта	[5, 4, 5]
6666	stu-4г-2	2026-03-31	31 марта	[5, 2, 5, 5, 2]
6667	stu-4г-3	2026-03-02	2 марта	[3, 5, 3]
6668	stu-4г-3	2026-03-03	3 марта	[3, 5, 3, 5, 5]
6669	stu-4г-3	2026-03-04	4 марта	[3, 3, 5, 4]
6670	stu-4г-3	2026-03-05	5 марта	[5, 4, 3, 4]
6671	stu-4г-3	2026-03-06	6 марта	[5, 3, 4, 5]
6672	stu-4г-3	2026-03-09	9 марта	[4, 4, 5]
\.
