COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6517	stu-4в-16	2026-03-06	6 марта	[3, 3, 4, 5]
6518	stu-4в-16	2026-03-09	9 марта	[2, 4, 4]
6519	stu-4в-16	2026-03-10	10 марта	[4, 3, 5, 4]
6520	stu-4в-16	2026-03-11	11 марта	[3, 3, 2]
6521	stu-4в-16	2026-03-12	12 марта	[4, 2, 3, 2, 3]
6522	stu-4в-16	2026-03-13	13 марта	[4, 5, 3, 4]
6523	stu-4в-16	2026-03-16	16 марта	[2, 3, 4, 5]
6524	stu-4в-16	2026-03-17	17 марта	[5, 5, 3, 2]
6525	stu-4в-16	2026-03-18	18 марта	[2, 3, 5, 5]
6526	stu-4в-16	2026-03-19	19 марта	[3, 3, 4, 4]
6527	stu-4в-16	2026-03-20	20 марта	[5, 4, 4, 4]
6528	stu-4в-16	2026-03-23	23 марта	[2, 4, 4, 2]
\.
