COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
433	stu-1а-18	2026-03-20	20 марта	[4, 5, 2, 4]
434	stu-1а-18	2026-03-23	23 марта	[5, 4, 3, 3]
435	stu-1а-18	2026-03-24	24 марта	[2, 4, 4, 5]
436	stu-1а-18	2026-03-25	25 марта	[4, 4, 3, 2]
437	stu-1а-18	2026-03-26	26 марта	[4, 3, 3, 4, 4]
438	stu-1а-18	2026-03-27	27 марта	[3, 5, 5]
439	stu-1а-18	2026-03-30	30 марта	[2, 5, 5]
440	stu-1а-18	2026-03-31	31 марта	[4, 3, 5, 2, 4]
441	stu-1а-19	2026-03-02	2 марта	[2, 4, 4, 3]
442	stu-1а-19	2026-03-03	3 марта	[5, 4, 5, 3]
443	stu-1а-19	2026-03-04	4 марта	[2, 5, 5]
444	stu-1а-19	2026-03-05	5 марта	[5, 2, 5, 4]
\.
