COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5389	stu-4а-4	2026-03-30	30 марта	[4, 4, 4]
5390	stu-4а-4	2026-03-31	31 марта	[3, 3, 4, 4]
5391	stu-4а-5	2026-03-02	2 марта	[2, 4, 4]
5392	stu-4а-5	2026-03-03	3 марта	[5, 5, 3, 4, 2]
5393	stu-4а-5	2026-03-04	4 марта	[3, 3, 4]
5394	stu-4а-5	2026-03-05	5 марта	[4, 3, 5, 4]
5395	stu-4а-5	2026-03-06	6 марта	[3, 4, 5, 2]
5396	stu-4а-5	2026-03-09	9 марта	[3, 5, 3, 4]
5397	stu-4а-5	2026-03-10	10 марта	[5, 5, 4, 5, 3]
5398	stu-4а-5	2026-03-11	11 марта	[3, 4, 5, 3]
5399	stu-4а-5	2026-03-12	12 марта	[4, 4, 4, 3, 4]
5400	stu-4а-5	2026-03-13	13 марта	[4, 5, 4]
\.
