COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4645	stu-3в-11	2026-03-04	4 марта	[5, 5, 4]
4646	stu-3в-11	2026-03-05	5 марта	[3, 5, 4, 3]
4647	stu-3в-11	2026-03-06	6 марта	[5, 5, 2, 5]
4648	stu-3в-11	2026-03-09	9 марта	[5, 4, 4]
4649	stu-3в-11	2026-03-10	10 марта	[3, 4, 2, 5]
4650	stu-3в-11	2026-03-11	11 марта	[4, 4, 4, 4]
4651	stu-3в-11	2026-03-12	12 марта	[2, 4, 5, 3]
4652	stu-3в-11	2026-03-13	13 марта	[5, 3, 4, 5]
4653	stu-3в-11	2026-03-16	16 марта	[5, 4, 3, 2]
4654	stu-3в-11	2026-03-17	17 марта	[2, 3, 5, 5]
4655	stu-3в-11	2026-03-18	18 марта	[5, 5, 3, 3]
4656	stu-3в-11	2026-03-19	19 марта	[2, 5, 3, 5]
\.
