COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5401	stu-4а-5	2026-03-16	16 марта	[3, 4, 3]
5402	stu-4а-5	2026-03-17	17 марта	[5, 5, 3, 4, 3]
5403	stu-4а-5	2026-03-18	18 марта	[2, 5, 3]
5404	stu-4а-5	2026-03-19	19 марта	[4, 5, 5, 4, 4]
5405	stu-4а-5	2026-03-20	20 марта	[3, 4, 3]
5406	stu-4а-5	2026-03-23	23 марта	[2, 3, 5, 5]
5407	stu-4а-5	2026-03-24	24 марта	[4, 5, 4, 4]
5408	stu-4а-5	2026-03-25	25 марта	[2, 5, 5]
5409	stu-4а-5	2026-03-26	26 марта	[4, 2, 5, 4, 4]
5410	stu-4а-5	2026-03-27	27 марта	[5, 2, 4]
5411	stu-4а-5	2026-03-30	30 марта	[2, 5, 5]
5412	stu-4а-5	2026-03-31	31 марта	[4, 4, 2, 3]
\.
