COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6613	stu-4в-20	2026-03-18	18 марта	[2, 3, 4, 5]
6614	stu-4в-20	2026-03-19	19 марта	[3, 3, 3, 4]
6615	stu-4в-20	2026-03-20	20 марта	[4, 3, 3, 3]
6616	stu-4в-20	2026-03-23	23 марта	[2, 4, 4, 2]
6617	stu-4в-20	2026-03-24	24 марта	[3, 3, 4, 2]
6618	stu-4в-20	2026-03-25	25 марта	[2, 3, 5]
6619	stu-4в-20	2026-03-26	26 марта	[5, 2, 4, 2, 4]
6620	stu-4в-20	2026-03-27	27 марта	[4, 4, 5]
6621	stu-4в-20	2026-03-30	30 марта	[2, 4, 4]
6622	stu-4в-20	2026-03-31	31 марта	[5, 4, 3, 5, 2]
6623	stu-4г-1	2026-03-02	2 марта	[2, 4, 3]
6624	stu-4г-1	2026-03-03	3 марта	[4, 4, 4, 5, 3]
\.
