COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5677	stu-4а-18	2026-03-02	2 марта	[3, 5, 4]
5678	stu-4а-18	2026-03-03	3 марта	[5, 5, 2, 4, 4]
5679	stu-4а-18	2026-03-04	4 марта	[4, 4, 5]
5680	stu-4а-18	2026-03-05	5 марта	[3, 4, 4, 3]
5681	stu-4а-18	2026-03-06	6 марта	[5, 2, 5, 3]
5682	stu-4а-18	2026-03-09	9 марта	[4, 5, 4, 4]
5683	stu-4а-18	2026-03-10	10 марта	[3, 4, 5, 5, 4]
5684	stu-4а-18	2026-03-11	11 марта	[5, 3, 5, 2]
5685	stu-4а-18	2026-03-12	12 марта	[3, 5, 4, 4, 3]
5686	stu-4а-18	2026-03-13	13 марта	[5, 5, 5]
5687	stu-4а-18	2026-03-16	16 марта	[4, 4, 4]
5688	stu-4а-18	2026-03-17	17 марта	[4, 5, 4, 3, 4]
\.
