COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2677	stu-2б-20	2026-03-20	20 марта	[2, 2, 3, 4]
2678	stu-2б-20	2026-03-23	23 марта	[3, 2, 4]
2679	stu-2б-20	2026-03-24	24 марта	[5, 5, 4, 5, 2]
2680	stu-2б-20	2026-03-25	25 марта	[5, 3, 2, 5]
2681	stu-2б-20	2026-03-26	26 марта	[4, 4, 3, 5, 3]
2682	stu-2б-20	2026-03-27	27 марта	[4, 5, 4]
2683	stu-2б-20	2026-03-30	30 марта	[5, 4, 5]
2684	stu-2б-20	2026-03-31	31 марта	[5, 5, 3, 2]
2685	stu-2в-1	2026-03-02	2 марта	[2, 5, 4, 4]
2686	stu-2в-1	2026-03-03	3 марта	[5, 3, 5, 5, 2]
2687	stu-2в-1	2026-03-04	4 марта	[2, 4, 5, 4]
2688	stu-2в-1	2026-03-05	5 марта	[3, 4, 5, 4, 4]
\.
