COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5689	stu-4а-18	2026-03-18	18 марта	[4, 4, 4]
5690	stu-4а-18	2026-03-19	19 марта	[2, 4, 5, 5, 3]
5691	stu-4а-18	2026-03-20	20 марта	[5, 3, 5]
5692	stu-4а-18	2026-03-23	23 марта	[4, 4, 5, 5]
5693	stu-4а-18	2026-03-24	24 марта	[2, 5, 4, 5]
5694	stu-4а-18	2026-03-25	25 марта	[4, 4, 4]
5695	stu-4а-18	2026-03-26	26 марта	[2, 3, 4, 4, 5]
5696	stu-4а-18	2026-03-27	27 марта	[5, 2, 5]
5697	stu-4а-18	2026-03-30	30 марта	[4, 5, 5]
5698	stu-4а-18	2026-03-31	31 марта	[3, 3, 3, 4]
5699	stu-4а-19	2026-03-02	2 марта	[2, 4, 3]
5700	stu-4а-19	2026-03-03	3 марта	[5, 5, 3, 5, 2]
\.
