COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6229	stu-4в-3	2026-03-04	4 марта	[3, 3, 4, 3]
6230	stu-4в-3	2026-03-05	5 марта	[5, 4, 5, 5, 3]
6231	stu-4в-3	2026-03-06	6 марта	[4, 4, 4, 5]
6232	stu-4в-3	2026-03-09	9 марта	[2, 5, 4]
6233	stu-4в-3	2026-03-10	10 марта	[4, 3, 4, 5]
6234	stu-4в-3	2026-03-11	11 марта	[4, 3, 2]
6235	stu-4в-3	2026-03-12	12 марта	[4, 3, 4, 2, 4]
6236	stu-4в-3	2026-03-13	13 марта	[4, 5, 3, 4]
6237	stu-4в-3	2026-03-16	16 марта	[2, 4, 5, 4]
6238	stu-4в-3	2026-03-17	17 марта	[5, 4, 3, 3]
6239	stu-4в-3	2026-03-18	18 марта	[2, 4, 5, 5]
6240	stu-4в-3	2026-03-19	19 марта	[4, 4, 4, 5]
\.
