COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4849	stu-3в-20	2026-03-12	12 марта	[2, 4, 5, 3]
4850	stu-3в-20	2026-03-13	13 марта	[5, 3, 4, 5]
4851	stu-3в-20	2026-03-16	16 марта	[5, 4, 3, 4]
4852	stu-3в-20	2026-03-17	17 марта	[2, 5, 5, 5]
4853	stu-3в-20	2026-03-18	18 марта	[5, 4, 3, 5]
4854	stu-3в-20	2026-03-19	19 марта	[2, 3, 3, 5]
4855	stu-3в-20	2026-03-20	20 марта	[5, 2, 5]
4856	stu-3в-20	2026-03-23	23 марта	[4, 4, 5]
4857	stu-3в-20	2026-03-24	24 марта	[4, 5, 4, 2, 4]
4858	stu-3в-20	2026-03-25	25 марта	[5, 4, 4]
4859	stu-3в-20	2026-03-26	26 марта	[3, 5, 2, 5, 5]
4860	stu-3в-20	2026-03-27	27 марта	[5, 4, 5, 4]
\.
