COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2161	stu-2а-17	2026-03-06	6 марта	[5, 4, 2, 2]
2162	stu-2а-17	2026-03-09	9 марта	[4, 5, 3, 2]
2163	stu-2а-17	2026-03-10	10 марта	[5, 3, 3, 3]
2164	stu-2а-17	2026-03-11	11 марта	[4, 4, 4, 5]
2165	stu-2а-17	2026-03-12	12 марта	[4, 5, 2, 2, 5]
2166	stu-2а-17	2026-03-13	13 марта	[5, 4, 4, 4]
2167	stu-2а-17	2026-03-16	16 марта	[2, 2, 5, 4]
2168	stu-2а-17	2026-03-17	17 марта	[5, 3, 4, 5, 3]
2169	stu-2а-17	2026-03-18	18 марта	[4, 4, 4, 5]
2170	stu-2а-17	2026-03-19	19 марта	[4, 2, 4, 2]
2171	stu-2а-17	2026-03-20	20 марта	[4, 5, 4, 5]
2172	stu-2а-17	2026-03-23	23 марта	[3, 4, 5, 5]
\.
