COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3601	stu-3а-3	2026-03-20	20 марта	[3, 4, 3, 5]
3602	stu-3а-3	2026-03-23	23 марта	[5, 5, 3, 4]
3603	stu-3а-3	2026-03-24	24 марта	[4, 3, 4, 4, 5]
3604	stu-3а-3	2026-03-25	25 марта	[2, 5, 5]
3605	stu-3а-3	2026-03-26	26 марта	[2, 3, 3, 5]
3606	stu-3а-3	2026-03-27	27 марта	[2, 4, 5, 4]
3607	stu-3а-3	2026-03-30	30 марта	[4, 5, 4, 4]
3608	stu-3а-3	2026-03-31	31 марта	[3, 5, 5, 4]
3609	stu-3а-4	2026-03-02	2 марта	[3, 4, 3]
3610	stu-3а-4	2026-03-03	3 марта	[5, 5, 4, 3, 2]
3611	stu-3а-4	2026-03-04	4 марта	[4, 5, 4, 3]
3612	stu-3а-4	2026-03-05	5 марта	[5, 4, 4, 3]
\.
