COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5857	stu-4б-6	2026-03-06	6 марта	[5, 4, 3, 5]
5858	stu-4б-6	2026-03-09	9 марта	[3, 5, 2]
5859	stu-4б-6	2026-03-10	10 марта	[5, 5, 5, 4]
5860	stu-4б-6	2026-03-11	11 марта	[3, 4, 2]
5861	stu-4б-6	2026-03-12	12 марта	[4, 3, 2, 4, 4]
5862	stu-4б-6	2026-03-13	13 марта	[2, 4, 5, 5]
5863	stu-4б-6	2026-03-16	16 марта	[3, 4, 3]
5864	stu-4б-6	2026-03-17	17 марта	[5, 5, 5, 4]
5865	stu-4б-6	2026-03-18	18 марта	[3, 5, 2]
5866	stu-4б-6	2026-03-19	19 марта	[4, 2, 5, 2]
5867	stu-4б-6	2026-03-20	20 марта	[4, 5, 5, 4]
5868	stu-4б-6	2026-03-23	23 марта	[4, 4, 3, 5]
\.
