COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5101	stu-3г-11	2026-03-26	26 марта	[5, 3, 5, 4, 5]
5102	stu-3г-11	2026-03-27	27 марта	[2, 4, 3]
5103	stu-3г-11	2026-03-30	30 марта	[3, 5, 5, 4]
5104	stu-3г-11	2026-03-31	31 марта	[5, 2, 4, 3, 5]
5105	stu-3г-12	2026-03-02	2 марта	[4, 3, 4, 4]
5106	stu-3г-12	2026-03-03	3 марта	[4, 3, 4, 4, 5]
5107	stu-3г-12	2026-03-04	4 марта	[4, 5, 4, 5]
5108	stu-3г-12	2026-03-05	5 марта	[2, 2, 4, 4, 5]
5109	stu-3г-12	2026-03-06	6 марта	[5, 3, 5]
5110	stu-3г-12	2026-03-09	9 марта	[4, 3, 5]
5111	stu-3г-12	2026-03-10	10 марта	[2, 5, 5, 3, 5]
5112	stu-3г-12	2026-03-11	11 марта	[5, 4, 2, 4]
\.
