COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
181	stu-1а-7	2026-03-06	6 марта	[4, 5, 5, 4]
182	stu-1а-7	2026-03-09	9 марта	[4, 4, 4, 5]
183	stu-1а-7	2026-03-10	10 марта	[5, 2, 5, 5, 2]
184	stu-1а-7	2026-03-11	11 марта	[2, 4, 3, 4]
185	stu-1а-7	2026-03-12	12 марта	[5, 5, 3, 2]
186	stu-1а-7	2026-03-13	13 марта	[5, 3, 5, 2]
187	stu-1а-7	2026-03-16	16 марта	[2, 3, 5, 4]
188	stu-1а-7	2026-03-17	17 марта	[5, 4, 3, 3]
189	stu-1а-7	2026-03-18	18 марта	[2, 5, 4]
190	stu-1а-7	2026-03-19	19 марта	[4, 3, 3, 4, 4]
191	stu-1а-7	2026-03-20	20 марта	[5, 5, 2, 2]
192	stu-1а-7	2026-03-23	23 марта	[3, 5, 4, 4]
\.
