COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2557	stu-2б-15	2026-03-06	6 марта	[3, 5, 3]
2558	stu-2б-15	2026-03-09	9 марта	[3, 5, 5, 3]
2559	stu-2б-15	2026-03-10	10 марта	[3, 5, 3, 3, 5]
2560	stu-2б-15	2026-03-11	11 марта	[3, 4, 5, 4]
2561	stu-2б-15	2026-03-12	12 марта	[4, 5, 3, 3, 5]
2562	stu-2б-15	2026-03-13	13 марта	[3, 5, 4]
2563	stu-2б-15	2026-03-16	16 марта	[4, 5, 5]
2564	stu-2б-15	2026-03-17	17 марта	[5, 3, 3, 5, 4]
2565	stu-2б-15	2026-03-18	18 марта	[4, 2, 4]
2566	stu-2б-15	2026-03-19	19 марта	[5, 4, 3, 5, 3]
2567	stu-2б-15	2026-03-20	20 марта	[4, 4, 5, 4]
2568	stu-2б-15	2026-03-23	23 марта	[4, 4, 5]
\.
