COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6193	stu-4в-1	2026-03-16	16 марта	[3, 2, 3, 4]
6194	stu-4в-1	2026-03-17	17 марта	[5, 4, 5, 2]
6195	stu-4в-1	2026-03-18	18 марта	[2, 3, 5, 4]
6196	stu-4в-1	2026-03-19	19 марта	[3, 3, 3, 4]
6197	stu-4в-1	2026-03-20	20 марта	[4, 3, 2, 5]
6198	stu-4в-1	2026-03-23	23 марта	[2, 3, 4, 4]
6199	stu-4в-1	2026-03-24	24 марта	[5, 3, 3, 2]
6200	stu-4в-1	2026-03-25	25 марта	[2, 3, 5]
6201	stu-4в-1	2026-03-26	26 марта	[5, 2, 5, 4, 4]
6202	stu-4в-1	2026-03-27	27 марта	[3, 5, 4]
6203	stu-4в-1	2026-03-30	30 марта	[2, 4, 4]
6204	stu-4в-1	2026-03-31	31 марта	[5, 4, 3, 3, 2]
\.
