COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6853	stu-4г-11	2026-03-16	16 марта	[4, 3, 4]
6854	stu-4г-11	2026-03-17	17 марта	[4, 5, 2, 4, 4]
6855	stu-4г-11	2026-03-18	18 марта	[3, 5, 4, 5]
6856	stu-4г-11	2026-03-19	19 марта	[4, 2, 3, 5, 5]
6857	stu-4г-11	2026-03-20	20 марта	[5, 4, 3, 5]
6858	stu-4г-11	2026-03-23	23 марта	[3, 2, 3]
6859	stu-4г-11	2026-03-24	24 марта	[3, 3, 3, 3, 5]
6860	stu-4г-11	2026-03-25	25 марта	[4, 2, 4, 3]
6861	stu-4г-11	2026-03-26	26 марта	[5, 2, 3, 4, 4]
6862	stu-4г-11	2026-03-27	27 марта	[2, 2, 5, 2]
6863	stu-4г-11	2026-03-30	30 марта	[4, 5, 5]
6864	stu-4г-11	2026-03-31	31 марта	[4, 2, 4, 5, 4]
\.
