COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1765	stu-1г-19	2026-03-06	6 марта	[2, 4, 5, 3]
1766	stu-1г-19	2026-03-09	9 марта	[4, 4, 4, 4]
1767	stu-1г-19	2026-03-10	10 марта	[5, 4, 2, 5, 4]
1768	stu-1г-19	2026-03-11	11 марта	[4, 3, 4, 4]
1769	stu-1г-19	2026-03-12	12 марта	[3, 5, 5, 5, 5]
1770	stu-1г-19	2026-03-13	13 марта	[4, 3, 3, 4]
1771	stu-1г-19	2026-03-16	16 марта	[5, 2, 3, 5]
1772	stu-1г-19	2026-03-17	17 марта	[4, 4, 2, 5]
1773	stu-1г-19	2026-03-18	18 марта	[2, 4, 3]
1774	stu-1г-19	2026-03-19	19 марта	[2, 4, 5, 2, 5]
1775	stu-1г-19	2026-03-20	20 марта	[5, 2, 5, 3]
1776	stu-1г-19	2026-03-23	23 марта	[5, 2, 3, 5]
\.
