COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5641	stu-4а-16	2026-03-12	12 марта	[4, 3, 5, 4, 4]
5642	stu-4а-16	2026-03-13	13 марта	[4, 4, 4]
5643	stu-4а-16	2026-03-16	16 марта	[3, 5, 4]
5644	stu-4а-16	2026-03-17	17 марта	[5, 4, 3, 5, 3]
5645	stu-4а-16	2026-03-18	18 марта	[2, 5, 3]
5646	stu-4а-16	2026-03-19	19 марта	[4, 5, 4, 4, 4]
5647	stu-4а-16	2026-03-20	20 марта	[4, 4, 3]
5648	stu-4а-16	2026-03-23	23 марта	[2, 3, 5, 4]
5649	stu-4а-16	2026-03-24	24 марта	[4, 5, 5, 4]
5650	stu-4а-16	2026-03-25	25 марта	[3, 5, 5]
5651	stu-4а-16	2026-03-26	26 марта	[4, 2, 5, 4, 4]
5652	stu-4а-16	2026-03-27	27 марта	[5, 3, 3]
\.
