COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4129	stu-3б-7	2026-03-20	20 марта	[4, 5, 3, 3]
4130	stu-3б-7	2026-03-23	23 марта	[4, 4, 5, 2]
4131	stu-3б-7	2026-03-24	24 марта	[5, 3, 2, 5, 3]
4132	stu-3б-7	2026-03-25	25 марта	[4, 5, 4, 4]
4133	stu-3б-7	2026-03-26	26 марта	[4, 5, 5, 3, 4]
4134	stu-3б-7	2026-03-27	27 марта	[4, 5, 3, 4]
4135	stu-3б-7	2026-03-30	30 марта	[2, 4, 5]
4136	stu-3б-7	2026-03-31	31 марта	[4, 4, 3, 5, 4]
4137	stu-3б-8	2026-03-02	2 марта	[5, 4, 2, 5]
4138	stu-3б-8	2026-03-03	3 марта	[2, 4, 5, 2, 4]
4139	stu-3б-8	2026-03-04	4 марта	[4, 2, 4]
4140	stu-3б-8	2026-03-05	5 марта	[3, 4, 4, 4]
\.
