COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1081	stu-1в-8	2026-03-04	4 марта	[4, 5, 4, 4]
1082	stu-1в-8	2026-03-05	5 марта	[4, 3, 4, 5, 3]
1083	stu-1в-8	2026-03-06	6 марта	[5, 5, 3, 4]
1084	stu-1в-8	2026-03-09	9 марта	[4, 5, 3, 3]
1085	stu-1в-8	2026-03-10	10 марта	[5, 5, 3, 2, 4]
1086	stu-1в-8	2026-03-11	11 марта	[2, 3, 5, 5]
1087	stu-1в-8	2026-03-12	12 марта	[3, 2, 4, 5, 4]
1088	stu-1в-8	2026-03-13	13 марта	[2, 3, 5, 2]
1089	stu-1в-8	2026-03-16	16 марта	[2, 5, 3, 4]
1090	stu-1в-8	2026-03-17	17 марта	[5, 3, 4, 3]
1091	stu-1в-8	2026-03-18	18 марта	[5, 4, 4]
1092	stu-1в-8	2026-03-19	19 марта	[2, 3, 5, 5, 4]
\.
