COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
817	stu-1б-16	2026-03-04	4 марта	[5, 2, 5, 5]
818	stu-1б-16	2026-03-05	5 марта	[4, 5, 4, 3, 4]
819	stu-1б-16	2026-03-06	6 марта	[3, 3, 4, 2]
820	stu-1б-16	2026-03-09	9 марта	[5, 3, 4]
821	stu-1б-16	2026-03-10	10 марта	[4, 3, 5, 5, 3]
822	stu-1б-16	2026-03-11	11 марта	[2, 5, 2]
823	stu-1б-16	2026-03-12	12 марта	[5, 5, 4, 3, 3]
824	stu-1б-16	2026-03-13	13 марта	[2, 5, 3, 5]
825	stu-1б-16	2026-03-16	16 марта	[5, 5, 4, 4]
826	stu-1б-16	2026-03-17	17 марта	[3, 3, 5, 5, 3]
827	stu-1б-16	2026-03-18	18 марта	[5, 2, 3]
828	stu-1б-16	2026-03-19	19 марта	[4, 3, 4, 4]
\.
