COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1933	stu-2а-6	2026-03-26	26 марта	[5, 2, 5, 5, 2]
1934	stu-2а-6	2026-03-27	27 марта	[3, 3, 4, 3]
1935	stu-2а-6	2026-03-30	30 марта	[3, 5, 4]
1936	stu-2а-6	2026-03-31	31 марта	[4, 5, 4, 2, 4]
1937	stu-2а-7	2026-03-02	2 марта	[5, 5, 5, 4]
1938	stu-2а-7	2026-03-03	3 марта	[4, 2, 4, 5, 4]
1939	stu-2а-7	2026-03-04	4 марта	[4, 5, 3, 2]
1940	stu-2а-7	2026-03-05	5 марта	[4, 5, 4, 5]
1941	stu-2а-7	2026-03-06	6 марта	[3, 5, 3, 4]
1942	stu-2а-7	2026-03-09	9 марта	[5, 5, 3, 3]
1943	stu-2а-7	2026-03-10	10 марта	[4, 4, 4, 4]
1944	stu-2а-7	2026-03-11	11 марта	[5, 5, 4, 4]
\.
