COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3217	stu-2г-5	2026-03-06	6 марта	[5, 5, 4, 5]
3218	stu-2г-5	2026-03-09	9 марта	[4, 5, 3, 5]
3219	stu-2г-5	2026-03-10	10 марта	[4, 4, 4, 4]
3220	stu-2г-5	2026-03-11	11 марта	[4, 5, 4, 5]
3221	stu-2г-5	2026-03-12	12 марта	[5, 5, 4, 4, 3]
3222	stu-2г-5	2026-03-13	13 марта	[5, 5, 2, 5]
3223	stu-2г-5	2026-03-16	16 марта	[3, 3, 4]
3224	stu-2г-5	2026-03-17	17 марта	[3, 3, 5, 3, 4]
3225	stu-2г-5	2026-03-18	18 марта	[4, 4, 2, 3]
3226	stu-2г-5	2026-03-19	19 марта	[4, 3, 5, 4, 5]
3227	stu-2г-5	2026-03-20	20 марта	[4, 4, 3]
3228	stu-2г-5	2026-03-23	23 марта	[2, 5, 5, 3]
\.
