COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3349	stu-2г-11	2026-03-06	6 марта	[3, 4, 2, 5]
3350	stu-2г-11	2026-03-09	9 марта	[2, 4, 4, 5]
3351	stu-2г-11	2026-03-10	10 марта	[3, 5, 4, 2]
3352	stu-2г-11	2026-03-11	11 марта	[3, 4, 2, 5]
3353	stu-2г-11	2026-03-12	12 марта	[4, 4, 4, 4, 4]
3354	stu-2г-11	2026-03-13	13 марта	[4, 5, 3, 5]
3355	stu-2г-11	2026-03-16	16 марта	[4, 3, 4]
3356	stu-2г-11	2026-03-17	17 марта	[2, 3, 5, 5, 5]
3357	stu-2г-11	2026-03-18	18 марта	[3, 3, 3, 4]
3358	stu-2г-11	2026-03-19	19 марта	[5, 3, 5, 4, 3]
3359	stu-2г-11	2026-03-20	20 марта	[5, 3, 5]
3360	stu-2г-11	2026-03-23	23 марта	[4, 5, 4, 4]
\.
