COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
889	stu-1б-19	2026-03-12	12 марта	[4, 5, 4, 3, 3]
890	stu-1б-19	2026-03-13	13 марта	[2, 4, 3, 4]
891	stu-1б-19	2026-03-16	16 марта	[5, 5, 5, 3]
892	stu-1б-19	2026-03-17	17 марта	[3, 2, 5, 5, 4]
893	stu-1б-19	2026-03-18	18 марта	[5, 2, 3]
894	stu-1б-19	2026-03-19	19 марта	[5, 2, 4, 3]
895	stu-1б-19	2026-03-20	20 марта	[2, 2, 4, 4]
896	stu-1б-19	2026-03-23	23 марта	[4, 3, 4, 3]
897	stu-1б-19	2026-03-24	24 марта	[4, 4, 5, 5]
898	stu-1б-19	2026-03-25	25 марта	[5, 4, 3]
899	stu-1б-19	2026-03-26	26 марта	[4, 4, 4, 3]
900	stu-1б-19	2026-03-27	27 марта	[3, 4, 5, 4]
\.
