COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2053	stu-2а-12	2026-03-10	10 марта	[5, 4, 4, 2]
2054	stu-2а-12	2026-03-11	11 марта	[4, 5, 5, 5]
2055	stu-2а-12	2026-03-12	12 марта	[5, 4, 3, 2, 3]
2056	stu-2а-12	2026-03-13	13 марта	[4, 3, 2, 3]
2057	stu-2а-12	2026-03-16	16 марта	[2, 4, 4, 2]
2058	stu-2а-12	2026-03-17	17 марта	[5, 2, 5, 4, 2]
2059	stu-2а-12	2026-03-18	18 марта	[4, 3, 3, 5]
2060	stu-2а-12	2026-03-19	19 марта	[3, 3, 4, 4]
2061	stu-2а-12	2026-03-20	20 марта	[5, 4, 3, 3]
2062	stu-2а-12	2026-03-23	23 марта	[3, 3, 5, 5]
2063	stu-2а-12	2026-03-24	24 марта	[4, 4, 3, 2]
2064	stu-2а-12	2026-03-25	25 марта	[2, 5, 4]
\.
