COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2065	stu-2а-12	2026-03-26	26 марта	[4, 2, 4, 4, 3]
2066	stu-2а-12	2026-03-27	27 марта	[4, 4, 5, 5]
2067	stu-2а-12	2026-03-30	30 марта	[3, 5, 5]
2068	stu-2а-12	2026-03-31	31 марта	[4, 5, 3, 4, 5]
2069	stu-2а-13	2026-03-02	2 марта	[5, 5, 4, 5]
2070	stu-2а-13	2026-03-03	3 марта	[4, 3, 4, 4, 4]
2071	stu-2а-13	2026-03-04	4 марта	[4, 4, 4, 2]
2072	stu-2а-13	2026-03-05	5 марта	[3, 5, 4, 5]
2073	stu-2а-13	2026-03-06	6 марта	[4, 4, 4, 3]
2074	stu-2а-13	2026-03-09	9 марта	[5, 4, 3, 4]
2075	stu-2а-13	2026-03-10	10 марта	[4, 2, 5, 3]
2076	stu-2а-13	2026-03-11	11 марта	[5, 5, 3, 4]
\.
