COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1729	stu-1г-17	2026-03-18	18 марта	[4, 5, 2]
1730	stu-1г-17	2026-03-19	19 марта	[4, 5, 3, 4, 5]
1731	stu-1г-17	2026-03-20	20 марта	[3, 3, 5, 3]
1732	stu-1г-17	2026-03-23	23 марта	[5, 3, 4, 4]
1733	stu-1г-17	2026-03-24	24 марта	[5, 5, 5, 4]
1734	stu-1г-17	2026-03-25	25 марта	[5, 5, 4, 4]
1735	stu-1г-17	2026-03-26	26 марта	[5, 3, 4, 2, 5]
1736	stu-1г-17	2026-03-27	27 марта	[5, 5, 4, 4]
1737	stu-1г-17	2026-03-30	30 марта	[5, 3, 3, 4]
1738	stu-1г-17	2026-03-31	31 марта	[3, 4, 4, 2, 5]
1739	stu-1г-18	2026-03-02	2 марта	[3, 3, 5, 4]
1740	stu-1г-18	2026-03-03	3 марта	[3, 5, 5, 3]
\.
