COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3289	stu-2г-8	2026-03-16	16 марта	[3, 3, 4]
3290	stu-2г-8	2026-03-17	17 марта	[2, 2, 5, 4, 5]
3291	stu-2г-8	2026-03-18	18 марта	[3, 4, 4, 4]
3292	stu-2г-8	2026-03-19	19 марта	[4, 2, 5, 4, 5]
3293	stu-2г-8	2026-03-20	20 марта	[4, 3, 4]
3294	stu-2г-8	2026-03-23	23 марта	[2, 5, 5, 4]
3295	stu-2г-8	2026-03-24	24 марта	[4, 4, 4, 5, 4]
3296	stu-2г-8	2026-03-25	25 марта	[5, 5, 3, 5]
3297	stu-2г-8	2026-03-26	26 марта	[5, 5, 4, 2, 4]
3298	stu-2г-8	2026-03-27	27 марта	[5, 5, 3, 4]
3299	stu-2г-8	2026-03-30	30 марта	[4, 5, 4, 3]
3300	stu-2г-8	2026-03-31	31 марта	[3, 5, 3, 3]
\.
