COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1045	stu-1в-6	2026-03-16	16 марта	[3, 5, 2, 5]
1046	stu-1в-6	2026-03-17	17 марта	[5, 4, 2, 3]
1047	stu-1в-6	2026-03-18	18 марта	[5, 3, 5]
1048	stu-1в-6	2026-03-19	19 марта	[3, 3, 4, 4, 5]
1049	stu-1в-6	2026-03-20	20 марта	[5, 2, 4, 3]
1050	stu-1в-6	2026-03-23	23 марта	[3, 5, 2]
1051	stu-1в-6	2026-03-24	24 марта	[4, 4, 4, 4, 4]
1052	stu-1в-6	2026-03-25	25 марта	[5, 4, 4, 5]
1053	stu-1в-6	2026-03-26	26 марта	[3, 3, 5, 5, 3]
1054	stu-1в-6	2026-03-27	27 марта	[5, 3, 3, 4]
1055	stu-1в-6	2026-03-30	30 марта	[2, 4, 3]
1056	stu-1в-6	2026-03-31	31 марта	[4, 3, 4, 4, 3]
\.
