COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6205	stu-4в-2	2026-03-02	2 марта	[5, 4, 4, 4]
6206	stu-4в-2	2026-03-03	3 марта	[4, 3, 4, 5]
6207	stu-4в-2	2026-03-04	4 марта	[5, 4, 5, 2]
6208	stu-4в-2	2026-03-05	5 марта	[3, 5, 5, 4, 4]
6209	stu-4в-2	2026-03-06	6 марта	[5, 5, 4, 4]
6210	stu-4в-2	2026-03-09	9 марта	[4, 4, 3]
6211	stu-4в-2	2026-03-10	10 марта	[2, 5, 5, 5]
6212	stu-4в-2	2026-03-11	11 марта	[4, 2, 3]
6213	stu-4в-2	2026-03-12	12 марта	[2, 3, 4, 4, 4]
6214	stu-4в-2	2026-03-13	13 марта	[3, 5, 3, 2]
6215	stu-4в-2	2026-03-16	16 марта	[4, 3, 4, 3]
6216	stu-4в-2	2026-03-17	17 марта	[4, 3, 5, 4]
\.
