COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1909	stu-2а-5	2026-03-24	24 марта	[5, 3, 4, 4]
1910	stu-2а-5	2026-03-25	25 марта	[3, 3, 5]
1911	stu-2а-5	2026-03-26	26 марта	[3, 4, 4, 3, 4]
1912	stu-2а-5	2026-03-27	27 марта	[3, 5, 5, 4]
1913	stu-2а-5	2026-03-30	30 марта	[4, 5, 3]
1914	stu-2а-5	2026-03-31	31 марта	[3, 4, 3, 3, 5]
1915	stu-2а-6	2026-03-02	2 марта	[5, 4, 3, 5]
1916	stu-2а-6	2026-03-03	3 марта	[5, 4, 5, 5, 2]
1917	stu-2а-6	2026-03-04	4 марта	[3, 5, 5, 3]
1918	stu-2а-6	2026-03-05	5 марта	[5, 5, 3, 4]
1919	stu-2а-6	2026-03-06	6 марта	[4, 3, 2, 2]
1920	stu-2а-6	2026-03-09	9 марта	[5, 5, 2, 2]
\.
