COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
769	stu-1б-13	2026-03-30	30 марта	[4, 4, 4]
770	stu-1б-13	2026-03-31	31 марта	[4, 3, 5, 4, 2]
771	stu-1б-14	2026-03-02	2 марта	[5, 5, 5]
772	stu-1б-14	2026-03-03	3 марта	[5, 4, 3, 5, 4]
773	stu-1б-14	2026-03-04	4 марта	[4, 3, 5, 4]
774	stu-1б-14	2026-03-05	5 марта	[3, 5, 4, 5, 5]
775	stu-1б-14	2026-03-06	6 марта	[4, 3, 3, 3]
776	stu-1б-14	2026-03-09	9 марта	[4, 4, 3]
777	stu-1б-14	2026-03-10	10 марта	[5, 2, 3, 5, 4]
778	stu-1б-14	2026-03-11	11 марта	[2, 4, 4]
779	stu-1б-14	2026-03-12	12 марта	[5, 5, 4, 3, 4]
780	stu-1б-14	2026-03-13	13 марта	[2, 4, 5, 4]
\.
