COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1453	stu-1г-5	2026-03-02	2 марта	[4, 3, 4, 2]
1454	stu-1г-5	2026-03-03	3 марта	[4, 4, 4, 4]
1455	stu-1г-5	2026-03-04	4 марта	[5, 5, 3, 4]
1456	stu-1г-5	2026-03-05	5 марта	[5, 3, 4, 4, 4]
1457	stu-1г-5	2026-03-06	6 марта	[2, 4, 5, 3]
1458	stu-1г-5	2026-03-09	9 марта	[4, 5, 4, 3]
1459	stu-1г-5	2026-03-10	10 марта	[5, 4, 2, 5, 4]
1460	stu-1г-5	2026-03-11	11 марта	[4, 3, 4, 4]
1461	stu-1г-5	2026-03-12	12 марта	[3, 5, 4, 3, 5]
1462	stu-1г-5	2026-03-13	13 марта	[4, 3, 4, 4]
1463	stu-1г-5	2026-03-16	16 марта	[5, 2, 3, 5]
1464	stu-1г-5	2026-03-17	17 марта	[4, 4, 3, 5]
\.
