COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1489	stu-1г-6	2026-03-20	20 марта	[3, 4, 5, 4]
1490	stu-1г-6	2026-03-23	23 марта	[5, 4, 4, 4]
1491	stu-1г-6	2026-03-24	24 марта	[5, 5, 5, 3]
1492	stu-1г-6	2026-03-25	25 марта	[5, 5, 4, 4]
1493	stu-1г-6	2026-03-26	26 марта	[5, 3, 3, 2, 4]
1494	stu-1г-6	2026-03-27	27 марта	[4, 5, 4, 4]
1495	stu-1г-6	2026-03-30	30 марта	[5, 3, 3, 4]
1496	stu-1г-6	2026-03-31	31 марта	[4, 4, 4, 2, 5]
1497	stu-1г-7	2026-03-02	2 марта	[3, 2, 5, 4]
1498	stu-1г-7	2026-03-03	3 марта	[3, 5, 5, 4]
1499	stu-1г-7	2026-03-04	4 марта	[4, 5, 4, 5]
1500	stu-1г-7	2026-03-05	5 марта	[4, 3, 3, 2, 5]
\.
