COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4909	stu-3г-3	2026-03-04	4 марта	[4, 3, 4, 4]
4910	stu-3г-3	2026-03-05	5 марта	[3, 4, 5, 3, 5]
4911	stu-3г-3	2026-03-06	6 марта	[4, 5, 4]
4912	stu-3г-3	2026-03-09	9 марта	[5, 2, 5]
4913	stu-3г-3	2026-03-10	10 марта	[3, 4, 5, 5, 4]
4914	stu-3г-3	2026-03-11	11 марта	[3, 3, 3, 2]
4915	stu-3г-3	2026-03-12	12 марта	[5, 3, 5, 4, 5]
4916	stu-3г-3	2026-03-13	13 марта	[4, 2, 4, 3]
4917	stu-3г-3	2026-03-16	16 марта	[3, 4, 3, 4]
4918	stu-3г-3	2026-03-17	17 марта	[4, 5, 4, 3]
4919	stu-3г-3	2026-03-18	18 марта	[5, 4, 4, 4]
4920	stu-3г-3	2026-03-19	19 марта	[5, 5, 5, 4]
\.
