COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
277	stu-1а-11	2026-03-18	18 марта	[2, 5, 4]
278	stu-1а-11	2026-03-19	19 марта	[4, 3, 4, 3, 4]
279	stu-1а-11	2026-03-20	20 марта	[5, 5, 4, 2]
280	stu-1а-11	2026-03-23	23 марта	[3, 3, 3, 4]
281	stu-1а-11	2026-03-24	24 марта	[4, 4, 2, 3]
282	stu-1а-11	2026-03-25	25 марта	[2, 5, 4, 4]
283	stu-1а-11	2026-03-26	26 марта	[5, 2, 4, 2, 4]
284	stu-1а-11	2026-03-27	27 марта	[3, 4, 4]
285	stu-1а-11	2026-03-30	30 марта	[3, 5, 5]
286	stu-1а-11	2026-03-31	31 марта	[5, 4, 3, 2, 4]
287	stu-1а-12	2026-03-02	2 марта	[4, 4, 4, 2]
288	stu-1а-12	2026-03-03	3 марта	[4, 3, 5, 5]
\.
