COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5005	stu-3г-7	2026-03-16	16 марта	[4, 2, 3, 5]
5006	stu-3г-7	2026-03-17	17 марта	[2, 5, 4, 5]
5007	stu-3г-7	2026-03-18	18 марта	[5, 5, 3, 5]
5008	stu-3г-7	2026-03-19	19 марта	[4, 4, 4, 5]
5009	stu-3г-7	2026-03-20	20 марта	[5, 5, 4, 5]
5010	stu-3г-7	2026-03-23	23 марта	[5, 4, 2, 5]
5011	stu-3г-7	2026-03-24	24 марта	[4, 3, 3, 4]
5012	stu-3г-7	2026-03-25	25 марта	[4, 4, 5, 4]
5013	stu-3г-7	2026-03-26	26 марта	[3, 4, 5, 3, 4]
5014	stu-3г-7	2026-03-27	27 марта	[3, 5, 5]
5015	stu-3г-7	2026-03-30	30 марта	[3, 4, 5, 5]
5016	stu-3г-7	2026-03-31	31 марта	[3, 2, 5, 3, 5]
\.
