COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2845	stu-2в-8	2026-03-10	10 марта	[2, 2, 4, 3, 5]
2846	stu-2в-8	2026-03-11	11 марта	[5, 2, 5]
2847	stu-2в-8	2026-03-12	12 марта	[4, 4, 5, 4, 5]
2848	stu-2в-8	2026-03-13	13 марта	[5, 4, 4, 4]
2849	stu-2в-8	2026-03-16	16 марта	[5, 2, 4]
2850	stu-2в-8	2026-03-17	17 марта	[4, 5, 3, 5]
2851	stu-2в-8	2026-03-18	18 марта	[5, 5, 5]
2852	stu-2в-8	2026-03-19	19 марта	[4, 3, 5, 4]
2853	stu-2в-8	2026-03-20	20 марта	[4, 5, 3, 5]
2854	stu-2в-8	2026-03-23	23 марта	[4, 5, 5, 3]
2855	stu-2в-8	2026-03-24	24 марта	[4, 4, 4, 5]
2856	stu-2в-8	2026-03-25	25 марта	[5, 4, 2, 5]
\.
