COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3937	stu-3а-18	2026-03-30	30 марта	[2, 5, 5, 5]
3938	stu-3а-18	2026-03-31	31 марта	[4, 4, 5, 4]
3939	stu-3а-19	2026-03-02	2 марта	[5, 5, 2]
3940	stu-3а-19	2026-03-03	3 марта	[4, 4, 5, 5, 3]
3941	stu-3а-19	2026-03-04	4 марта	[5, 5, 2, 2]
3942	stu-3а-19	2026-03-05	5 марта	[4, 3, 4, 2]
3943	stu-3а-19	2026-03-06	6 марта	[4, 5, 3, 5]
3944	stu-3а-19	2026-03-09	9 марта	[5, 4, 2, 5]
3945	stu-3а-19	2026-03-10	10 марта	[4, 5, 5, 5, 4]
3946	stu-3а-19	2026-03-11	11 марта	[5, 3, 4, 5]
3947	stu-3а-19	2026-03-12	12 марта	[3, 5, 5, 5, 3]
3948	stu-3а-19	2026-03-13	13 марта	[5, 5, 2, 3]
\.
