COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3709	stu-3а-8	2026-03-18	18 марта	[5, 3, 2, 4]
3710	stu-3а-8	2026-03-19	19 марта	[4, 3, 4, 3]
3711	stu-3а-8	2026-03-20	20 марта	[3, 5, 3, 5]
3712	stu-3а-8	2026-03-23	23 марта	[5, 4, 2, 3]
3713	stu-3а-8	2026-03-24	24 марта	[4, 2, 5, 4, 4]
3714	stu-3а-8	2026-03-25	25 марта	[3, 4, 4]
3715	stu-3а-8	2026-03-26	26 марта	[2, 5, 3, 3]
3716	stu-3а-8	2026-03-27	27 марта	[3, 5, 4, 4]
3717	stu-3а-8	2026-03-30	30 марта	[4, 4, 3, 5]
3718	stu-3а-8	2026-03-31	31 марта	[3, 5, 5, 3]
3719	stu-3а-9	2026-03-02	2 марта	[3, 5, 4]
3720	stu-3а-9	2026-03-03	3 марта	[5, 5, 3, 3, 3]
\.
