COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3433	stu-2г-15	2026-03-02	2 марта	[4, 4, 5, 4]
3434	stu-2г-15	2026-03-03	3 марта	[4, 2, 5, 4, 4]
3435	stu-2г-15	2026-03-04	4 марта	[5, 5, 3]
3436	stu-2г-15	2026-03-05	5 марта	[5, 5, 2, 4, 4]
3437	stu-2г-15	2026-03-06	6 марта	[5, 5, 3, 4]
3438	stu-2г-15	2026-03-09	9 марта	[3, 5, 3, 4]
3439	stu-2г-15	2026-03-10	10 марта	[5, 5, 2, 3]
3440	stu-2г-15	2026-03-11	11 марта	[5, 5, 4, 4]
3441	stu-2г-15	2026-03-12	12 марта	[5, 3, 2, 5, 3]
3442	stu-2г-15	2026-03-13	13 марта	[4, 5, 2, 4]
3443	stu-2г-15	2026-03-16	16 марта	[3, 3, 2]
3444	stu-2г-15	2026-03-17	17 марта	[4, 2, 3, 4, 5]
\.
