COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4465	stu-3в-2	2026-03-30	30 марта	[2, 3, 5, 2]
4466	stu-3в-2	2026-03-31	31 марта	[4, 4, 2, 5, 5]
4467	stu-3в-3	2026-03-02	2 марта	[5, 5, 2, 4]
4468	stu-3в-3	2026-03-03	3 марта	[3, 4, 2, 5]
4469	stu-3в-3	2026-03-04	4 марта	[5, 5, 3]
4470	stu-3в-3	2026-03-05	5 марта	[3, 4, 2, 3]
4471	stu-3в-3	2026-03-06	6 марта	[5, 4, 4, 4]
4472	stu-3в-3	2026-03-09	9 марта	[5, 3, 4]
4473	stu-3в-3	2026-03-10	10 марта	[3, 3, 2, 5]
4474	stu-3в-3	2026-03-11	11 марта	[3, 2, 3, 4]
4475	stu-3в-3	2026-03-12	12 марта	[3, 3, 4, 3]
4476	stu-3в-3	2026-03-13	13 марта	[5, 2, 5, 4]
\.
