COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2917	stu-2в-11	2026-03-18	18 марта	[3, 5, 3]
2918	stu-2в-11	2026-03-19	19 марта	[5, 3, 3, 3]
2919	stu-2в-11	2026-03-20	20 марта	[3, 5, 3, 4]
2920	stu-2в-11	2026-03-23	23 марта	[2, 4, 5, 2]
2921	stu-2в-11	2026-03-24	24 марта	[5, 3, 5, 5]
2922	stu-2в-11	2026-03-25	25 марта	[5, 5, 3, 5]
2923	stu-2в-11	2026-03-26	26 марта	[2, 2, 5, 4]
2924	stu-2в-11	2026-03-27	27 марта	[4, 2, 4, 5]
2925	stu-2в-11	2026-03-30	30 марта	[3, 3, 5]
2926	stu-2в-11	2026-03-31	31 марта	[4, 5, 2, 4]
2927	stu-2в-12	2026-03-02	2 марта	[4, 5, 3, 5]
2928	stu-2в-12	2026-03-03	3 марта	[4, 4, 5, 4, 3]
\.
