COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
697	stu-1б-10	2026-03-20	20 марта	[4, 4, 4, 2]
698	stu-1б-10	2026-03-23	23 марта	[3, 4, 3, 3]
699	stu-1б-10	2026-03-24	24 марта	[5, 4, 5, 4]
700	stu-1б-10	2026-03-25	25 марта	[4, 5, 2]
701	stu-1б-10	2026-03-26	26 марта	[5, 3, 4, 4]
702	stu-1б-10	2026-03-27	27 марта	[5, 5, 5, 4]
703	stu-1б-10	2026-03-30	30 марта	[3, 5, 4]
704	stu-1б-10	2026-03-31	31 марта	[5, 3, 5, 3, 2]
705	stu-1б-11	2026-03-02	2 марта	[5, 5, 5]
706	stu-1б-11	2026-03-03	3 марта	[5, 4, 3, 5, 4]
707	stu-1б-11	2026-03-04	4 марта	[4, 2, 5, 4]
708	stu-1б-11	2026-03-05	5 марта	[4, 5, 4, 5, 5]
\.
