COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1177	stu-1в-12	2026-03-16	16 марта	[4, 4, 3, 5]
1178	stu-1в-12	2026-03-17	17 марта	[4, 3, 3, 5]
1179	stu-1в-12	2026-03-18	18 марта	[4, 5, 5]
1180	stu-1в-12	2026-03-19	19 марта	[4, 5, 5, 3, 5]
1181	stu-1в-12	2026-03-20	20 марта	[5, 3, 3, 4]
1182	stu-1в-12	2026-03-23	23 марта	[4, 5, 4]
1183	stu-1в-12	2026-03-24	24 марта	[3, 5, 3, 3, 5]
1184	stu-1в-12	2026-03-25	25 марта	[5, 5, 4, 4]
1185	stu-1в-12	2026-03-26	26 марта	[5, 5, 4, 4, 4]
1186	stu-1в-12	2026-03-27	27 марта	[4, 4, 2, 5]
1187	stu-1в-12	2026-03-30	30 марта	[4, 5, 2]
1188	stu-1в-12	2026-03-31	31 марта	[2, 2, 5, 3, 4]
\.
