COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2281	stu-2б-2	2026-03-20	20 марта	[4, 3, 3, 5]
2282	stu-2б-2	2026-03-23	23 марта	[3, 3, 4]
2283	stu-2б-2	2026-03-24	24 марта	[4, 4, 4, 5, 3]
2284	stu-2б-2	2026-03-25	25 марта	[5, 5, 2, 5]
2285	stu-2б-2	2026-03-26	26 марта	[3, 5, 4, 4, 4]
2286	stu-2б-2	2026-03-27	27 марта	[5, 4, 5]
2287	stu-2б-2	2026-03-30	30 марта	[4, 3, 5]
2288	stu-2б-2	2026-03-31	31 марта	[3, 5, 4, 3]
2289	stu-2б-3	2026-03-02	2 марта	[3, 5, 5, 4]
2290	stu-2б-3	2026-03-03	3 марта	[4, 5, 4, 2, 4]
2291	stu-2б-3	2026-03-04	4 марта	[4, 4, 5, 5]
2292	stu-2б-3	2026-03-05	5 марта	[5, 4, 5, 5]
\.
