COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1333	stu-1в-19	2026-03-18	18 марта	[4, 5, 4]
1334	stu-1в-19	2026-03-19	19 марта	[2, 3, 5, 5, 4]
1335	stu-1в-19	2026-03-20	20 марта	[4, 3, 4, 2]
1336	stu-1в-19	2026-03-23	23 марта	[2, 4, 4]
1337	stu-1в-19	2026-03-24	24 марта	[5, 5, 3, 4, 4]
1338	stu-1в-19	2026-03-25	25 марта	[4, 5, 5, 5]
1339	stu-1в-19	2026-03-26	26 марта	[3, 3, 5, 5, 3]
1340	stu-1в-19	2026-03-27	27 марта	[5, 4, 4, 3]
1341	stu-1в-19	2026-03-30	30 марта	[2, 5, 3]
1342	stu-1в-19	2026-03-31	31 марта	[4, 4, 3, 2, 4]
1343	stu-1в-20	2026-03-02	2 марта	[3, 3, 4]
1344	stu-1в-20	2026-03-03	3 марта	[5, 4, 4, 2]
\.
