COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6289	stu-4в-5	2026-03-26	26 марта	[3, 3, 4, 3, 5]
6290	stu-4в-5	2026-03-27	27 марта	[5, 5, 5]
6291	stu-4в-5	2026-03-30	30 марта	[4, 4, 5]
6292	stu-4в-5	2026-03-31	31 марта	[4, 5, 4, 3, 3]
6293	stu-4в-6	2026-03-02	2 марта	[4, 5, 4, 3]
6294	stu-4в-6	2026-03-03	3 марта	[5, 2, 4, 3]
6295	stu-4в-6	2026-03-04	4 марта	[3, 2, 5, 3]
6296	stu-4в-6	2026-03-05	5 марта	[5, 3, 4, 4, 2]
6297	stu-4в-6	2026-03-06	6 марта	[4, 4, 2, 5]
6298	stu-4в-6	2026-03-09	9 марта	[2, 4, 4]
6299	stu-4в-6	2026-03-10	10 марта	[4, 4, 5, 4]
6300	stu-4в-6	2026-03-11	11 марта	[4, 2, 2]
\.
