COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5881	stu-4б-7	2026-03-10	10 марта	[4, 5, 4, 5]
5882	stu-4б-7	2026-03-11	11 марта	[5, 4, 4]
5883	stu-4б-7	2026-03-12	12 марта	[5, 4, 4, 3, 3]
5884	stu-4б-7	2026-03-13	13 марта	[4, 2, 3, 3]
5885	stu-4б-7	2026-03-16	16 марта	[4, 5, 2]
5886	stu-4б-7	2026-03-17	17 марта	[3, 5, 4, 5]
5887	stu-4б-7	2026-03-18	18 марта	[4, 5, 4]
5888	stu-4б-7	2026-03-19	19 марта	[5, 3, 3, 3]
5889	stu-4б-7	2026-03-20	20 марта	[2, 4, 5, 2]
5890	stu-4б-7	2026-03-23	23 марта	[5, 3, 2, 4]
5891	stu-4б-7	2026-03-24	24 марта	[3, 5, 4, 5, 3]
5892	stu-4б-7	2026-03-25	25 марта	[5, 5, 3]
\.
