COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1261	stu-1в-16	2026-03-10	10 марта	[5, 5, 3, 2, 4]
1262	stu-1в-16	2026-03-11	11 марта	[2, 5, 5, 3]
1263	stu-1в-16	2026-03-12	12 марта	[3, 2, 4, 5, 4]
1264	stu-1в-16	2026-03-13	13 марта	[2, 3, 5, 2]
1265	stu-1в-16	2026-03-16	16 марта	[2, 5, 3, 4]
1266	stu-1в-16	2026-03-17	17 марта	[5, 3, 4, 3]
1267	stu-1в-16	2026-03-18	18 марта	[5, 4, 4]
1268	stu-1в-16	2026-03-19	19 марта	[2, 3, 5, 5, 4]
1269	stu-1в-16	2026-03-20	20 марта	[4, 3, 5, 2]
1270	stu-1в-16	2026-03-23	23 марта	[2, 4, 4]
1271	stu-1в-16	2026-03-24	24 марта	[5, 5, 2, 4, 5]
1272	stu-1в-16	2026-03-25	25 марта	[4, 5, 5, 5]
\.
