COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6589	stu-4в-19	2026-03-16	16 марта	[3, 4, 3, 4]
6590	stu-4в-19	2026-03-17	17 марта	[5, 4, 3, 2]
6591	stu-4в-19	2026-03-18	18 марта	[2, 3, 4, 5]
6592	stu-4в-19	2026-03-19	19 марта	[3, 4, 4, 4]
6593	stu-4в-19	2026-03-20	20 марта	[5, 4, 2, 3]
6594	stu-4в-19	2026-03-23	23 марта	[2, 4, 4, 2]
6595	stu-4в-19	2026-03-24	24 марта	[3, 3, 4, 2]
6596	stu-4в-19	2026-03-25	25 марта	[2, 3, 5]
6597	stu-4в-19	2026-03-26	26 марта	[5, 2, 4, 2, 4]
6598	stu-4в-19	2026-03-27	27 марта	[4, 5, 5]
6599	stu-4в-19	2026-03-30	30 марта	[2, 4, 4]
6600	stu-4в-19	2026-03-31	31 марта	[5, 4, 3, 5, 2]
\.
