COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1621	stu-1г-12	2026-03-20	20 марта	[4, 4, 5, 2]
1622	stu-1г-12	2026-03-23	23 марта	[4, 4, 4, 4]
1623	stu-1г-12	2026-03-24	24 марта	[5, 3, 5, 3]
1624	stu-1г-12	2026-03-25	25 марта	[5, 4, 2, 4]
1625	stu-1г-12	2026-03-26	26 марта	[5, 5, 4, 2, 4]
1626	stu-1г-12	2026-03-27	27 марта	[4, 5, 4, 5]
1627	stu-1г-12	2026-03-30	30 марта	[5, 4, 5, 4]
1628	stu-1г-12	2026-03-31	31 марта	[4, 3, 5, 4, 4]
1629	stu-1г-13	2026-03-02	2 марта	[5, 2, 4, 4]
1630	stu-1г-13	2026-03-03	3 марта	[3, 5, 4, 4]
1631	stu-1г-13	2026-03-04	4 марта	[4, 5, 4, 5]
1632	stu-1г-13	2026-03-05	5 марта	[4, 3, 4, 2, 5]
\.
