COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4873	stu-3г-1	2026-03-16	16 марта	[4, 3, 4, 5]
4874	stu-3г-1	2026-03-17	17 марта	[2, 5, 5, 4]
4875	stu-3г-1	2026-03-18	18 марта	[4, 5, 3, 5]
4876	stu-3г-1	2026-03-19	19 марта	[4, 4, 5, 5]
4877	stu-3г-1	2026-03-20	20 марта	[5, 4, 4, 4]
4878	stu-3г-1	2026-03-23	23 марта	[5, 5, 2, 5]
4879	stu-3г-1	2026-03-24	24 марта	[5, 4, 3, 3]
4880	stu-3г-1	2026-03-25	25 марта	[4, 3, 5, 3]
4881	stu-3г-1	2026-03-26	26 марта	[4, 3, 5, 4, 4]
4882	stu-3г-1	2026-03-27	27 марта	[2, 4, 4]
4883	stu-3г-1	2026-03-30	30 марта	[3, 5, 5, 5]
4884	stu-3г-1	2026-03-31	31 марта	[4, 2, 5, 3, 4]
\.
