COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2785	stu-2в-5	2026-03-18	18 марта	[5, 5, 5]
2786	stu-2в-5	2026-03-19	19 марта	[4, 3, 5, 4]
2787	stu-2в-5	2026-03-20	20 марта	[4, 4, 5, 5]
2788	stu-2в-5	2026-03-23	23 марта	[4, 4, 4, 4]
2789	stu-2в-5	2026-03-24	24 марта	[4, 5, 4, 4]
2790	stu-2в-5	2026-03-25	25 марта	[5, 5, 3, 5]
2791	stu-2в-5	2026-03-26	26 марта	[4, 4, 4, 5]
2792	stu-2в-5	2026-03-27	27 марта	[5, 4, 3, 4]
2793	stu-2в-5	2026-03-30	30 марта	[4, 5, 4]
2794	stu-2в-5	2026-03-31	31 марта	[3, 3, 4, 4]
2795	stu-2в-6	2026-03-02	2 марта	[2, 4, 5, 5]
2796	stu-2в-6	2026-03-03	3 марта	[5, 4, 4, 5, 3]
\.
