COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2701	stu-2в-1	2026-03-24	24 марта	[5, 3, 5, 4]
2702	stu-2в-1	2026-03-25	25 марта	[4, 5, 3, 4]
2703	stu-2в-1	2026-03-26	26 марта	[2, 3, 5, 4]
2704	stu-2в-1	2026-03-27	27 марта	[3, 2, 3, 5]
2705	stu-2в-1	2026-03-30	30 марта	[2, 4, 5]
2706	stu-2в-1	2026-03-31	31 марта	[5, 3, 2, 5]
2707	stu-2в-2	2026-03-02	2 марта	[4, 5, 4, 5]
2708	stu-2в-2	2026-03-03	3 марта	[4, 5, 5, 4, 3]
2709	stu-2в-2	2026-03-04	4 марта	[4, 2, 4, 5]
2710	stu-2в-2	2026-03-05	5 марта	[2, 5, 4, 5, 5]
2711	stu-2в-2	2026-03-06	6 марта	[5, 3, 3]
2712	stu-2в-2	2026-03-09	9 марта	[4, 4, 4]
\.
