COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3805	stu-3а-12	2026-03-30	30 марта	[3, 5, 5, 5]
3806	stu-3а-12	2026-03-31	31 марта	[3, 5, 5, 4]
3807	stu-3а-13	2026-03-02	2 марта	[4, 5, 2]
3808	stu-3а-13	2026-03-03	3 марта	[5, 4, 5, 4, 2]
3809	stu-3а-13	2026-03-04	4 марта	[5, 5, 2, 3]
3810	stu-3а-13	2026-03-05	5 марта	[5, 5, 4, 3]
3811	stu-3а-13	2026-03-06	6 марта	[5, 5, 4, 3]
3812	stu-3а-13	2026-03-09	9 марта	[5, 4, 2, 5]
3813	stu-3а-13	2026-03-10	10 марта	[5, 5, 5, 4, 3]
3814	stu-3а-13	2026-03-11	11 марта	[4, 4, 4, 4]
3815	stu-3а-13	2026-03-12	12 марта	[4, 5, 5, 5, 3]
3816	stu-3а-13	2026-03-13	13 марта	[5, 5, 3, 2]
\.
