COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1657	stu-1г-14	2026-03-10	10 марта	[5, 5, 2, 4, 3]
1658	stu-1г-14	2026-03-11	11 марта	[5, 4, 5, 3]
1659	stu-1г-14	2026-03-12	12 марта	[4, 3, 5, 5, 5]
1660	stu-1г-14	2026-03-13	13 марта	[4, 4, 4, 2]
1661	stu-1г-14	2026-03-16	16 марта	[4, 3, 5, 4]
1662	stu-1г-14	2026-03-17	17 марта	[2, 4, 4, 5]
1663	stu-1г-14	2026-03-18	18 марта	[3, 4, 2]
1664	stu-1г-14	2026-03-19	19 марта	[3, 5, 5, 2, 5]
1665	stu-1г-14	2026-03-20	20 марта	[3, 2, 5, 3]
1666	stu-1г-14	2026-03-23	23 марта	[5, 3, 4, 4]
1667	stu-1г-14	2026-03-24	24 марта	[5, 5, 5, 5]
1668	stu-1г-14	2026-03-25	25 марта	[5, 5, 4, 5]
\.
