COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6637	stu-4г-1	2026-03-20	20 марта	[5, 5, 2, 5]
6638	stu-4г-1	2026-03-23	23 марта	[4, 4, 2]
6639	stu-4г-1	2026-03-24	24 марта	[4, 2, 3, 4, 5]
6640	stu-4г-1	2026-03-25	25 марта	[3, 3, 5, 2]
6641	stu-4г-1	2026-03-26	26 марта	[4, 3, 3, 5, 4]
6642	stu-4г-1	2026-03-27	27 марта	[3, 3, 4, 3]
6643	stu-4г-1	2026-03-30	30 марта	[5, 5, 4]
6644	stu-4г-1	2026-03-31	31 марта	[5, 3, 3, 5, 3]
6645	stu-4г-2	2026-03-02	2 марта	[4, 3, 5]
6646	stu-4г-2	2026-03-03	3 марта	[2, 5, 5, 4, 4]
6647	stu-4г-2	2026-03-04	4 марта	[4, 4, 5, 5]
6648	stu-4г-2	2026-03-05	5 марта	[5, 5, 5, 5]
\.
