COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5329	stu-4а-2	2026-03-06	6 марта	[3, 2, 5, 2]
5330	stu-4а-2	2026-03-09	9 марта	[3, 5, 4, 4]
5331	stu-4а-2	2026-03-10	10 марта	[5, 5, 4, 4, 3]
5332	stu-4а-2	2026-03-11	11 марта	[3, 3, 5, 2]
5333	stu-4а-2	2026-03-12	12 марта	[4, 4, 4, 4, 3]
5334	stu-4а-2	2026-03-13	13 марта	[5, 5, 4]
5335	stu-4а-2	2026-03-16	16 марта	[3, 5, 4]
5336	stu-4а-2	2026-03-17	17 марта	[5, 4, 3, 4, 3]
5337	stu-4а-2	2026-03-18	18 марта	[2, 5, 5]
5338	stu-4а-2	2026-03-19	19 марта	[4, 5, 5, 4, 3]
5339	stu-4а-2	2026-03-20	20 марта	[4, 2, 4]
5340	stu-4а-2	2026-03-23	23 марта	[2, 3, 5, 5]
\.
