COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5305	stu-4а-1	2026-03-04	4 марта	[5, 3, 5]
5306	stu-4а-1	2026-03-05	5 марта	[2, 4, 4, 3]
5307	stu-4а-1	2026-03-06	6 марта	[5, 2, 5, 4]
5308	stu-4а-1	2026-03-09	9 марта	[5, 4, 3, 5]
5309	stu-4а-1	2026-03-10	10 марта	[3, 3, 5, 5, 4]
5310	stu-4а-1	2026-03-11	11 марта	[5, 2, 5, 2]
5311	stu-4а-1	2026-03-12	12 марта	[2, 5, 5, 2, 4]
5312	stu-4а-1	2026-03-13	13 марта	[5, 4, 5]
5313	stu-4а-1	2026-03-16	16 марта	[5, 4, 3]
5314	stu-4а-1	2026-03-17	17 марта	[4, 5, 4, 3, 4]
5315	stu-4а-1	2026-03-18	18 марта	[4, 3, 5]
5316	stu-4а-1	2026-03-19	19 марта	[2, 4, 4, 5, 4]
\.
