COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6697	stu-4г-4	2026-03-12	12 марта	[3, 4, 5, 4, 5]
6698	stu-4г-4	2026-03-13	13 марта	[5, 4, 3, 5]
6699	stu-4г-4	2026-03-16	16 марта	[5, 3, 3]
6700	stu-4г-4	2026-03-17	17 марта	[5, 5, 3, 4, 2]
6701	stu-4г-4	2026-03-18	18 марта	[2, 5, 3, 4]
6702	stu-4г-4	2026-03-19	19 марта	[3, 4, 4, 4, 4]
6703	stu-4г-4	2026-03-20	20 марта	[5, 5, 2, 5]
6704	stu-4г-4	2026-03-23	23 марта	[5, 4, 2]
6705	stu-4г-4	2026-03-24	24 марта	[4, 2, 4, 5, 4]
6706	stu-4г-4	2026-03-25	25 марта	[3, 2, 5, 2]
6707	stu-4г-4	2026-03-26	26 марта	[4, 3, 4, 4, 4]
6708	stu-4г-4	2026-03-27	27 марта	[3, 3, 4, 3]
\.
