COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4117	stu-3б-7	2026-03-04	4 марта	[4, 3, 5]
4118	stu-3б-7	2026-03-05	5 марта	[4, 5, 5, 5]
4119	stu-3б-7	2026-03-06	6 марта	[5, 4, 3, 5]
4120	stu-3б-7	2026-03-09	9 марта	[3, 4, 3]
4121	stu-3б-7	2026-03-10	10 марта	[4, 2, 3, 5, 5]
4122	stu-3б-7	2026-03-11	11 марта	[4, 4, 4]
4123	stu-3б-7	2026-03-12	12 марта	[2, 4, 5, 4]
4124	stu-3б-7	2026-03-13	13 марта	[3, 3, 2, 5]
4125	stu-3б-7	2026-03-16	16 марта	[4, 4, 5, 3]
4126	stu-3б-7	2026-03-17	17 марта	[5, 5, 3, 5]
4127	stu-3б-7	2026-03-18	18 марта	[3, 3, 5, 4]
4128	stu-3б-7	2026-03-19	19 марта	[4, 5, 4, 4]
\.
