COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4633	stu-3в-10	2026-03-18	18 марта	[5, 3, 4, 3]
4634	stu-3в-10	2026-03-19	19 марта	[4, 5, 4, 4]
4635	stu-3в-10	2026-03-20	20 марта	[4, 2, 5]
4636	stu-3в-10	2026-03-23	23 марта	[3, 5, 5]
4637	stu-3в-10	2026-03-24	24 марта	[5, 5, 3, 2, 3]
4638	stu-3в-10	2026-03-25	25 марта	[4, 3, 5]
4639	stu-3в-10	2026-03-26	26 марта	[5, 4, 2, 4, 4]
4640	stu-3в-10	2026-03-27	27 марта	[4, 4, 5, 4]
4641	stu-3в-10	2026-03-30	30 марта	[2, 4, 5, 2]
4642	stu-3в-10	2026-03-31	31 марта	[5, 4, 3, 4, 4]
4643	stu-3в-11	2026-03-02	2 марта	[5, 4, 4, 3]
4644	stu-3в-11	2026-03-03	3 марта	[3, 3, 4, 5]
\.
