COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2089	stu-2а-13	2026-03-30	30 марта	[5, 4, 3]
2090	stu-2а-13	2026-03-31	31 марта	[2, 4, 5, 3, 5]
2091	stu-2а-14	2026-03-02	2 марта	[4, 4, 5, 5]
2092	stu-2а-14	2026-03-03	3 марта	[5, 4, 3, 5, 3]
2093	stu-2а-14	2026-03-04	4 марта	[2, 5, 5, 4]
2094	stu-2а-14	2026-03-05	5 марта	[5, 4, 3, 4]
2095	stu-2а-14	2026-03-06	6 марта	[3, 5, 2, 2]
2096	stu-2а-14	2026-03-09	9 марта	[4, 5, 4, 2]
2097	stu-2а-14	2026-03-10	10 марта	[5, 3, 3, 3]
2098	stu-2а-14	2026-03-11	11 марта	[4, 4, 4, 5]
2099	stu-2а-14	2026-03-12	12 марта	[4, 5, 2, 3, 5]
2100	stu-2а-14	2026-03-13	13 марта	[5, 5, 4, 4]
\.
