COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4801	stu-3в-18	2026-03-06	6 марта	[4, 4, 2, 5]
4802	stu-3в-18	2026-03-09	9 марта	[5, 3, 5]
4803	stu-3в-18	2026-03-10	10 марта	[5, 3, 4, 4]
4804	stu-3в-18	2026-03-11	11 марта	[2, 2, 5, 3]
4805	stu-3в-18	2026-03-12	12 марта	[4, 2, 5, 4]
4806	stu-3в-18	2026-03-13	13 марта	[4, 2, 3, 5]
4807	stu-3в-18	2026-03-16	16 марта	[3, 5, 3, 2]
4808	stu-3в-18	2026-03-17	17 марта	[4, 3, 5, 4]
4809	stu-3в-18	2026-03-18	18 марта	[4, 3, 2, 4]
4810	stu-3в-18	2026-03-19	19 марта	[4, 3, 3, 4]
4811	stu-3в-18	2026-03-20	20 марта	[4, 4, 5]
4812	stu-3в-18	2026-03-23	23 марта	[3, 5, 4]
\.
