COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
265	stu-1а-11	2026-03-02	2 марта	[3, 2, 3, 3]
266	stu-1а-11	2026-03-03	3 марта	[5, 4, 5, 3]
267	stu-1а-11	2026-03-04	4 марта	[2, 5, 5]
268	stu-1а-11	2026-03-05	5 марта	[3, 4, 5, 4]
269	stu-1а-11	2026-03-06	6 марта	[4, 5, 4, 4]
270	stu-1а-11	2026-03-09	9 марта	[5, 5, 3, 3]
271	stu-1а-11	2026-03-10	10 марта	[5, 4, 5, 3, 2]
272	stu-1а-11	2026-03-11	11 марта	[2, 4, 5, 4]
273	stu-1а-11	2026-03-12	12 марта	[5, 3, 2, 2]
274	stu-1а-11	2026-03-13	13 марта	[4, 4, 3, 2]
275	stu-1а-11	2026-03-16	16 марта	[2, 3, 5, 2]
276	stu-1а-11	2026-03-17	17 марта	[5, 2, 4, 2]
\.
