COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
733	stu-1б-12	2026-03-10	10 марта	[5, 4, 4, 4, 2]
734	stu-1б-12	2026-03-11	11 марта	[4, 5, 2]
735	stu-1б-12	2026-03-12	12 марта	[4, 5, 3, 4, 5]
736	stu-1б-12	2026-03-13	13 марта	[4, 5, 3, 5]
737	stu-1б-12	2026-03-16	16 марта	[3, 4, 5, 3]
738	stu-1б-12	2026-03-17	17 марта	[5, 2, 5, 3, 2]
739	stu-1б-12	2026-03-18	18 марта	[4, 4, 4]
740	stu-1б-12	2026-03-19	19 марта	[4, 3, 3, 2]
741	stu-1б-12	2026-03-20	20 марта	[4, 3, 5, 3]
742	stu-1б-12	2026-03-23	23 марта	[2, 2, 5, 4]
743	stu-1б-12	2026-03-24	24 марта	[5, 5, 3, 3]
744	stu-1б-12	2026-03-25	25 марта	[3, 5, 4]
\.
