COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
253	stu-1а-10	2026-03-16	16 марта	[3, 2, 5, 4]
254	stu-1а-10	2026-03-17	17 марта	[5, 4, 3, 4]
255	stu-1а-10	2026-03-18	18 марта	[3, 4, 2]
256	stu-1а-10	2026-03-19	19 марта	[2, 2, 3, 2, 3]
257	stu-1а-10	2026-03-20	20 марта	[5, 4, 3, 4]
258	stu-1а-10	2026-03-23	23 марта	[5, 4, 3, 5]
259	stu-1а-10	2026-03-24	24 марта	[2, 4, 2, 5]
260	stu-1а-10	2026-03-25	25 марта	[4, 4, 5, 2]
261	stu-1а-10	2026-03-26	26 марта	[4, 3, 5, 4, 3]
262	stu-1а-10	2026-03-27	27 марта	[2, 5, 5]
263	stu-1а-10	2026-03-30	30 марта	[4, 5, 4]
264	stu-1а-10	2026-03-31	31 марта	[4, 2, 4, 4, 5]
\.
