COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
121	stu-1а-4	2026-03-16	16 марта	[2, 3, 5, 4]
122	stu-1а-4	2026-03-17	17 марта	[5, 4, 3, 3]
123	stu-1а-4	2026-03-18	18 марта	[2, 5, 4]
124	stu-1а-4	2026-03-19	19 марта	[4, 2, 5, 3, 3]
125	stu-1а-4	2026-03-20	20 марта	[5, 4, 3, 2]
126	stu-1а-4	2026-03-23	23 марта	[3, 5, 4, 4]
127	stu-1а-4	2026-03-24	24 марта	[3, 3, 3, 5]
128	stu-1а-4	2026-03-25	25 марта	[3, 5, 4, 3]
129	stu-1а-4	2026-03-26	26 марта	[5, 4, 3, 3, 3]
130	stu-1а-4	2026-03-27	27 марта	[2, 5, 5]
131	stu-1а-4	2026-03-30	30 марта	[3, 5, 4]
132	stu-1а-4	2026-03-31	31 марта	[5, 2, 3, 4, 5]
\.
