COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3985	stu-3б-1	2026-03-04	4 марта	[3, 4, 5]
3986	stu-3б-1	2026-03-05	5 марта	[4, 5, 5, 5]
3987	stu-3б-1	2026-03-06	6 марта	[5, 4, 4, 4]
3988	stu-3б-1	2026-03-09	9 марта	[3, 4, 4]
3989	stu-3б-1	2026-03-10	10 марта	[3, 2, 3, 5, 5]
3990	stu-3б-1	2026-03-11	11 марта	[5, 5, 5]
3991	stu-3б-1	2026-03-12	12 марта	[2, 5, 5, 5]
3992	stu-3б-1	2026-03-13	13 марта	[3, 3, 3, 4]
3993	stu-3б-1	2026-03-16	16 марта	[5, 3, 5, 4]
3994	stu-3б-1	2026-03-17	17 марта	[5, 5, 3, 5]
3995	stu-3б-1	2026-03-18	18 марта	[4, 3, 5, 4]
3996	stu-3б-1	2026-03-19	19 марта	[4, 5, 5, 4]
\.
