COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2761	stu-2в-4	2026-03-16	16 марта	[4, 4, 4]
2762	stu-2в-4	2026-03-17	17 марта	[3, 5, 2, 4]
2763	stu-2в-4	2026-03-18	18 марта	[3, 5, 3]
2764	stu-2в-4	2026-03-19	19 марта	[3, 4, 5, 2]
2765	stu-2в-4	2026-03-20	20 марта	[2, 5, 4, 4]
2766	stu-2в-4	2026-03-23	23 марта	[2, 5, 5, 2]
2767	stu-2в-4	2026-03-24	24 марта	[5, 3, 5, 3]
2768	stu-2в-4	2026-03-25	25 марта	[4, 5, 4, 4]
2769	stu-2в-4	2026-03-26	26 марта	[4, 3, 5, 4]
2770	stu-2в-4	2026-03-27	27 марта	[3, 2, 5, 5]
2771	stu-2в-4	2026-03-30	30 марта	[2, 3, 5]
2772	stu-2в-4	2026-03-31	31 марта	[5, 4, 2, 5]
\.
