COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1537	stu-1г-8	2026-03-26	26 марта	[4, 5, 2, 3, 5]
1538	stu-1г-8	2026-03-27	27 марта	[3, 4, 4, 5]
1539	stu-1г-8	2026-03-30	30 марта	[4, 2, 5, 5]
1540	stu-1г-8	2026-03-31	31 марта	[3, 2, 4, 4, 5]
1541	stu-1г-9	2026-03-02	2 марта	[5, 4, 5, 3]
1542	stu-1г-9	2026-03-03	3 марта	[4, 5, 5, 2]
1543	stu-1г-9	2026-03-04	4 марта	[5, 4, 5, 4]
1544	stu-1г-9	2026-03-05	5 марта	[5, 2, 3, 3, 3]
1545	stu-1г-9	2026-03-06	6 марта	[3, 5, 3, 2]
1546	stu-1г-9	2026-03-09	9 марта	[3, 5, 4, 4]
1547	stu-1г-9	2026-03-10	10 марта	[5, 5, 4, 4, 2]
1548	stu-1г-9	2026-03-11	11 марта	[5, 4, 4, 4]
\.
