COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2197	stu-2а-18	2026-03-26	26 марта	[5, 2, 5, 4, 2]
2198	stu-2а-18	2026-03-27	27 марта	[4, 3, 4, 4]
2199	stu-2а-18	2026-03-30	30 марта	[4, 4, 5]
2200	stu-2а-18	2026-03-31	31 марта	[4, 5, 4, 4, 4]
2201	stu-2а-19	2026-03-02	2 марта	[5, 5, 5, 4]
2202	stu-2а-19	2026-03-03	3 марта	[5, 2, 3, 4, 4]
2203	stu-2а-19	2026-03-04	4 марта	[3, 5, 3, 3]
2204	stu-2а-19	2026-03-05	5 марта	[3, 4, 3, 5]
2205	stu-2а-19	2026-03-06	6 марта	[4, 5, 4, 4]
2206	stu-2а-19	2026-03-09	9 марта	[5, 4, 4, 4]
2207	stu-2а-19	2026-03-10	10 марта	[5, 2, 3, 4]
2208	stu-2а-19	2026-03-11	11 марта	[5, 5, 3, 4]
\.
