COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1465	stu-1г-5	2026-03-18	18 марта	[3, 4, 3]
1466	stu-1г-5	2026-03-19	19 марта	[3, 4, 4, 4, 5]
1467	stu-1г-5	2026-03-20	20 марта	[5, 2, 5, 3]
1468	stu-1г-5	2026-03-23	23 марта	[5, 2, 3, 5]
1469	stu-1г-5	2026-03-24	24 марта	[5, 4, 4, 5]
1470	stu-1г-5	2026-03-25	25 марта	[4, 5, 2, 5]
1471	stu-1г-5	2026-03-26	26 марта	[3, 5, 3, 3, 5]
1472	stu-1г-5	2026-03-27	27 марта	[3, 4, 3, 5]
1473	stu-1г-5	2026-03-30	30 марта	[4, 2, 4, 5]
1474	stu-1г-5	2026-03-31	31 марта	[2, 2, 5, 3, 5]
1475	stu-1г-6	2026-03-02	2 марта	[5, 4, 5, 3]
1476	stu-1г-6	2026-03-03	3 марта	[4, 5, 5, 2]
\.
