COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4273	stu-3б-14	2026-03-06	6 марта	[5, 3, 3, 5]
4274	stu-3б-14	2026-03-09	9 марта	[4, 5, 2]
4275	stu-3б-14	2026-03-10	10 марта	[4, 3, 4, 4, 4]
4276	stu-3б-14	2026-03-11	11 марта	[4, 3, 3]
4277	stu-3б-14	2026-03-12	12 марта	[2, 3, 5, 3]
4278	stu-3б-14	2026-03-13	13 марта	[4, 3, 2, 5]
4279	stu-3б-14	2026-03-16	16 марта	[4, 4, 4, 3]
4280	stu-3б-14	2026-03-17	17 марта	[5, 5, 4, 5]
4281	stu-3б-14	2026-03-18	18 марта	[3, 3, 4, 5]
4282	stu-3б-14	2026-03-19	19 марта	[3, 5, 4, 5]
4283	stu-3б-14	2026-03-20	20 марта	[3, 5, 4, 4]
4284	stu-3б-14	2026-03-23	23 марта	[4, 3, 4, 2]
\.
