COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6277	stu-4в-5	2026-03-10	10 марта	[2, 5, 5, 5]
6278	stu-4в-5	2026-03-11	11 марта	[5, 3, 4]
6279	stu-4в-5	2026-03-12	12 марта	[2, 4, 3, 4, 5]
6280	stu-4в-5	2026-03-13	13 марта	[3, 5, 5, 2]
6281	stu-4в-5	2026-03-16	16 марта	[4, 3, 4, 3]
6282	stu-4в-5	2026-03-17	17 марта	[4, 3, 5, 4]
6283	stu-4в-5	2026-03-18	18 марта	[4, 5, 4, 3]
6284	stu-4в-5	2026-03-19	19 марта	[5, 4, 2, 5]
6285	stu-4в-5	2026-03-20	20 марта	[3, 4, 3, 4]
6286	stu-4в-5	2026-03-23	23 марта	[4, 2, 4, 3]
6287	stu-4в-5	2026-03-24	24 марта	[4, 3, 5, 4]
6288	stu-4в-5	2026-03-25	25 марта	[4, 4, 5]
\.
