COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4177	stu-3б-9	2026-03-26	26 марта	[5, 4, 4, 5, 2]
4178	stu-3б-9	2026-03-27	27 марта	[3, 5, 2, 3]
4179	stu-3б-9	2026-03-30	30 марта	[4, 4, 5]
4180	stu-3б-9	2026-03-31	31 марта	[3, 5, 4, 3, 4]
4181	stu-3б-10	2026-03-02	2 марта	[5, 3, 4, 5]
4182	stu-3б-10	2026-03-03	3 марта	[3, 3, 3, 3, 5]
4183	stu-3б-10	2026-03-04	4 марта	[4, 4, 3]
4184	stu-3б-10	2026-03-05	5 марта	[3, 3, 5, 3]
4185	stu-3б-10	2026-03-06	6 марта	[5, 4, 2, 3]
4186	stu-3б-10	2026-03-09	9 марта	[4, 5, 4]
4187	stu-3б-10	2026-03-10	10 марта	[2, 4, 4, 4, 5]
4188	stu-3б-10	2026-03-11	11 марта	[5, 4, 3]
\.
