COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4573	stu-3в-7	2026-03-26	26 марта	[3, 5, 4, 4, 5]
4574	stu-3в-7	2026-03-27	27 марта	[5, 5, 3, 5]
4575	stu-3в-7	2026-03-30	30 марта	[3, 3, 5, 4]
4576	stu-3в-7	2026-03-31	31 марта	[3, 5, 3, 3, 5]
4577	stu-3в-8	2026-03-02	2 марта	[5, 5, 2, 2]
4578	stu-3в-8	2026-03-03	3 марта	[4, 2, 3, 4]
4579	stu-3в-8	2026-03-04	4 марта	[4, 4, 2]
4580	stu-3в-8	2026-03-05	5 марта	[4, 3, 3, 3]
4581	stu-3в-8	2026-03-06	6 марта	[4, 4, 3, 5]
4582	stu-3в-8	2026-03-09	9 марта	[5, 3, 5]
4583	stu-3в-8	2026-03-10	10 марта	[4, 3, 4, 4]
4584	stu-3в-8	2026-03-11	11 марта	[2, 2, 5, 4]
\.
