COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5137	stu-3г-13	2026-03-16	16 марта	[3, 3, 3, 3]
5138	stu-3г-13	2026-03-17	17 марта	[4, 5, 4, 4]
5139	stu-3г-13	2026-03-18	18 марта	[5, 5, 2, 4]
5140	stu-3г-13	2026-03-19	19 марта	[5, 5, 3, 4]
5141	stu-3г-13	2026-03-20	20 марта	[4, 5, 3, 4]
5142	stu-3г-13	2026-03-23	23 марта	[4, 4, 4, 5]
5143	stu-3г-13	2026-03-24	24 марта	[3, 2, 4, 4]
5144	stu-3г-13	2026-03-25	25 марта	[2, 5, 5, 3]
5145	stu-3г-13	2026-03-26	26 марта	[4, 4, 4, 2, 5]
5146	stu-3г-13	2026-03-27	27 марта	[4, 5, 4]
5147	stu-3г-13	2026-03-30	30 марта	[4, 3, 5, 5]
5148	stu-3г-13	2026-03-31	31 марта	[4, 3, 4, 4, 5]
\.
