COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5797	stu-4б-3	2026-03-16	16 марта	[2, 4, 3]
5798	stu-4б-3	2026-03-17	17 марта	[5, 5, 5, 4]
5799	stu-4б-3	2026-03-18	18 марта	[3, 5, 2]
5800	stu-4б-3	2026-03-19	19 марта	[4, 2, 4, 2]
5801	stu-4б-3	2026-03-20	20 марта	[3, 5, 5, 4]
5802	stu-4б-3	2026-03-23	23 марта	[4, 4, 3, 5]
5803	stu-4б-3	2026-03-24	24 марта	[5, 5, 2, 5, 3]
5804	stu-4б-3	2026-03-25	25 марта	[4, 4, 3]
5805	stu-4б-3	2026-03-26	26 марта	[2, 3, 4, 5]
5806	stu-4б-3	2026-03-27	27 марта	[5, 4, 2, 5]
5807	stu-4б-3	2026-03-30	30 марта	[2, 5, 5, 5]
5808	stu-4б-3	2026-03-31	31 марта	[4, 3, 3, 3, 5]
\.
