COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4681	stu-3в-12	2026-03-24	24 марта	[5, 4, 2, 3, 4]
4682	stu-3в-12	2026-03-25	25 марта	[5, 5, 4]
4683	stu-3в-12	2026-03-26	26 марта	[4, 5, 3, 3, 5]
4684	stu-3в-12	2026-03-27	27 марта	[5, 5, 4, 5]
4685	stu-3в-12	2026-03-30	30 марта	[3, 2, 5, 3]
4686	stu-3в-12	2026-03-31	31 марта	[4, 5, 2, 5, 5]
4687	stu-3в-13	2026-03-02	2 марта	[5, 5, 2, 4]
4688	stu-3в-13	2026-03-03	3 марта	[3, 4, 2, 5]
4689	stu-3в-13	2026-03-04	4 марта	[5, 4, 3]
4690	stu-3в-13	2026-03-05	5 марта	[4, 4, 2, 2]
4691	stu-3в-13	2026-03-06	6 марта	[5, 4, 4, 4]
4692	stu-3в-13	2026-03-09	9 марта	[4, 3, 5]
\.
