COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2473	stu-2б-11	2026-03-12	12 марта	[3, 5, 4, 2, 5]
2474	stu-2б-11	2026-03-13	13 марта	[3, 3, 5]
2475	stu-2б-11	2026-03-16	16 марта	[5, 3, 5]
2476	stu-2б-11	2026-03-17	17 марта	[5, 4, 5, 5, 2]
2477	stu-2б-11	2026-03-18	18 марта	[4, 3, 4]
2478	stu-2б-11	2026-03-19	19 марта	[4, 5, 2, 5, 2]
2479	stu-2б-11	2026-03-20	20 марта	[3, 2, 3, 4]
2480	stu-2б-11	2026-03-23	23 марта	[5, 2, 4]
2481	stu-2б-11	2026-03-24	24 марта	[5, 5, 4, 5, 2]
2482	stu-2б-11	2026-03-25	25 марта	[5, 4, 2, 5]
2483	stu-2б-11	2026-03-26	26 марта	[4, 5, 3, 5, 4]
2484	stu-2б-11	2026-03-27	27 марта	[4, 5, 4]
\.
