COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3337	stu-2г-10	2026-03-20	20 марта	[5, 4, 3]
3338	stu-2г-10	2026-03-23	23 марта	[3, 5, 3, 2]
3339	stu-2г-10	2026-03-24	24 марта	[5, 5, 3, 3, 4]
3340	stu-2г-10	2026-03-25	25 марта	[5, 5, 5, 4]
3341	stu-2г-10	2026-03-26	26 марта	[4, 4, 2, 4, 5]
3342	stu-2г-10	2026-03-27	27 марта	[5, 5, 4, 3]
3343	stu-2г-10	2026-03-30	30 марта	[2, 5, 5, 2]
3344	stu-2г-10	2026-03-31	31 марта	[4, 3, 4, 4]
3345	stu-2г-11	2026-03-02	2 марта	[5, 2, 4, 5]
3346	stu-2г-11	2026-03-03	3 марта	[2, 4, 5, 3, 5]
3347	stu-2г-11	2026-03-04	4 марта	[3, 5, 5]
3348	stu-2г-11	2026-03-05	5 марта	[5, 4, 4, 5, 3]
\.
