COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5113	stu-3г-12	2026-03-12	12 марта	[3, 3, 5, 5, 5]
5114	stu-3г-12	2026-03-13	13 марта	[3, 3, 4, 5]
5115	stu-3г-12	2026-03-16	16 марта	[2, 2, 5, 5]
5116	stu-3г-12	2026-03-17	17 марта	[2, 4, 5, 4]
5117	stu-3г-12	2026-03-18	18 марта	[3, 5, 4, 5]
5118	stu-3г-12	2026-03-19	19 марта	[4, 5, 4, 3]
5119	stu-3г-12	2026-03-20	20 марта	[5, 5, 5, 5]
5120	stu-3г-12	2026-03-23	23 марта	[5, 5, 4, 5]
5121	stu-3г-12	2026-03-24	24 марта	[4, 4, 5, 3]
5122	stu-3г-12	2026-03-25	25 марта	[3, 4, 4, 4]
5123	stu-3г-12	2026-03-26	26 марта	[3, 2, 5, 3, 5]
5124	stu-3г-12	2026-03-27	27 марта	[3, 3, 5]
\.
