COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2125	stu-2а-15	2026-03-18	18 марта	[5, 3, 3, 5]
2126	stu-2а-15	2026-03-19	19 марта	[3, 3, 5, 4]
2127	stu-2а-15	2026-03-20	20 марта	[3, 3, 3, 3]
2128	stu-2а-15	2026-03-23	23 марта	[3, 3, 5, 5]
2129	stu-2а-15	2026-03-24	24 марта	[5, 4, 4, 2]
2130	stu-2а-15	2026-03-25	25 марта	[2, 5, 5]
2131	stu-2а-15	2026-03-26	26 марта	[5, 2, 5, 3, 3]
2132	stu-2а-15	2026-03-27	27 марта	[4, 3, 5, 4]
2133	stu-2а-15	2026-03-30	30 марта	[3, 5, 5]
2134	stu-2а-15	2026-03-31	31 марта	[4, 5, 4, 2, 4]
2135	stu-2а-16	2026-03-02	2 марта	[5, 5, 5, 4]
2136	stu-2а-16	2026-03-03	3 марта	[4, 2, 4, 5, 4]
\.
