COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1981	stu-2а-9	2026-03-02	2 марта	[5, 4, 3, 5]
1982	stu-2а-9	2026-03-03	3 марта	[4, 4, 5, 5, 3]
1983	stu-2а-9	2026-03-04	4 марта	[4, 5, 5, 3]
1984	stu-2а-9	2026-03-05	5 марта	[5, 5, 3, 4]
1985	stu-2а-9	2026-03-06	6 марта	[5, 3, 2, 2]
1986	stu-2а-9	2026-03-09	9 марта	[5, 5, 2, 2]
1987	stu-2а-9	2026-03-10	10 марта	[5, 3, 5, 2]
1988	stu-2а-9	2026-03-11	11 марта	[5, 4, 4, 5]
1989	stu-2а-9	2026-03-12	12 марта	[4, 4, 4, 3, 4]
1990	stu-2а-9	2026-03-13	13 марта	[5, 3, 3, 4]
1991	stu-2а-9	2026-03-16	16 марта	[3, 2, 3, 3]
1992	stu-2а-9	2026-03-17	17 марта	[4, 3, 5, 5, 2]
\.
