COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5737	stu-4а-20	2026-03-24	24 марта	[4, 5, 4, 4]
5738	stu-4а-20	2026-03-25	25 марта	[2, 5, 4]
5739	stu-4а-20	2026-03-26	26 марта	[4, 2, 5, 4, 5]
5740	stu-4а-20	2026-03-27	27 марта	[4, 2, 3]
5741	stu-4а-20	2026-03-30	30 марта	[2, 4, 5]
5742	stu-4а-20	2026-03-31	31 марта	[5, 5, 2, 2]
5743	stu-4б-1	2026-03-02	2 марта	[5, 5, 2]
5744	stu-4б-1	2026-03-03	3 марта	[4, 4, 5, 5]
5745	stu-4б-1	2026-03-04	4 марта	[5, 5, 3, 3]
5746	stu-4б-1	2026-03-05	5 марта	[4, 5, 5, 4, 3]
5747	stu-4б-1	2026-03-06	6 марта	[5, 3, 4, 5]
5748	stu-4б-1	2026-03-09	9 марта	[4, 5, 4]
\.
