COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4897	stu-3г-2	2026-03-18	18 марта	[3, 5, 3, 5]
4898	stu-3г-2	2026-03-19	19 марта	[5, 5, 3, 3]
4899	stu-3г-2	2026-03-20	20 марта	[5, 5, 5, 5]
4900	stu-3г-2	2026-03-23	23 марта	[5, 4, 3, 5]
4901	stu-3г-2	2026-03-24	24 марта	[5, 2, 4, 4]
4902	stu-3г-2	2026-03-25	25 марта	[3, 5, 5, 3]
4903	stu-3г-2	2026-03-26	26 марта	[3, 2, 4, 3, 5]
4904	stu-3г-2	2026-03-27	27 марта	[2, 3, 5]
4905	stu-3г-2	2026-03-30	30 марта	[5, 3, 4, 5]
4906	stu-3г-2	2026-03-31	31 марта	[3, 4, 5, 2, 5]
4907	stu-3г-3	2026-03-02	2 марта	[3, 5, 4, 3]
4908	stu-3г-3	2026-03-03	3 марта	[5, 2, 5, 3, 3]
\.
