COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4753	stu-3в-16	2026-03-02	2 марта	[5, 5, 3, 3]
4754	stu-3в-16	2026-03-03	3 марта	[3, 3, 2, 5]
4755	stu-3в-16	2026-03-04	4 марта	[5, 5, 2]
4756	stu-3в-16	2026-03-05	5 марта	[3, 4, 2, 2]
4757	stu-3в-16	2026-03-06	6 марта	[5, 5, 4, 4]
4758	stu-3в-16	2026-03-09	9 марта	[4, 3, 5]
4759	stu-3в-16	2026-03-10	10 марта	[3, 2, 3, 5]
4760	stu-3в-16	2026-03-11	11 марта	[4, 3, 3, 5]
4761	stu-3в-16	2026-03-12	12 марта	[2, 3, 5, 3]
4762	stu-3в-16	2026-03-13	13 марта	[5, 2, 4, 5]
4763	stu-3в-16	2026-03-16	16 марта	[5, 3, 2, 4]
4764	stu-3в-16	2026-03-17	17 марта	[2, 5, 5, 5]
\.
