COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1861	stu-2а-3	2026-03-18	18 марта	[4, 4, 3, 5]
1862	stu-2а-3	2026-03-19	19 марта	[3, 3, 5, 3]
1863	stu-2а-3	2026-03-20	20 марта	[3, 4, 4, 5]
1864	stu-2а-3	2026-03-23	23 марта	[3, 3, 5, 5]
1865	stu-2а-3	2026-03-24	24 марта	[5, 4, 3, 2]
1866	stu-2а-3	2026-03-25	25 марта	[2, 4, 5]
1867	stu-2а-3	2026-03-26	26 марта	[5, 2, 4, 4, 2]
1868	stu-2а-3	2026-03-27	27 марта	[5, 4, 4, 3]
1869	stu-2а-3	2026-03-30	30 марта	[3, 5, 5]
1870	stu-2а-3	2026-03-31	31 марта	[4, 5, 3, 4, 5]
1871	stu-2а-4	2026-03-02	2 марта	[5, 5, 4, 4]
1872	stu-2а-4	2026-03-03	3 марта	[4, 2, 4, 4, 4]
\.
