COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
373	stu-1а-15	2026-03-30	30 марта	[2, 4, 5]
374	stu-1а-15	2026-03-31	31 марта	[4, 3, 5, 3, 4]
375	stu-1а-16	2026-03-02	2 марта	[2, 4, 4, 3]
376	stu-1а-16	2026-03-03	3 марта	[5, 4, 5, 4]
377	stu-1а-16	2026-03-04	4 марта	[2, 5, 5]
378	stu-1а-16	2026-03-05	5 марта	[4, 4, 5, 3]
379	stu-1а-16	2026-03-06	6 марта	[4, 4, 5, 4]
380	stu-1а-16	2026-03-09	9 марта	[4, 4, 4, 4]
381	stu-1а-16	2026-03-10	10 марта	[5, 2, 4, 5, 3]
382	stu-1а-16	2026-03-11	11 марта	[2, 3, 3, 4]
383	stu-1а-16	2026-03-12	12 марта	[5, 5, 3, 2]
384	stu-1а-16	2026-03-13	13 марта	[5, 3, 5, 2]
\.
