COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5605	stu-4а-14	2026-03-24	24 марта	[4, 4, 5, 3]
5606	stu-4а-14	2026-03-25	25 марта	[2, 4, 3]
5607	stu-4а-14	2026-03-26	26 марта	[4, 4, 4, 3, 5]
5608	stu-4а-14	2026-03-27	27 марта	[4, 4, 4]
5609	stu-4а-14	2026-03-30	30 марта	[2, 4, 5]
5610	stu-4а-14	2026-03-31	31 марта	[5, 3, 3, 4]
5611	stu-4а-15	2026-03-02	2 марта	[3, 5, 4]
5612	stu-4а-15	2026-03-03	3 марта	[4, 5, 3, 4, 4]
5613	stu-4а-15	2026-03-04	4 марта	[5, 3, 3]
5614	stu-4а-15	2026-03-05	5 марта	[2, 3, 5, 3]
5615	stu-4а-15	2026-03-06	6 марта	[5, 4, 5, 4]
5616	stu-4а-15	2026-03-09	9 марта	[5, 5, 3, 4]
\.
