COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6073	stu-4б-16	2026-03-02	2 марта	[5, 5, 3]
6074	stu-4б-16	2026-03-03	3 марта	[4, 5, 4, 3]
6075	stu-4б-16	2026-03-04	4 марта	[5, 4, 3, 3]
6076	stu-4б-16	2026-03-05	5 марта	[4, 5, 5, 4, 5]
6077	stu-4б-16	2026-03-06	6 марта	[5, 2, 3, 4]
6078	stu-4б-16	2026-03-09	9 марта	[4, 5, 2]
6079	stu-4б-16	2026-03-10	10 марта	[4, 5, 4, 4]
6080	stu-4б-16	2026-03-11	11 марта	[5, 5, 2]
6081	stu-4б-16	2026-03-12	12 марта	[5, 4, 2, 3, 4]
6082	stu-4б-16	2026-03-13	13 марта	[2, 3, 5, 3]
6083	stu-4б-16	2026-03-16	16 марта	[4, 4, 4]
6084	stu-4б-16	2026-03-17	17 марта	[3, 5, 5, 5]
\.
