COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4825	stu-3в-19	2026-03-10	10 марта	[3, 2, 3, 5]
4826	stu-3в-19	2026-03-11	11 марта	[4, 3, 3, 3]
4827	stu-3в-19	2026-03-12	12 марта	[2, 4, 5, 2]
4828	stu-3в-19	2026-03-13	13 марта	[5, 3, 4, 5]
4829	stu-3в-19	2026-03-16	16 марта	[5, 4, 3, 4]
4830	stu-3в-19	2026-03-17	17 марта	[2, 5, 5, 5]
4831	stu-3в-19	2026-03-18	18 марта	[5, 4, 3, 5]
4832	stu-3в-19	2026-03-19	19 марта	[2, 4, 4, 5]
4833	stu-3в-19	2026-03-20	20 марта	[5, 2, 5]
4834	stu-3в-19	2026-03-23	23 марта	[4, 4, 5]
4835	stu-3в-19	2026-03-24	24 марта	[4, 5, 4, 2, 4]
4836	stu-3в-19	2026-03-25	25 марта	[5, 4, 3]
\.
