COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5989	stu-4б-12	2026-03-06	6 марта	[4, 4, 5, 5]
5990	stu-4б-12	2026-03-09	9 марта	[2, 4, 4]
5991	stu-4б-12	2026-03-10	10 марта	[5, 4, 4, 5]
5992	stu-4б-12	2026-03-11	11 марта	[3, 5, 3]
5993	stu-4б-12	2026-03-12	12 марта	[4, 4, 4, 5, 2]
5994	stu-4б-12	2026-03-13	13 марта	[4, 4, 5, 5]
5995	stu-4б-12	2026-03-16	16 марта	[2, 5, 4]
5996	stu-4б-12	2026-03-17	17 марта	[5, 5, 3, 4]
5997	stu-4б-12	2026-03-18	18 марта	[2, 5, 3]
5998	stu-4б-12	2026-03-19	19 марта	[4, 3, 3, 4]
5999	stu-4б-12	2026-03-20	20 марта	[2, 4, 4, 4]
6000	stu-4б-12	2026-03-23	23 марта	[4, 5, 4, 3]
\.
