COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
961	stu-1в-2	2026-03-20	20 марта	[4, 4, 5, 3]
962	stu-1в-2	2026-03-23	23 марта	[3, 4, 3]
963	stu-1в-2	2026-03-24	24 марта	[4, 5, 2, 5, 5]
964	stu-1в-2	2026-03-25	25 марта	[5, 5, 5, 4]
965	stu-1в-2	2026-03-26	26 марта	[5, 5, 5, 5, 2]
966	stu-1в-2	2026-03-27	27 марта	[5, 5, 4, 4]
967	stu-1в-2	2026-03-30	30 марта	[3, 5, 4]
968	stu-1в-2	2026-03-31	31 марта	[3, 4, 3, 3, 5]
969	stu-1в-3	2026-03-02	2 марта	[3, 5, 4]
970	stu-1в-3	2026-03-03	3 марта	[3, 4, 4, 2]
971	stu-1в-3	2026-03-04	4 марта	[5, 5, 2, 4]
972	stu-1в-3	2026-03-05	5 марта	[5, 3, 3, 5, 4]
\.
