COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5065	stu-3г-10	2026-03-06	6 марта	[5, 5, 5]
5066	stu-3г-10	2026-03-09	9 марта	[5, 3, 4]
5067	stu-3г-10	2026-03-10	10 марта	[3, 3, 4, 5, 5]
5068	stu-3г-10	2026-03-11	11 марта	[3, 5, 3, 3]
5069	stu-3г-10	2026-03-12	12 марта	[4, 4, 4, 3, 5]
5070	stu-3г-10	2026-03-13	13 марта	[5, 4, 5, 4]
5071	stu-3г-10	2026-03-16	16 марта	[3, 2, 3, 4]
5072	stu-3г-10	2026-03-17	17 марта	[3, 5, 4, 5]
5073	stu-3г-10	2026-03-18	18 марта	[5, 5, 4, 5]
5074	stu-3г-10	2026-03-19	19 марта	[5, 5, 3, 5]
5075	stu-3г-10	2026-03-20	20 марта	[4, 5, 3, 5]
5076	stu-3г-10	2026-03-23	23 марта	[4, 4, 3, 5]
\.
