COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4321	stu-3б-16	2026-03-12	12 марта	[3, 4, 5, 4]
4322	stu-3б-16	2026-03-13	13 марта	[3, 5, 4, 4]
4323	stu-3б-16	2026-03-16	16 марта	[4, 3, 5, 2]
4324	stu-3б-16	2026-03-17	17 марта	[5, 4, 3, 5]
4325	stu-3б-16	2026-03-18	18 марта	[4, 2, 5, 4]
4326	stu-3б-16	2026-03-19	19 марта	[4, 5, 5, 4]
4327	stu-3б-16	2026-03-20	20 марта	[4, 5, 5, 2]
4328	stu-3б-16	2026-03-23	23 марта	[5, 2, 5, 4]
4329	stu-3б-16	2026-03-24	24 марта	[5, 5, 2, 4, 4]
4330	stu-3б-16	2026-03-25	25 марта	[5, 5, 4, 2]
4331	stu-3б-16	2026-03-26	26 марта	[4, 4, 4, 5, 2]
4332	stu-3б-16	2026-03-27	27 марта	[3, 5, 3, 3]
\.
