COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3877	stu-3а-16	2026-03-06	6 марта	[4, 5, 4, 4]
3878	stu-3а-16	2026-03-09	9 марта	[5, 4, 2, 5]
3879	stu-3а-16	2026-03-10	10 марта	[5, 5, 5, 5, 3]
3880	stu-3а-16	2026-03-11	11 марта	[5, 4, 4, 4]
3881	stu-3а-16	2026-03-12	12 марта	[3, 5, 5, 4, 3]
3882	stu-3а-16	2026-03-13	13 марта	[5, 5, 2, 3]
3883	stu-3а-16	2026-03-16	16 марта	[4, 4, 4, 3]
3884	stu-3а-16	2026-03-17	17 марта	[3, 5, 3, 3]
3885	stu-3а-16	2026-03-18	18 марта	[4, 5, 3, 4]
3886	stu-3а-16	2026-03-19	19 марта	[5, 3, 3, 4]
3887	stu-3а-16	2026-03-20	20 марта	[5, 5, 2, 3]
3888	stu-3а-16	2026-03-23	23 марта	[5, 4, 2, 3]
\.
