COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2437	stu-2б-9	2026-03-24	24 марта	[5, 4, 3, 4, 2]
2438	stu-2б-9	2026-03-25	25 марта	[4, 4, 3, 5]
2439	stu-2б-9	2026-03-26	26 марта	[5, 5, 4, 4, 3]
2440	stu-2б-9	2026-03-27	27 марта	[5, 3, 3]
2441	stu-2б-9	2026-03-30	30 марта	[4, 4, 4]
2442	stu-2б-9	2026-03-31	31 марта	[5, 5, 2, 3]
2443	stu-2б-10	2026-03-02	2 марта	[3, 4, 5, 3]
2444	stu-2б-10	2026-03-03	3 марта	[4, 4, 4, 2, 4]
2445	stu-2б-10	2026-03-04	4 марта	[4, 3, 4, 4]
2446	stu-2б-10	2026-03-05	5 марта	[5, 5, 4, 3]
2447	stu-2б-10	2026-03-06	6 марта	[2, 5, 3]
2448	stu-2б-10	2026-03-09	9 марта	[3, 5, 4, 5]
\.
