COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5281	stu-3г-20	2026-03-02	2 марта	[3, 5, 4, 3]
5282	stu-3г-20	2026-03-03	3 марта	[5, 2, 5, 4, 3]
5283	stu-3г-20	2026-03-04	4 марта	[4, 3, 2, 3]
5284	stu-3г-20	2026-03-05	5 марта	[4, 3, 5, 3, 5]
5285	stu-3г-20	2026-03-06	6 марта	[4, 4, 4]
5286	stu-3г-20	2026-03-09	9 марта	[5, 2, 5]
5287	stu-3г-20	2026-03-10	10 марта	[4, 4, 5, 5, 4]
5288	stu-3г-20	2026-03-11	11 марта	[4, 3, 4, 2]
5289	stu-3г-20	2026-03-12	12 марта	[5, 3, 5, 4, 5]
5290	stu-3г-20	2026-03-13	13 марта	[4, 3, 4, 3]
5291	stu-3г-20	2026-03-16	16 марта	[2, 4, 4, 3]
5292	stu-3г-20	2026-03-17	17 марта	[4, 4, 5, 3]
\.
