COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6181	stu-4б-20	2026-03-30	30 марта	[4, 5, 3, 4]
6182	stu-4б-20	2026-03-31	31 марта	[2, 2, 5, 4, 5]
6183	stu-4в-1	2026-03-02	2 марта	[5, 5, 3, 5]
6184	stu-4в-1	2026-03-03	3 марта	[5, 4, 5, 3]
6185	stu-4в-1	2026-03-04	4 марта	[4, 2, 5, 4]
6186	stu-4в-1	2026-03-05	5 марта	[4, 3, 4, 5, 2]
6187	stu-4в-1	2026-03-06	6 марта	[4, 3, 3, 3]
6188	stu-4в-1	2026-03-09	9 марта	[3, 3, 2]
6189	stu-4в-1	2026-03-10	10 марта	[3, 4, 5, 4]
6190	stu-4в-1	2026-03-11	11 марта	[3, 2, 4]
6191	stu-4в-1	2026-03-12	12 марта	[3, 2, 5, 3, 3]
6192	stu-4в-1	2026-03-13	13 марта	[2, 4, 4, 3]
\.
