COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1369	stu-1г-1	2026-03-06	6 марта	[3, 5, 3, 4]
1370	stu-1г-1	2026-03-09	9 марта	[5, 5, 2, 5]
1371	stu-1г-1	2026-03-10	10 марта	[5, 5, 4, 5, 2]
1372	stu-1г-1	2026-03-11	11 марта	[4, 2, 5, 4]
1373	stu-1г-1	2026-03-12	12 марта	[3, 4, 5, 4, 4]
1374	stu-1г-1	2026-03-13	13 марта	[5, 5, 2, 3]
1375	stu-1г-1	2026-03-16	16 марта	[5, 4, 3, 5]
1376	stu-1г-1	2026-03-17	17 марта	[3, 5, 2, 4]
1377	stu-1г-1	2026-03-18	18 марта	[3, 3, 3]
1378	stu-1г-1	2026-03-19	19 марта	[3, 5, 5, 3, 4]
1379	stu-1г-1	2026-03-20	20 марта	[4, 4, 5, 2]
1380	stu-1г-1	2026-03-23	23 марта	[4, 4, 5, 5]
\.
