COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1033	stu-1в-5	2026-03-30	30 марта	[3, 5, 4]
1034	stu-1в-5	2026-03-31	31 марта	[3, 4, 3, 2, 5]
1035	stu-1в-6	2026-03-02	2 марта	[4, 5, 4]
1036	stu-1в-6	2026-03-03	3 марта	[3, 4, 4, 3]
1037	stu-1в-6	2026-03-04	4 марта	[5, 5, 2, 5]
1038	stu-1в-6	2026-03-05	5 марта	[5, 4, 3, 5, 4]
1039	stu-1в-6	2026-03-06	6 марта	[4, 4, 2, 5]
1040	stu-1в-6	2026-03-09	9 марта	[5, 4, 2, 5]
1041	stu-1в-6	2026-03-10	10 марта	[4, 4, 4, 4, 4]
1042	stu-1в-6	2026-03-11	11 марта	[3, 3, 5, 3]
1043	stu-1в-6	2026-03-12	12 марта	[4, 2, 5, 4, 2]
1044	stu-1в-6	2026-03-13	13 марта	[4, 2, 3, 3]
\.
