COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3841	stu-3а-14	2026-03-18	18 марта	[5, 3, 4, 4]
3842	stu-3а-14	2026-03-19	19 марта	[4, 2, 4, 3]
3843	stu-3а-14	2026-03-20	20 марта	[3, 5, 3, 5]
3844	stu-3а-14	2026-03-23	23 марта	[5, 5, 2, 4]
3845	stu-3а-14	2026-03-24	24 марта	[4, 3, 5, 4, 4]
3846	stu-3а-14	2026-03-25	25 марта	[3, 5, 5]
3847	stu-3а-14	2026-03-26	26 марта	[2, 3, 4, 5]
3848	stu-3а-14	2026-03-27	27 марта	[2, 5, 4, 4]
3849	stu-3а-14	2026-03-30	30 марта	[4, 5, 3, 4]
3850	stu-3а-14	2026-03-31	31 марта	[3, 5, 5, 3]
3851	stu-3а-15	2026-03-02	2 марта	[3, 4, 4]
3852	stu-3а-15	2026-03-03	3 марта	[5, 5, 3, 3, 3]
\.
