COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
541	stu-1б-3	2026-03-18	18 марта	[5, 3, 5]
542	stu-1б-3	2026-03-19	19 марта	[3, 3, 4, 2]
543	stu-1б-3	2026-03-20	20 марта	[3, 4, 5, 3]
544	stu-1б-3	2026-03-23	23 марта	[3, 3, 3, 5]
545	stu-1б-3	2026-03-24	24 марта	[5, 5, 5, 4]
546	stu-1б-3	2026-03-25	25 марта	[4, 5, 3]
547	stu-1б-3	2026-03-26	26 марта	[5, 3, 5, 5]
548	stu-1б-3	2026-03-27	27 марта	[4, 5, 4, 5]
549	stu-1б-3	2026-03-30	30 марта	[4, 4, 4]
550	stu-1б-3	2026-03-31	31 марта	[4, 3, 5, 4, 2]
551	stu-1б-4	2026-03-02	2 марта	[4, 5, 5]
552	stu-1б-4	2026-03-03	3 марта	[5, 2, 3, 5, 4]
\.
