COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
901	stu-1б-19	2026-03-30	30 марта	[5, 4, 5]
902	stu-1б-19	2026-03-31	31 марта	[3, 4, 5, 5, 3]
903	stu-1б-20	2026-03-02	2 марта	[5, 5, 4]
904	stu-1б-20	2026-03-03	3 марта	[5, 2, 3, 5, 4]
905	stu-1б-20	2026-03-04	4 марта	[5, 2, 5, 4]
906	stu-1б-20	2026-03-05	5 марта	[5, 5, 4, 3, 4]
907	stu-1б-20	2026-03-06	6 марта	[3, 3, 3, 4]
908	stu-1б-20	2026-03-09	9 марта	[5, 4, 4]
909	stu-1б-20	2026-03-10	10 марта	[4, 3, 4, 5, 4]
910	stu-1б-20	2026-03-11	11 марта	[2, 5, 2]
911	stu-1б-20	2026-03-12	12 марта	[4, 5, 4, 3, 3]
912	stu-1б-20	2026-03-13	13 марта	[2, 4, 3, 4]
\.
