COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6361	stu-4в-9	2026-03-04	4 марта	[3, 2, 4, 2]
6362	stu-4в-9	2026-03-05	5 марта	[4, 3, 4, 4, 2]
6363	stu-4в-9	2026-03-06	6 марта	[4, 3, 3, 5]
6364	stu-4в-9	2026-03-09	9 марта	[3, 3, 4]
6365	stu-4в-9	2026-03-10	10 марта	[4, 4, 5, 4]
6366	stu-4в-9	2026-03-11	11 марта	[3, 4, 2]
6367	stu-4в-9	2026-03-12	12 марта	[4, 2, 5, 3, 3]
6368	stu-4в-9	2026-03-13	13 марта	[4, 5, 3, 3]
6369	stu-4в-9	2026-03-16	16 марта	[2, 4, 4, 4]
6370	stu-4в-9	2026-03-17	17 марта	[5, 4, 3, 2]
6371	stu-4в-9	2026-03-18	18 марта	[2, 3, 5, 5]
6372	stu-4в-9	2026-03-19	19 марта	[3, 2, 3, 4]
\.
