COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4813	stu-3в-18	2026-03-24	24 марта	[5, 4, 3, 4, 3]
4814	stu-3в-18	2026-03-25	25 марта	[4, 4, 4]
4815	stu-3в-18	2026-03-26	26 марта	[5, 4, 4, 5, 4]
4816	stu-3в-18	2026-03-27	27 марта	[4, 5, 3, 5]
4817	stu-3в-18	2026-03-30	30 марта	[2, 2, 5, 4]
4818	stu-3в-18	2026-03-31	31 марта	[5, 5, 2, 5, 5]
4819	stu-3в-19	2026-03-02	2 марта	[5, 5, 3, 3]
4820	stu-3в-19	2026-03-03	3 марта	[3, 3, 2, 5]
4821	stu-3в-19	2026-03-04	4 марта	[5, 5, 2]
4822	stu-3в-19	2026-03-05	5 марта	[3, 5, 2, 4]
4823	stu-3в-19	2026-03-06	6 марта	[5, 5, 4, 4]
4824	stu-3в-19	2026-03-09	9 марта	[4, 4, 5]
\.
