COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
397	stu-1а-17	2026-03-02	2 марта	[4, 2, 3, 4]
398	stu-1а-17	2026-03-03	3 марта	[4, 5, 4, 4]
399	stu-1а-17	2026-03-04	4 марта	[3, 4, 5]
400	stu-1а-17	2026-03-05	5 марта	[3, 4, 4, 4]
401	stu-1а-17	2026-03-06	6 марта	[3, 5, 4, 5]
402	stu-1а-17	2026-03-09	9 марта	[5, 5, 3, 3]
403	stu-1а-17	2026-03-10	10 марта	[4, 4, 5, 3, 2]
404	stu-1а-17	2026-03-11	11 марта	[3, 4, 5, 3]
405	stu-1а-17	2026-03-12	12 марта	[4, 4, 2, 3]
406	stu-1а-17	2026-03-13	13 марта	[4, 4, 4, 3]
407	stu-1а-17	2026-03-16	16 марта	[3, 2, 4, 3]
408	stu-1а-17	2026-03-17	17 марта	[5, 2, 5, 2]
\.
