COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5269	stu-3г-19	2026-03-16	16 марта	[2, 4, 4, 3]
5270	stu-3г-19	2026-03-17	17 марта	[4, 4, 5, 3]
5271	stu-3г-19	2026-03-18	18 марта	[4, 5, 3, 4]
5272	stu-3г-19	2026-03-19	19 марта	[5, 5, 4, 4]
5273	stu-3г-19	2026-03-20	20 марта	[4, 5, 3, 3]
5274	stu-3г-19	2026-03-23	23 марта	[4, 5, 4, 4]
5275	stu-3г-19	2026-03-24	24 марта	[3, 2, 5, 3]
5276	stu-3г-19	2026-03-25	25 марта	[2, 4, 5, 2]
5277	stu-3г-19	2026-03-26	26 марта	[5, 3, 4, 2, 5]
5278	stu-3г-19	2026-03-27	27 марта	[4, 4, 3]
5279	stu-3г-19	2026-03-30	30 марта	[5, 4, 5, 4]
5280	stu-3г-19	2026-03-31	31 марта	[5, 4, 4, 3, 5]
\.
