COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
829	stu-1б-16	2026-03-20	20 марта	[3, 3, 4, 2]
830	stu-1б-16	2026-03-23	23 марта	[4, 3, 3, 3]
831	stu-1б-16	2026-03-24	24 марта	[4, 4, 5, 5]
832	stu-1б-16	2026-03-25	25 марта	[5, 5, 3]
833	stu-1б-16	2026-03-26	26 марта	[5, 4, 4, 3]
834	stu-1б-16	2026-03-27	27 марта	[4, 4, 5, 4]
835	stu-1б-16	2026-03-30	30 марта	[5, 4, 4]
836	stu-1б-16	2026-03-31	31 марта	[4, 3, 5, 4, 2]
837	stu-1б-17	2026-03-02	2 марта	[5, 5, 5]
838	stu-1б-17	2026-03-03	3 марта	[5, 3, 3, 4, 3]
839	stu-1б-17	2026-03-04	4 марта	[3, 3, 4, 5]
840	stu-1б-17	2026-03-05	5 марта	[5, 4, 5, 5, 5]
\.
