COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1825	stu-2а-1	2026-03-30	30 марта	[4, 4, 4]
1826	stu-2а-1	2026-03-31	31 марта	[3, 5, 5, 2, 4]
1827	stu-2а-2	2026-03-02	2 марта	[4, 5, 5, 5]
1828	stu-2а-2	2026-03-03	3 марта	[5, 3, 3, 5, 4]
1829	stu-2а-2	2026-03-04	4 марта	[3, 4, 4, 3]
1830	stu-2а-2	2026-03-05	5 марта	[3, 4, 5, 5]
1831	stu-2а-2	2026-03-06	6 марта	[3, 5, 3, 3]
1832	stu-2а-2	2026-03-09	9 марта	[4, 4, 4, 3]
1833	stu-2а-2	2026-03-10	10 марта	[5, 2, 3, 4]
1834	stu-2а-2	2026-03-11	11 марта	[5, 5, 3, 5]
1835	stu-2а-2	2026-03-12	12 марта	[4, 5, 2, 2, 5]
1836	stu-2а-2	2026-03-13	13 марта	[5, 5, 4, 5]
\.
