COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2869	stu-2в-9	2026-03-12	12 марта	[4, 5, 5, 5, 5]
2870	stu-2в-9	2026-03-13	13 марта	[3, 4, 3, 2]
2871	stu-2в-9	2026-03-16	16 марта	[4, 3, 5]
2872	stu-2в-9	2026-03-17	17 марта	[2, 4, 4, 5]
2873	stu-2в-9	2026-03-18	18 марта	[3, 5, 3]
2874	stu-2в-9	2026-03-19	19 марта	[3, 2, 3, 3]
2875	stu-2в-9	2026-03-20	20 марта	[3, 5, 4, 5]
2876	stu-2в-9	2026-03-23	23 марта	[2, 3, 5, 4]
2877	stu-2в-9	2026-03-24	24 марта	[5, 5, 5, 4]
2878	stu-2в-9	2026-03-25	25 марта	[4, 5, 4, 4]
2879	stu-2в-9	2026-03-26	26 марта	[4, 3, 5, 5]
2880	stu-2в-9	2026-03-27	27 марта	[4, 2, 5, 4]
\.
