COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4957	stu-3г-5	2026-03-10	10 марта	[4, 5, 4, 3, 5]
4958	stu-3г-5	2026-03-11	11 марта	[5, 4, 2, 2]
4959	stu-3г-5	2026-03-12	12 марта	[5, 4, 4, 5, 4]
4960	stu-3г-5	2026-03-13	13 марта	[3, 4, 5, 4]
4961	stu-3г-5	2026-03-16	16 марта	[2, 3, 5, 3]
4962	stu-3г-5	2026-03-17	17 марта	[4, 4, 5, 4]
4963	stu-3г-5	2026-03-18	18 марта	[3, 5, 4, 4]
4964	stu-3г-5	2026-03-19	19 марта	[5, 5, 3, 3]
4965	stu-3г-5	2026-03-20	20 марта	[5, 5, 5, 4]
4966	stu-3г-5	2026-03-23	23 марта	[5, 5, 3, 4]
4967	stu-3г-5	2026-03-24	24 марта	[5, 2, 4, 4]
4968	stu-3г-5	2026-03-25	25 марта	[3, 5, 4, 3]
\.
