COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4069	stu-3б-4	2026-03-30	30 марта	[3, 4, 5]
4070	stu-3б-4	2026-03-31	31 марта	[4, 4, 3, 4, 4]
4071	stu-3б-5	2026-03-02	2 марта	[5, 4, 2, 5]
4072	stu-3б-5	2026-03-03	3 марта	[3, 4, 5, 2, 3]
4073	stu-3б-5	2026-03-04	4 марта	[5, 2, 3]
4074	stu-3б-5	2026-03-05	5 марта	[3, 3, 4, 3]
4075	stu-3б-5	2026-03-06	6 марта	[4, 5, 3, 4]
4076	stu-3б-5	2026-03-09	9 марта	[4, 5, 2]
4077	stu-3б-5	2026-03-10	10 марта	[3, 3, 5, 4, 4]
4078	stu-3б-5	2026-03-11	11 марта	[5, 3, 5]
4079	stu-3б-5	2026-03-12	12 марта	[3, 5, 4, 5]
4080	stu-3б-5	2026-03-13	13 марта	[5, 5, 4, 5]
\.
