COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4369	stu-3б-18	2026-03-18	18 марта	[5, 2, 4, 3]
4370	stu-3б-18	2026-03-19	19 марта	[2, 4, 5, 3]
4371	stu-3б-18	2026-03-20	20 марта	[2, 4, 3, 2]
4372	stu-3б-18	2026-03-23	23 марта	[5, 4, 3, 3]
4373	stu-3б-18	2026-03-24	24 марта	[4, 4, 4, 3, 3]
4374	stu-3б-18	2026-03-25	25 марта	[5, 5, 2, 4]
4375	stu-3б-18	2026-03-26	26 марта	[5, 5, 3, 3, 4]
4376	stu-3б-18	2026-03-27	27 марта	[4, 5, 4, 3]
4377	stu-3б-18	2026-03-30	30 марта	[4, 4, 4]
4378	stu-3б-18	2026-03-31	31 марта	[3, 4, 5, 3, 3]
4379	stu-3б-19	2026-03-02	2 марта	[4, 3, 3, 5]
4380	stu-3б-19	2026-03-03	3 марта	[4, 4, 4, 4, 3]
\.
