COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
841	stu-1б-17	2026-03-06	6 марта	[4, 4, 3, 3]
842	stu-1б-17	2026-03-09	9 марта	[4, 4, 3]
843	stu-1б-17	2026-03-10	10 марта	[5, 2, 3, 5, 3]
844	stu-1б-17	2026-03-11	11 марта	[3, 4, 4]
845	stu-1б-17	2026-03-12	12 марта	[5, 5, 3, 2, 4]
846	stu-1б-17	2026-03-13	13 марта	[3, 5, 5, 5]
847	stu-1б-17	2026-03-16	16 марта	[3, 4, 5, 5]
848	stu-1б-17	2026-03-17	17 марта	[5, 4, 4, 4, 3]
849	stu-1б-17	2026-03-18	18 марта	[5, 3, 4]
850	stu-1б-17	2026-03-19	19 марта	[5, 3, 5, 3]
851	stu-1б-17	2026-03-20	20 марта	[3, 2, 5, 2]
852	stu-1б-17	2026-03-23	23 марта	[3, 4, 5, 4]
\.
