COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2653	stu-2б-19	2026-03-18	18 марта	[4, 4, 5]
2654	stu-2б-19	2026-03-19	19 марта	[5, 5, 4, 4, 4]
2655	stu-2б-19	2026-03-20	20 марта	[2, 2, 4, 4]
2656	stu-2б-19	2026-03-23	23 марта	[3, 2, 4]
2657	stu-2б-19	2026-03-24	24 марта	[5, 5, 3, 4, 2]
2658	stu-2б-19	2026-03-25	25 марта	[4, 3, 3, 4]
2659	stu-2б-19	2026-03-26	26 марта	[4, 4, 3, 5, 2]
2660	stu-2б-19	2026-03-27	27 марта	[4, 5, 3]
2661	stu-2б-19	2026-03-30	30 марта	[5, 4, 5]
2662	stu-2б-19	2026-03-31	31 марта	[5, 5, 3, 2]
2663	stu-2б-20	2026-03-02	2 марта	[5, 3, 4, 4]
2664	stu-2б-20	2026-03-03	3 марта	[2, 5, 5, 3, 5]
\.
