COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2173	stu-2а-17	2026-03-24	24 марта	[5, 3, 3, 3]
2174	stu-2а-17	2026-03-25	25 марта	[2, 3, 5]
2175	stu-2а-17	2026-03-26	26 марта	[4, 3, 4, 4, 3]
2176	stu-2а-17	2026-03-27	27 марта	[5, 5, 5, 3]
2177	stu-2а-17	2026-03-30	30 марта	[4, 5, 4]
2178	stu-2а-17	2026-03-31	31 марта	[3, 5, 3, 4, 5]
2179	stu-2а-18	2026-03-02	2 марта	[5, 4, 3, 5]
2180	stu-2а-18	2026-03-03	3 марта	[4, 3, 5, 4, 3]
2181	stu-2а-18	2026-03-04	4 марта	[4, 5, 4, 2]
2182	stu-2а-18	2026-03-05	5 марта	[5, 5, 4, 5]
2183	stu-2а-18	2026-03-06	6 марта	[5, 3, 2, 3]
2184	stu-2а-18	2026-03-09	9 марта	[5, 5, 2, 3]
\.
