COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6313	stu-4в-6	2026-03-30	30 марта	[2, 5, 4]
6314	stu-4в-6	2026-03-31	31 марта	[5, 4, 2, 5, 3]
6315	stu-4в-7	2026-03-02	2 марта	[5, 5, 3, 5]
6316	stu-4в-7	2026-03-03	3 марта	[4, 4, 5, 4]
6317	stu-4в-7	2026-03-04	4 марта	[5, 3, 5, 4]
6318	stu-4в-7	2026-03-05	5 марта	[3, 4, 5, 5, 3]
6319	stu-4в-7	2026-03-06	6 марта	[3, 4, 3, 3]
6320	stu-4в-7	2026-03-09	9 марта	[4, 3, 3]
6321	stu-4в-7	2026-03-10	10 марта	[2, 3, 5, 5]
6322	stu-4в-7	2026-03-11	11 марта	[3, 2, 3]
6323	stu-4в-7	2026-03-12	12 марта	[2, 2, 4, 3, 3]
6324	stu-4в-7	2026-03-13	13 марта	[2, 4, 4, 4]
\.
