COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2389	stu-2б-7	2026-03-18	18 марта	[5, 2, 3]
2390	stu-2б-7	2026-03-19	19 марта	[4, 4, 2, 5, 2]
2391	stu-2б-7	2026-03-20	20 марта	[3, 2, 3, 4]
2392	stu-2б-7	2026-03-23	23 марта	[4, 2, 5]
2393	stu-2б-7	2026-03-24	24 марта	[5, 5, 4, 5, 2]
2394	stu-2б-7	2026-03-25	25 марта	[5, 5, 2, 5]
2395	stu-2б-7	2026-03-26	26 марта	[3, 5, 2, 5, 4]
2396	stu-2б-7	2026-03-27	27 марта	[4, 4, 4]
2397	stu-2б-7	2026-03-30	30 марта	[5, 3, 4]
2398	stu-2б-7	2026-03-31	31 марта	[4, 5, 4, 2]
2399	stu-2б-8	2026-03-02	2 марта	[3, 3, 5, 4]
2400	stu-2б-8	2026-03-03	3 марта	[4, 5, 3, 3, 5]
\.
