COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2725	stu-2в-2	2026-03-26	26 марта	[2, 4, 4, 5]
2726	stu-2в-2	2026-03-27	27 марта	[4, 3, 4, 4]
2727	stu-2в-2	2026-03-30	30 марта	[3, 5, 4]
2728	stu-2в-2	2026-03-31	31 марта	[4, 4, 4, 3]
2729	stu-2в-3	2026-03-02	2 марта	[2, 4, 5, 5]
2730	stu-2в-3	2026-03-03	3 марта	[5, 4, 4, 5, 3]
2731	stu-2в-3	2026-03-04	4 марта	[3, 3, 5, 5]
2732	stu-2в-3	2026-03-05	5 марта	[2, 3, 5, 4, 5]
2733	stu-2в-3	2026-03-06	6 марта	[4, 3, 4]
2734	stu-2в-3	2026-03-09	9 марта	[2, 5, 5]
2735	stu-2в-3	2026-03-10	10 марта	[3, 4, 3, 3, 5]
2736	stu-2в-3	2026-03-11	11 марта	[4, 2, 4]
\.
