COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6049	stu-4б-14	2026-03-30	30 марта	[4, 4, 4, 5]
6050	stu-4б-14	2026-03-31	31 марта	[2, 4, 4, 4, 5]
6051	stu-4б-15	2026-03-02	2 марта	[4, 5, 2]
6052	stu-4б-15	2026-03-03	3 марта	[5, 4, 5, 3]
6053	stu-4б-15	2026-03-04	4 марта	[5, 4, 2, 4]
6054	stu-4б-15	2026-03-05	5 марта	[2, 4, 4, 5, 4]
6055	stu-4б-15	2026-03-06	6 марта	[4, 4, 5, 5]
6056	stu-4б-15	2026-03-09	9 марта	[3, 4, 4]
6057	stu-4б-15	2026-03-10	10 марта	[5, 4, 4, 5]
6058	stu-4б-15	2026-03-11	11 марта	[3, 5, 3]
6059	stu-4б-15	2026-03-12	12 марта	[4, 3, 3, 5, 2]
6060	stu-4б-15	2026-03-13	13 марта	[4, 4, 4, 5]
\.
