COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5653	stu-4а-16	2026-03-30	30 марта	[3, 3, 5]
5654	stu-4а-16	2026-03-31	31 марта	[4, 5, 2, 2]
5655	stu-4а-17	2026-03-02	2 марта	[4, 5, 2]
5656	stu-4а-17	2026-03-03	3 марта	[4, 4, 4, 5, 3]
5657	stu-4а-17	2026-03-04	4 марта	[4, 2, 5]
5658	stu-4а-17	2026-03-05	5 марта	[2, 5, 4, 5]
5659	stu-4а-17	2026-03-06	6 марта	[4, 3, 5, 4]
5660	stu-4а-17	2026-03-09	9 марта	[5, 4, 2, 5]
5661	stu-4а-17	2026-03-10	10 марта	[4, 3, 5, 5, 2]
5662	stu-4а-17	2026-03-11	11 марта	[4, 3, 4, 3]
5663	stu-4а-17	2026-03-12	12 марта	[3, 4, 5, 2, 5]
5664	stu-4а-17	2026-03-13	13 марта	[4, 3, 5]
\.
