COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3901	stu-3а-17	2026-03-10	10 марта	[4, 4, 4, 5, 5]
3902	stu-3а-17	2026-03-11	11 марта	[5, 2, 3, 5]
3903	stu-3а-17	2026-03-12	12 марта	[2, 5, 4, 5, 4]
3904	stu-3а-17	2026-03-13	13 марта	[4, 4, 4, 4]
3905	stu-3а-17	2026-03-16	16 марта	[5, 3, 5, 5]
3906	stu-3а-17	2026-03-17	17 марта	[2, 4, 4, 5]
3907	stu-3а-17	2026-03-18	18 марта	[5, 3, 4, 5]
3908	stu-3а-17	2026-03-19	19 марта	[4, 3, 4, 4]
3909	stu-3а-17	2026-03-20	20 марта	[3, 4, 3, 5]
3910	stu-3а-17	2026-03-23	23 марта	[5, 5, 3, 4]
3911	stu-3а-17	2026-03-24	24 марта	[4, 3, 4, 4, 5]
3912	stu-3а-17	2026-03-25	25 марта	[2, 5, 5]
\.
