COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2137	stu-2а-16	2026-03-04	4 марта	[4, 4, 3, 2]
2138	stu-2а-16	2026-03-05	5 марта	[3, 5, 3, 5]
2139	stu-2а-16	2026-03-06	6 марта	[4, 5, 4, 4]
2140	stu-2а-16	2026-03-09	9 марта	[5, 4, 4, 4]
2141	stu-2а-16	2026-03-10	10 марта	[4, 2, 4, 4]
2142	stu-2а-16	2026-03-11	11 марта	[5, 5, 3, 4]
2143	stu-2а-16	2026-03-12	12 марта	[5, 5, 3, 4, 4]
2144	stu-2а-16	2026-03-13	13 марта	[5, 4, 3, 5]
2145	stu-2а-16	2026-03-16	16 марта	[4, 3, 4, 4]
2146	stu-2а-16	2026-03-17	17 марта	[3, 4, 5, 5, 4]
2147	stu-2а-16	2026-03-18	18 марта	[5, 2, 5, 4]
2148	stu-2а-16	2026-03-19	19 марта	[5, 3, 3, 3]
\.
