COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1969	stu-2а-8	2026-03-16	16 марта	[2, 3, 5, 4]
1970	stu-2а-8	2026-03-17	17 марта	[5, 4, 4, 5, 3]
1971	stu-2а-8	2026-03-18	18 марта	[4, 2, 5, 5]
1972	stu-2а-8	2026-03-19	19 марта	[4, 2, 5, 3]
1973	stu-2а-8	2026-03-20	20 марта	[3, 5, 2, 4]
1974	stu-2а-8	2026-03-23	23 марта	[3, 5, 5, 4]
1975	stu-2а-8	2026-03-24	24 марта	[5, 3, 4, 3]
1976	stu-2а-8	2026-03-25	25 марта	[3, 3, 5]
1977	stu-2а-8	2026-03-26	26 марта	[3, 3, 4, 4, 4]
1978	stu-2а-8	2026-03-27	27 марта	[5, 5, 5, 4]
1979	stu-2а-8	2026-03-30	30 марта	[4, 5, 3]
1980	stu-2а-8	2026-03-31	31 марта	[3, 4, 3, 3, 5]
\.
