COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6577	stu-4в-18	2026-03-30	30 марта	[3, 5, 5]
6578	stu-4в-18	2026-03-31	31 марта	[4, 5, 3, 4, 4]
6579	stu-4в-19	2026-03-02	2 марта	[5, 5, 3, 3]
6580	stu-4в-19	2026-03-03	3 марта	[5, 2, 5, 3]
6581	stu-4в-19	2026-03-04	4 марта	[4, 2, 5, 3]
6582	stu-4в-19	2026-03-05	5 марта	[4, 3, 5, 4, 2]
6583	stu-4в-19	2026-03-06	6 марта	[4, 3, 2, 5]
6584	stu-4в-19	2026-03-09	9 марта	[3, 3, 4]
6585	stu-4в-19	2026-03-10	10 марта	[3, 3, 5, 4]
6586	stu-4в-19	2026-03-11	11 марта	[3, 3, 2]
6587	stu-4в-19	2026-03-12	12 марта	[3, 2, 3, 2, 3]
6588	stu-4в-19	2026-03-13	13 марта	[4, 4, 5, 4]
\.
