COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4693	stu-3в-13	2026-03-10	10 марта	[4, 2, 3, 4]
4694	stu-3в-13	2026-03-11	11 марта	[3, 2, 3, 3]
4695	stu-3в-13	2026-03-12	12 марта	[3, 2, 4, 4]
4696	stu-3в-13	2026-03-13	13 марта	[5, 2, 4, 4]
4697	stu-3в-13	2026-03-16	16 марта	[4, 3, 2, 4]
4698	stu-3в-13	2026-03-17	17 марта	[3, 5, 5, 4]
4699	stu-3в-13	2026-03-18	18 марта	[5, 3, 4, 5]
4700	stu-3в-13	2026-03-19	19 марта	[3, 4, 3, 4]
4701	stu-3в-13	2026-03-20	20 марта	[4, 2, 5]
4702	stu-3в-13	2026-03-23	23 марта	[4, 4, 5]
4703	stu-3в-13	2026-03-24	24 марта	[5, 5, 4, 2, 3]
4704	stu-3в-13	2026-03-25	25 марта	[5, 3, 3]
\.
