COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1837	stu-2а-2	2026-03-16	16 марта	[3, 2, 5, 4]
1838	stu-2а-2	2026-03-17	17 марта	[4, 4, 4, 4, 4]
1839	stu-2а-2	2026-03-18	18 марта	[5, 3, 5, 5]
1840	stu-2а-2	2026-03-19	19 марта	[5, 2, 4, 2]
1841	stu-2а-2	2026-03-20	20 марта	[3, 5, 3, 5]
1842	stu-2а-2	2026-03-23	23 марта	[4, 5, 5, 5]
1843	stu-2а-2	2026-03-24	24 марта	[5, 3, 4, 4]
1844	stu-2а-2	2026-03-25	25 марта	[4, 3, 5]
1845	stu-2а-2	2026-03-26	26 марта	[3, 4, 5, 4, 4]
1846	stu-2а-2	2026-03-27	27 марта	[4, 5, 5, 4]
1847	stu-2а-2	2026-03-30	30 марта	[5, 5, 3]
1848	stu-2а-2	2026-03-31	31 марта	[2, 4, 4, 3, 5]
\.
