COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3457	stu-2г-16	2026-03-04	4 марта	[4, 5, 5]
3458	stu-2г-16	2026-03-05	5 марта	[4, 4, 4, 5, 5]
3459	stu-2г-16	2026-03-06	6 марта	[4, 5, 4, 5]
3460	stu-2г-16	2026-03-09	9 марта	[4, 5, 4, 5]
3461	stu-2г-16	2026-03-10	10 марта	[4, 3, 4, 4]
3462	stu-2г-16	2026-03-11	11 марта	[4, 5, 3, 5]
3463	stu-2г-16	2026-03-12	12 марта	[5, 4, 4, 4, 4]
3464	stu-2г-16	2026-03-13	13 марта	[5, 5, 3, 5]
3465	stu-2г-16	2026-03-16	16 марта	[5, 4, 3]
3466	stu-2г-16	2026-03-17	17 марта	[3, 4, 5, 3, 4]
3467	stu-2г-16	2026-03-18	18 марта	[4, 5, 2, 3]
3468	stu-2г-16	2026-03-19	19 марта	[5, 3, 5, 4, 4]
\.
