COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4477	stu-3в-3	2026-03-16	16 марта	[5, 3, 2, 4]
4478	stu-3в-3	2026-03-17	17 марта	[3, 5, 5, 4]
4479	stu-3в-3	2026-03-18	18 марта	[5, 3, 4, 4]
4480	stu-3в-3	2026-03-19	19 марта	[3, 5, 3, 5]
4481	stu-3в-3	2026-03-20	20 марта	[5, 2, 5]
4482	stu-3в-3	2026-03-23	23 марта	[3, 4, 5]
4483	stu-3в-3	2026-03-24	24 марта	[5, 5, 4, 2, 3]
4484	stu-3в-3	2026-03-25	25 марта	[5, 3, 5]
4485	stu-3в-3	2026-03-26	26 марта	[4, 4, 2, 4, 4]
4486	stu-3в-3	2026-03-27	27 марта	[5, 4, 5, 4]
4487	stu-3в-3	2026-03-30	30 марта	[3, 4, 4, 2]
4488	stu-3в-3	2026-03-31	31 марта	[4, 4, 4, 4, 4]
\.
