COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5965	stu-4б-11	2026-03-04	4 марта	[5, 4, 3, 3]
5966	stu-4б-11	2026-03-05	5 марта	[3, 5, 5, 5, 3]
5967	stu-4б-11	2026-03-06	6 марта	[5, 2, 4, 4]
5968	stu-4б-11	2026-03-09	9 марта	[3, 5, 3]
5969	stu-4б-11	2026-03-10	10 марта	[5, 5, 3, 5]
5970	stu-4б-11	2026-03-11	11 марта	[5, 5, 4]
5971	stu-4б-11	2026-03-12	12 марта	[5, 5, 2, 4, 3]
5972	stu-4б-11	2026-03-13	13 марта	[2, 2, 3, 3]
5973	stu-4б-11	2026-03-16	16 марта	[3, 5, 2]
5974	stu-4б-11	2026-03-17	17 марта	[3, 5, 4, 5]
5975	stu-4б-11	2026-03-18	18 марта	[2, 4, 4]
5976	stu-4б-11	2026-03-19	19 марта	[5, 4, 5, 3]
\.
