COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
469	stu-1а-20	2026-03-10	10 марта	[5, 2, 5, 5, 2]
470	stu-1а-20	2026-03-11	11 марта	[2, 4, 3, 4]
471	stu-1а-20	2026-03-12	12 марта	[5, 5, 2, 2]
472	stu-1а-20	2026-03-13	13 марта	[5, 3, 5, 2]
473	stu-1а-20	2026-03-16	16 марта	[2, 3, 5, 4]
474	stu-1а-20	2026-03-17	17 марта	[5, 4, 4, 2]
475	stu-1а-20	2026-03-18	18 марта	[2, 5, 4]
476	stu-1а-20	2026-03-19	19 марта	[4, 3, 5, 3, 4]
477	stu-1а-20	2026-03-20	20 марта	[5, 5, 2, 2]
478	stu-1а-20	2026-03-23	23 марта	[3, 5, 4, 4]
479	stu-1а-20	2026-03-24	24 марта	[4, 3, 3, 4]
480	stu-1а-20	2026-03-25	25 марта	[2, 5, 4, 4]
\.
