COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
145	stu-1а-5	2026-03-18	18 марта	[3, 5, 3]
146	stu-1а-5	2026-03-19	19 марта	[3, 3, 4, 4, 5]
147	stu-1а-5	2026-03-20	20 марта	[5, 5, 4, 3]
148	stu-1а-5	2026-03-23	23 марта	[4, 3, 2, 5]
149	stu-1а-5	2026-03-24	24 марта	[3, 5, 2, 3]
150	stu-1а-5	2026-03-25	25 марта	[2, 5, 5, 4]
151	stu-1а-5	2026-03-26	26 марта	[5, 2, 3, 3, 5]
152	stu-1а-5	2026-03-27	27 марта	[4, 4, 5]
153	stu-1а-5	2026-03-30	30 марта	[4, 5, 5]
154	stu-1а-5	2026-03-31	31 марта	[5, 3, 4, 3, 3]
155	stu-1а-6	2026-03-02	2 марта	[3, 3, 5, 2]
156	stu-1а-6	2026-03-03	3 марта	[5, 3, 5, 5]
\.
