COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5941	stu-4б-10	2026-03-02	2 марта	[5, 4, 2]
5942	stu-4б-10	2026-03-03	3 марта	[4, 5, 5, 4]
5943	stu-4б-10	2026-03-04	4 марта	[5, 4, 4, 2]
5944	stu-4б-10	2026-03-05	5 марта	[3, 5, 4, 4, 4]
5945	stu-4б-10	2026-03-06	6 марта	[4, 3, 3, 5]
5946	stu-4б-10	2026-03-09	9 марта	[4, 5, 2]
5947	stu-4б-10	2026-03-10	10 марта	[5, 5, 5, 4]
5948	stu-4б-10	2026-03-11	11 марта	[4, 5, 2]
5949	stu-4б-10	2026-03-12	12 марта	[5, 3, 3, 4, 4]
5950	stu-4б-10	2026-03-13	13 марта	[4, 4, 4, 4]
5951	stu-4б-10	2026-03-16	16 марта	[3, 4, 3]
5952	stu-4б-10	2026-03-17	17 марта	[4, 5, 5, 4]
\.
