COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3085	stu-2в-19	2026-03-06	6 марта	[4, 4, 3]
3086	stu-2в-19	2026-03-09	9 марта	[2, 4, 5]
3087	stu-2в-19	2026-03-10	10 марта	[3, 3, 3, 2, 5]
3088	stu-2в-19	2026-03-11	11 марта	[4, 3, 4]
3089	stu-2в-19	2026-03-12	12 марта	[4, 5, 5, 4, 5]
3090	stu-2в-19	2026-03-13	13 марта	[4, 4, 2, 3]
3091	stu-2в-19	2026-03-16	16 марта	[4, 2, 5]
3092	stu-2в-19	2026-03-17	17 марта	[4, 4, 3, 5]
3093	stu-2в-19	2026-03-18	18 марта	[4, 4, 4]
3094	stu-2в-19	2026-03-19	19 марта	[3, 3, 4, 4]
3095	stu-2в-19	2026-03-20	20 марта	[3, 5, 4, 5]
3096	stu-2в-19	2026-03-23	23 марта	[3, 4, 5, 4]
\.
