COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3553	stu-2г-20	2026-03-16	16 марта	[4, 3, 4]
3554	stu-2г-20	2026-03-17	17 марта	[2, 3, 5, 3, 5]
3555	stu-2г-20	2026-03-18	18 марта	[3, 4, 4, 4]
3556	stu-2г-20	2026-03-19	19 марта	[4, 4, 5, 3, 4]
3557	stu-2г-20	2026-03-20	20 марта	[4, 3, 3]
3558	stu-2г-20	2026-03-23	23 марта	[2, 5, 4, 4]
3559	stu-2г-20	2026-03-24	24 марта	[3, 4, 4, 4, 5]
3560	stu-2г-20	2026-03-25	25 марта	[5, 5, 3, 5]
3561	stu-2г-20	2026-03-26	26 марта	[4, 5, 4, 2, 5]
3562	stu-2г-20	2026-03-27	27 марта	[5, 5, 4, 4]
3563	stu-2г-20	2026-03-30	30 марта	[3, 5, 5, 3]
3564	stu-2г-20	2026-03-31	31 марта	[3, 5, 4, 3]
\.
