COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
409	stu-1а-17	2026-03-18	18 марта	[3, 5, 3]
410	stu-1а-17	2026-03-19	19 марта	[3, 3, 4, 3, 5]
411	stu-1а-17	2026-03-20	20 марта	[5, 5, 4, 3]
412	stu-1а-17	2026-03-23	23 марта	[4, 3, 2, 5]
413	stu-1а-17	2026-03-24	24 марта	[3, 5, 2, 3]
414	stu-1а-17	2026-03-25	25 марта	[3, 5, 5, 4]
415	stu-1а-17	2026-03-26	26 марта	[5, 2, 4, 3, 5]
416	stu-1а-17	2026-03-27	27 марта	[4, 4, 5]
417	stu-1а-17	2026-03-30	30 марта	[3, 5, 5]
418	stu-1а-17	2026-03-31	31 марта	[5, 4, 4, 3, 3]
419	stu-1а-18	2026-03-02	2 марта	[3, 3, 5, 2]
420	stu-1а-18	2026-03-03	3 марта	[5, 3, 5, 5]
\.
