COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3505	stu-2г-18	2026-03-10	10 марта	[5, 5, 3, 3]
3506	stu-2г-18	2026-03-11	11 марта	[5, 5, 2, 4]
3507	stu-2г-18	2026-03-12	12 марта	[5, 3, 2, 5, 3]
3508	stu-2г-18	2026-03-13	13 марта	[4, 5, 2, 4]
3509	stu-2г-18	2026-03-16	16 марта	[3, 4, 2]
3510	stu-2г-18	2026-03-17	17 марта	[4, 2, 4, 4, 4]
3511	stu-2г-18	2026-03-18	18 марта	[5, 5, 4, 2]
3512	stu-2г-18	2026-03-19	19 марта	[5, 4, 3, 2, 5]
3513	stu-2г-18	2026-03-20	20 марта	[5, 3, 4]
3514	stu-2г-18	2026-03-23	23 марта	[3, 5, 5, 2]
3515	stu-2г-18	2026-03-24	24 марта	[5, 5, 2, 5, 5]
3516	stu-2г-18	2026-03-25	25 марта	[5, 5, 3, 4]
\.
