COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2773	stu-2в-5	2026-03-02	2 марта	[4, 5, 4, 5]
2774	stu-2в-5	2026-03-03	3 марта	[4, 5, 5, 4, 4]
2775	stu-2в-5	2026-03-04	4 марта	[4, 2, 5, 5]
2776	stu-2в-5	2026-03-05	5 марта	[4, 5, 4, 5, 5]
2777	stu-2в-5	2026-03-06	6 марта	[5, 2, 3]
2778	stu-2в-5	2026-03-09	9 марта	[4, 3, 5]
2779	stu-2в-5	2026-03-10	10 марта	[2, 3, 4, 2, 5]
2780	stu-2в-5	2026-03-11	11 марта	[5, 2, 5]
2781	stu-2в-5	2026-03-12	12 марта	[2, 4, 4, 4, 5]
2782	stu-2в-5	2026-03-13	13 марта	[5, 5, 2, 3]
2783	stu-2в-5	2026-03-16	16 марта	[5, 2, 4]
2784	stu-2в-5	2026-03-17	17 марта	[4, 5, 3, 5]
\.
