COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2401	stu-2б-8	2026-03-04	4 марта	[5, 4, 5, 5]
2402	stu-2б-8	2026-03-05	5 марта	[5, 4, 5, 4]
2403	stu-2б-8	2026-03-06	6 марта	[3, 4, 3]
2404	stu-2б-8	2026-03-09	9 марта	[3, 5, 5, 4]
2405	stu-2б-8	2026-03-10	10 марта	[3, 5, 3, 3, 5]
2406	stu-2б-8	2026-03-11	11 марта	[3, 2, 5, 2]
2407	stu-2б-8	2026-03-12	12 марта	[4, 3, 2, 4, 5]
2408	stu-2б-8	2026-03-13	13 марта	[3, 5, 5]
2409	stu-2б-8	2026-03-16	16 марта	[5, 5, 4]
2410	stu-2б-8	2026-03-17	17 марта	[5, 2, 3, 5, 4]
2411	stu-2б-8	2026-03-18	18 марта	[4, 3, 5]
2412	stu-2б-8	2026-03-19	19 марта	[5, 5, 4, 4, 2]
\.
