COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5713	stu-4а-19	2026-03-20	20 марта	[3, 2, 3]
5714	stu-4а-19	2026-03-23	23 марта	[2, 3, 5, 4]
5715	stu-4а-19	2026-03-24	24 марта	[4, 5, 5, 4]
5716	stu-4а-19	2026-03-25	25 марта	[2, 5, 3]
5717	stu-4а-19	2026-03-26	26 марта	[4, 2, 5, 3, 5]
5718	stu-4а-19	2026-03-27	27 марта	[4, 3, 3]
5719	stu-4а-19	2026-03-30	30 марта	[2, 4, 5]
5720	stu-4а-19	2026-03-31	31 марта	[5, 5, 2, 2]
5721	stu-4а-20	2026-03-02	2 марта	[2, 4, 3]
5722	stu-4а-20	2026-03-03	3 марта	[5, 5, 3, 5, 2]
5723	stu-4а-20	2026-03-04	4 марта	[3, 3, 5]
5724	stu-4а-20	2026-03-05	5 марта	[4, 3, 5, 5]
\.
