COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5929	stu-4б-9	2026-03-16	16 марта	[3, 4, 4]
5930	stu-4б-9	2026-03-17	17 марта	[4, 5, 5, 4]
5931	stu-4б-9	2026-03-18	18 марта	[3, 5, 2]
5932	stu-4б-9	2026-03-19	19 марта	[5, 2, 4, 3]
5933	stu-4б-9	2026-03-20	20 марта	[3, 5, 5, 4]
5934	stu-4б-9	2026-03-23	23 марта	[5, 4, 2, 5]
5935	stu-4б-9	2026-03-24	24 марта	[4, 5, 4, 4, 2]
5936	stu-4б-9	2026-03-25	25 марта	[5, 4, 4]
5937	stu-4б-9	2026-03-26	26 марта	[2, 4, 3, 5]
5938	stu-4б-9	2026-03-27	27 марта	[4, 5, 3, 5]
5939	stu-4б-9	2026-03-30	30 марта	[2, 5, 4, 4]
5940	stu-4б-9	2026-03-31	31 марта	[4, 3, 4, 3, 4]
\.
