COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
349	stu-1а-14	2026-03-26	26 марта	[5, 2, 4, 2, 5]
350	stu-1а-14	2026-03-27	27 марта	[4, 4, 4]
351	stu-1а-14	2026-03-30	30 марта	[3, 5, 5]
352	stu-1а-14	2026-03-31	31 марта	[5, 4, 4, 2, 3]
353	stu-1а-15	2026-03-02	2 марта	[4, 3, 4, 2]
354	stu-1а-15	2026-03-03	3 марта	[4, 3, 5, 5]
355	stu-1а-15	2026-03-04	4 марта	[4, 3, 4]
356	stu-1а-15	2026-03-05	5 марта	[5, 3, 3, 2]
357	stu-1а-15	2026-03-06	6 марта	[5, 3, 5, 5]
358	stu-1а-15	2026-03-09	9 марта	[5, 5, 4, 5]
359	stu-1а-15	2026-03-10	10 марта	[3, 3, 5, 4, 4]
360	stu-1а-15	2026-03-11	11 марта	[4, 2, 4, 2]
\.
