COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3253	stu-2г-6	2026-03-26	26 марта	[4, 5, 3, 4, 5]
3254	stu-2г-6	2026-03-27	27 марта	[5, 3, 4, 5]
3255	stu-2г-6	2026-03-30	30 марта	[2, 4, 5, 4]
3256	stu-2г-6	2026-03-31	31 марта	[2, 4, 3, 5]
3257	stu-2г-7	2026-03-02	2 марта	[5, 4, 4, 4]
3258	stu-2г-7	2026-03-03	3 марта	[4, 4, 5, 3, 4]
3259	stu-2г-7	2026-03-04	4 марта	[5, 5, 3]
3260	stu-2г-7	2026-03-05	5 марта	[5, 5, 3, 5, 3]
3261	stu-2г-7	2026-03-06	6 марта	[3, 5, 2, 4]
3262	stu-2г-7	2026-03-09	9 марта	[2, 5, 4, 4]
3263	stu-2г-7	2026-03-10	10 марта	[5, 5, 3, 2]
3264	stu-2г-7	2026-03-11	11 марта	[5, 5, 2, 4]
\.
