COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1897	stu-2а-5	2026-03-06	6 марта	[5, 5, 4, 3]
1898	stu-2а-5	2026-03-09	9 марта	[4, 4, 4, 3]
1899	stu-2а-5	2026-03-10	10 марта	[5, 2, 3, 3]
1900	stu-2а-5	2026-03-11	11 марта	[5, 5, 3, 5]
1901	stu-2а-5	2026-03-12	12 марта	[4, 5, 2, 2, 5]
1902	stu-2а-5	2026-03-13	13 марта	[4, 5, 4, 5]
1903	stu-2а-5	2026-03-16	16 марта	[2, 3, 5, 4]
1904	stu-2а-5	2026-03-17	17 марта	[5, 4, 4, 3, 3]
1905	stu-2а-5	2026-03-18	18 марта	[5, 3, 5, 5]
1906	stu-2а-5	2026-03-19	19 марта	[4, 2, 5, 2]
1907	stu-2а-5	2026-03-20	20 марта	[5, 5, 2, 4]
1908	stu-2а-5	2026-03-23	23 марта	[4, 5, 5, 5]
\.
