COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1741	stu-1г-18	2026-03-04	4 марта	[4, 5, 4, 5]
1742	stu-1г-18	2026-03-05	5 марта	[4, 4, 4, 2, 4]
1743	stu-1г-18	2026-03-06	6 марта	[3, 5, 3, 4]
1744	stu-1г-18	2026-03-09	9 марта	[5, 5, 2, 5]
1745	stu-1г-18	2026-03-10	10 марта	[4, 5, 4, 5, 3]
1746	stu-1г-18	2026-03-11	11 марта	[4, 2, 5, 5]
1747	stu-1г-18	2026-03-12	12 марта	[3, 3, 4, 4, 5]
1748	stu-1г-18	2026-03-13	13 марта	[5, 4, 2, 3]
1749	stu-1г-18	2026-03-16	16 марта	[4, 3, 4, 5]
1750	stu-1г-18	2026-03-17	17 марта	[3, 5, 2, 5]
1751	stu-1г-18	2026-03-18	18 марта	[3, 3, 3]
1752	stu-1г-18	2026-03-19	19 марта	[3, 5, 4, 3, 5]
\.
