COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2317	stu-2б-4	2026-03-10	10 марта	[3, 5, 5, 3, 4]
2318	stu-2б-4	2026-03-11	11 марта	[3, 2, 3, 4]
2319	stu-2б-4	2026-03-12	12 марта	[4, 5, 3, 3, 4]
2320	stu-2б-4	2026-03-13	13 марта	[3, 3, 5]
2321	stu-2б-4	2026-03-16	16 марта	[4, 3, 5]
2322	stu-2б-4	2026-03-17	17 марта	[5, 3, 5, 5, 2]
2323	stu-2б-4	2026-03-18	18 марта	[4, 4, 3]
2324	stu-2б-4	2026-03-19	19 марта	[5, 4, 3, 5, 4]
2325	stu-2б-4	2026-03-20	20 марта	[2, 2, 4, 4]
2326	stu-2б-4	2026-03-23	23 марта	[4, 2, 5]
2327	stu-2б-4	2026-03-24	24 марта	[5, 5, 4, 5, 2]
2328	stu-2б-4	2026-03-25	25 марта	[5, 3, 2, 5]
\.
