COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2797	stu-2в-6	2026-03-04	4 марта	[2, 3, 5, 4]
2798	stu-2в-6	2026-03-05	5 марта	[4, 3, 5, 4, 5]
2799	stu-2в-6	2026-03-06	6 марта	[3, 4, 4]
2800	stu-2в-6	2026-03-09	9 марта	[2, 5, 5]
2801	stu-2в-6	2026-03-10	10 марта	[4, 4, 3, 2, 4]
2802	stu-2в-6	2026-03-11	11 марта	[3, 3, 3]
2803	stu-2в-6	2026-03-12	12 марта	[2, 5, 5, 5, 5]
2804	stu-2в-6	2026-03-13	13 марта	[4, 3, 3, 2]
2805	stu-2в-6	2026-03-16	16 марта	[4, 3, 5]
2806	stu-2в-6	2026-03-17	17 марта	[2, 4, 4, 5]
2807	stu-2в-6	2026-03-18	18 марта	[4, 5, 4]
2808	stu-2в-6	2026-03-19	19 марта	[5, 2, 3, 3]
\.
