COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5173	stu-3г-15	2026-03-04	4 марта	[5, 5, 3, 5]
5174	stu-3г-15	2026-03-05	5 марта	[2, 2, 3, 4, 5]
5175	stu-3г-15	2026-03-06	6 марта	[5, 3, 5]
5176	stu-3г-15	2026-03-09	9 марта	[4, 3, 5]
5177	stu-3г-15	2026-03-10	10 марта	[2, 5, 5, 3, 5]
5178	stu-3г-15	2026-03-11	11 марта	[5, 5, 3, 4]
5179	stu-3г-15	2026-03-12	12 марта	[3, 4, 5, 5, 4]
5180	stu-3г-15	2026-03-13	13 марта	[3, 4, 5, 5]
5181	stu-3г-15	2026-03-16	16 марта	[2, 2, 5, 5]
5182	stu-3г-15	2026-03-17	17 марта	[2, 4, 5, 5]
5183	stu-3г-15	2026-03-18	18 марта	[3, 5, 4, 5]
5184	stu-3г-15	2026-03-19	19 марта	[4, 5, 4, 3]
\.
