COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4741	stu-3в-15	2026-03-16	16 марта	[3, 5, 3, 3]
4742	stu-3в-15	2026-03-17	17 марта	[4, 4, 5, 4]
4743	stu-3в-15	2026-03-18	18 марта	[4, 4, 2, 4]
4744	stu-3в-15	2026-03-19	19 марта	[4, 3, 4, 4]
4745	stu-3в-15	2026-03-20	20 марта	[4, 3, 5]
4746	stu-3в-15	2026-03-23	23 марта	[3, 5, 4]
4747	stu-3в-15	2026-03-24	24 марта	[5, 4, 2, 4, 4]
4748	stu-3в-15	2026-03-25	25 марта	[4, 4, 4]
4749	stu-3в-15	2026-03-26	26 марта	[5, 5, 3, 4, 5]
4750	stu-3в-15	2026-03-27	27 марта	[4, 5, 3, 5]
4751	stu-3в-15	2026-03-30	30 марта	[2, 2, 5, 3]
4752	stu-3в-15	2026-03-31	31 марта	[5, 5, 2, 5, 5]
\.
