COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
721	stu-1б-11	2026-03-24	24 марта	[4, 5, 4, 5]
722	stu-1б-11	2026-03-25	25 марта	[5, 4, 3]
723	stu-1б-11	2026-03-26	26 марта	[5, 5, 5, 5]
724	stu-1б-11	2026-03-27	27 марта	[3, 3, 5, 5]
725	stu-1б-11	2026-03-30	30 марта	[5, 5, 3]
726	stu-1б-11	2026-03-31	31 марта	[3, 2, 5, 5, 4]
727	stu-1б-12	2026-03-02	2 марта	[4, 4, 5]
728	stu-1б-12	2026-03-03	3 марта	[5, 3, 4, 4, 2]
729	stu-1б-12	2026-03-04	4 марта	[3, 4, 5, 3]
730	stu-1б-12	2026-03-05	5 марта	[5, 3, 5, 4, 4]
731	stu-1б-12	2026-03-06	6 марта	[5, 5, 2, 4]
732	stu-1б-12	2026-03-09	9 марта	[4, 3, 2]
\.
