COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5953	stu-4б-10	2026-03-18	18 марта	[3, 5, 2]
5954	stu-4б-10	2026-03-19	19 марта	[5, 2, 3, 2]
5955	stu-4б-10	2026-03-20	20 марта	[2, 5, 5, 4]
5956	stu-4б-10	2026-03-23	23 марта	[5, 3, 2, 5]
5957	stu-4б-10	2026-03-24	24 марта	[4, 5, 4, 5, 2]
5958	stu-4б-10	2026-03-25	25 марта	[5, 5, 3]
5959	stu-4б-10	2026-03-26	26 марта	[2, 5, 3, 4]
5960	stu-4б-10	2026-03-27	27 марта	[5, 5, 2, 5]
5961	stu-4б-10	2026-03-30	30 марта	[3, 5, 3, 5]
5962	stu-4б-10	2026-03-31	31 марта	[4, 3, 4, 3, 4]
5963	stu-4б-11	2026-03-02	2 марта	[4, 5, 4]
5964	stu-4б-11	2026-03-03	3 марта	[5, 4, 3, 5]
\.
