COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6169	stu-4б-20	2026-03-12	12 марта	[5, 5, 2, 3, 3]
6170	stu-4б-20	2026-03-13	13 марта	[2, 2, 5, 3]
6171	stu-4б-20	2026-03-16	16 марта	[4, 4, 4]
6172	stu-4б-20	2026-03-17	17 марта	[3, 5, 4, 5]
6173	stu-4б-20	2026-03-18	18 марта	[3, 5, 2]
6174	stu-4б-20	2026-03-19	19 марта	[5, 4, 5, 3]
6175	stu-4б-20	2026-03-20	20 марта	[4, 3, 5, 2]
6176	stu-4б-20	2026-03-23	23 марта	[5, 4, 3, 5]
6177	stu-4б-20	2026-03-24	24 марта	[3, 5, 3, 4, 4]
6178	stu-4б-20	2026-03-25	25 марта	[5, 4, 4]
6179	stu-4б-20	2026-03-26	26 марта	[4, 3, 2, 5]
6180	stu-4б-20	2026-03-27	27 марта	[4, 3, 3, 4]
\.
