COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2713	stu-2в-2	2026-03-10	10 марта	[2, 3, 5, 2, 4]
2714	stu-2в-2	2026-03-11	11 марта	[5, 3, 5]
2715	stu-2в-2	2026-03-12	12 марта	[4, 5, 4, 4, 5]
2716	stu-2в-2	2026-03-13	13 марта	[4, 5, 4, 3]
2717	stu-2в-2	2026-03-16	16 марта	[5, 2, 3]
2718	stu-2в-2	2026-03-17	17 марта	[4, 5, 3, 5]
2719	stu-2в-2	2026-03-18	18 марта	[5, 4, 5]
2720	stu-2в-2	2026-03-19	19 марта	[4, 3, 4, 3]
2721	stu-2в-2	2026-03-20	20 марта	[3, 4, 3, 5]
2722	stu-2в-2	2026-03-23	23 марта	[4, 4, 4, 4]
2723	stu-2в-2	2026-03-24	24 марта	[5, 5, 4, 3]
2724	stu-2в-2	2026-03-25	25 марта	[5, 5, 4, 5]
\.
