COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4057	stu-3б-4	2026-03-12	12 марта	[4, 4, 5, 4]
4058	stu-3б-4	2026-03-13	13 марта	[5, 3, 2, 4]
4059	stu-3б-4	2026-03-16	16 марта	[4, 3, 5, 4]
4060	stu-3б-4	2026-03-17	17 марта	[5, 5, 3, 5]
4061	stu-3б-4	2026-03-18	18 марта	[3, 2, 5, 4]
4062	stu-3б-4	2026-03-19	19 марта	[2, 5, 5, 4]
4063	stu-3б-4	2026-03-20	20 марта	[3, 5, 3, 3]
4064	stu-3б-4	2026-03-23	23 марта	[5, 4, 5, 2]
4065	stu-3б-4	2026-03-24	24 марта	[5, 3, 2, 5, 4]
4066	stu-3б-4	2026-03-25	25 марта	[5, 5, 4, 4]
4067	stu-3б-4	2026-03-26	26 марта	[5, 5, 5, 3, 4]
4068	stu-3б-4	2026-03-27	27 марта	[4, 5, 3, 4]
\.
