COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
325	stu-1а-13	2026-03-24	24 марта	[3, 3, 3, 5]
326	stu-1а-13	2026-03-25	25 марта	[3, 4, 5, 3]
327	stu-1а-13	2026-03-26	26 марта	[5, 3, 3, 4, 3]
328	stu-1а-13	2026-03-27	27 марта	[2, 5, 5]
329	stu-1а-13	2026-03-30	30 марта	[4, 5, 4]
330	stu-1а-13	2026-03-31	31 марта	[4, 2, 4, 4, 5]
331	stu-1а-14	2026-03-02	2 марта	[3, 2, 3, 3]
332	stu-1а-14	2026-03-03	3 марта	[5, 4, 4, 3]
333	stu-1а-14	2026-03-04	4 марта	[3, 5, 5]
334	stu-1а-14	2026-03-05	5 марта	[3, 2, 5, 4]
335	stu-1а-14	2026-03-06	6 марта	[4, 5, 4, 5]
336	stu-1а-14	2026-03-09	9 марта	[5, 5, 3, 3]
\.
