COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2101	stu-2а-14	2026-03-16	16 марта	[2, 2, 5, 3]
2102	stu-2а-14	2026-03-17	17 марта	[5, 3, 4, 3, 3]
2103	stu-2а-14	2026-03-18	18 марта	[5, 4, 4, 5]
2104	stu-2а-14	2026-03-19	19 марта	[4, 2, 3, 2]
2105	stu-2а-14	2026-03-20	20 марта	[4, 5, 4, 5]
2106	stu-2а-14	2026-03-23	23 марта	[4, 4, 5, 5]
2107	stu-2а-14	2026-03-24	24 марта	[5, 3, 5, 4]
2108	stu-2а-14	2026-03-25	25 марта	[3, 4, 5]
2109	stu-2а-14	2026-03-26	26 марта	[4, 4, 4, 5, 2]
2110	stu-2а-14	2026-03-27	27 марта	[3, 5, 4, 3]
2111	stu-2а-14	2026-03-30	30 марта	[4, 5, 4]
2112	stu-2а-14	2026-03-31	31 марта	[3, 5, 3, 2, 5]
\.
