COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
973	stu-1в-3	2026-03-06	6 марта	[4, 4, 2, 5]
974	stu-1в-3	2026-03-09	9 марта	[5, 3, 2, 5]
975	stu-1в-3	2026-03-10	10 марта	[4, 3, 4, 4, 4]
976	stu-1в-3	2026-03-11	11 марта	[3, 3, 5, 5]
977	stu-1в-3	2026-03-12	12 марта	[3, 2, 5, 5, 2]
978	stu-1в-3	2026-03-13	13 марта	[4, 2, 4, 3]
979	stu-1в-3	2026-03-16	16 марта	[3, 5, 2, 5]
980	stu-1в-3	2026-03-17	17 марта	[5, 4, 2, 3]
981	stu-1в-3	2026-03-18	18 марта	[5, 3, 3]
982	stu-1в-3	2026-03-19	19 марта	[2, 3, 4, 5, 5]
983	stu-1в-3	2026-03-20	20 марта	[5, 2, 4, 2]
984	stu-1в-3	2026-03-23	23 марта	[2, 5, 2]
\.
