COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1525	stu-1г-8	2026-03-10	10 марта	[5, 4, 2, 5, 3]
1526	stu-1г-8	2026-03-11	11 марта	[4, 4, 5, 4]
1527	stu-1г-8	2026-03-12	12 марта	[3, 5, 4, 5, 5]
1528	stu-1г-8	2026-03-13	13 марта	[4, 4, 4, 4]
1529	stu-1г-8	2026-03-16	16 марта	[5, 3, 3, 4]
1530	stu-1г-8	2026-03-17	17 марта	[4, 4, 2, 5]
1531	stu-1г-8	2026-03-18	18 марта	[3, 4, 3]
1532	stu-1г-8	2026-03-19	19 марта	[3, 4, 5, 2, 5]
1533	stu-1г-8	2026-03-20	20 марта	[5, 2, 5, 3]
1534	stu-1г-8	2026-03-23	23 марта	[5, 2, 3, 5]
1535	stu-1г-8	2026-03-24	24 марта	[5, 4, 4, 5]
1536	stu-1г-8	2026-03-25	25 марта	[5, 4, 2, 5]
\.
