COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2605	stu-2б-17	2026-03-12	12 марта	[3, 4, 4, 2, 5]
2606	stu-2б-17	2026-03-13	13 марта	[4, 4, 4]
2607	stu-2б-17	2026-03-16	16 марта	[5, 4, 5]
2608	stu-2б-17	2026-03-17	17 марта	[4, 4, 4, 5, 4]
2609	stu-2б-17	2026-03-18	18 марта	[5, 3, 5]
2610	stu-2б-17	2026-03-19	19 марта	[4, 5, 3, 5, 2]
2611	stu-2б-17	2026-03-20	20 марта	[4, 3, 5, 5]
2612	stu-2б-17	2026-03-23	23 марта	[5, 2, 3]
2613	stu-2б-17	2026-03-24	24 марта	[4, 4, 4, 5, 3]
2614	stu-2б-17	2026-03-25	25 марта	[5, 4, 2, 4]
2615	stu-2б-17	2026-03-26	26 марта	[3, 5, 4, 4, 4]
2616	stu-2б-17	2026-03-27	27 марта	[4, 3, 5]
\.
