COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6349	stu-4в-8	2026-03-18	18 марта	[3, 5, 5, 3]
6350	stu-4в-8	2026-03-19	19 марта	[5, 4, 2, 5]
6351	stu-4в-8	2026-03-20	20 марта	[3, 5, 4, 4]
6352	stu-4в-8	2026-03-23	23 марта	[3, 2, 5, 4]
6353	stu-4в-8	2026-03-24	24 марта	[5, 3, 4, 4]
6354	stu-4в-8	2026-03-25	25 марта	[4, 5, 4]
6355	stu-4в-8	2026-03-26	26 марта	[3, 4, 4, 3, 5]
6356	stu-4в-8	2026-03-27	27 марта	[5, 5, 5]
6357	stu-4в-8	2026-03-30	30 марта	[4, 4, 5]
6358	stu-4в-8	2026-03-31	31 марта	[4, 5, 3, 3, 4]
6359	stu-4в-9	2026-03-02	2 марта	[5, 5, 3, 3]
6360	stu-4в-9	2026-03-03	3 марта	[5, 2, 5, 3]
\.
