COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3997	stu-3б-1	2026-03-20	20 марта	[3, 5, 3, 2]
3998	stu-3б-1	2026-03-23	23 марта	[5, 4, 5, 3]
3999	stu-3б-1	2026-03-24	24 марта	[5, 4, 2, 4, 4]
4000	stu-3б-1	2026-03-25	25 марта	[5, 5, 4, 4]
4001	stu-3б-1	2026-03-26	26 марта	[5, 5, 4, 3, 4]
4002	stu-3б-1	2026-03-27	27 марта	[5, 5, 4, 3]
4003	stu-3б-1	2026-03-30	30 марта	[4, 4, 5]
4004	stu-3б-1	2026-03-31	31 марта	[3, 4, 4, 4, 4]
4005	stu-3б-2	2026-03-02	2 марта	[5, 3, 2, 5]
4006	stu-3б-2	2026-03-03	3 марта	[3, 4, 5, 3, 3]
4007	stu-3б-2	2026-03-04	4 марта	[4, 2, 3]
4008	stu-3б-2	2026-03-05	5 марта	[3, 3, 5, 3]
\.
