COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4537	stu-3в-6	2026-03-06	6 марта	[5, 5, 4, 4]
4538	stu-3в-6	2026-03-09	9 марта	[4, 4, 5]
4539	stu-3в-6	2026-03-10	10 марта	[3, 2, 3, 5]
4540	stu-3в-6	2026-03-11	11 марта	[4, 3, 3, 5]
4541	stu-3в-6	2026-03-12	12 марта	[2, 3, 4, 2]
4542	stu-3в-6	2026-03-13	13 марта	[5, 2, 4, 4]
4543	stu-3в-6	2026-03-16	16 марта	[5, 3, 2, 4]
4544	stu-3в-6	2026-03-17	17 марта	[2, 5, 5, 5]
4545	stu-3в-6	2026-03-18	18 марта	[5, 4, 4, 4]
4546	stu-3в-6	2026-03-19	19 марта	[2, 4, 4, 5]
4547	stu-3в-6	2026-03-20	20 марта	[5, 2, 5]
4548	stu-3в-6	2026-03-23	23 марта	[3, 4, 5]
\.
