COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6793	stu-4г-8	2026-03-24	24 марта	[2, 3, 5, 3, 5]
6794	stu-4г-8	2026-03-25	25 марта	[5, 4, 4, 4]
6795	stu-4г-8	2026-03-26	26 марта	[5, 3, 5, 4, 2]
6796	stu-4г-8	2026-03-27	27 марта	[2, 3, 5, 2]
6797	stu-4г-8	2026-03-30	30 марта	[5, 5, 5]
6798	stu-4г-8	2026-03-31	31 марта	[4, 2, 5, 5, 3]
6799	stu-4г-9	2026-03-02	2 марта	[4, 4, 3]
6800	stu-4г-9	2026-03-03	3 марта	[4, 5, 4, 5, 3]
6801	stu-4г-9	2026-03-04	4 марта	[2, 5, 5, 3]
6802	stu-4г-9	2026-03-05	5 марта	[5, 5, 4, 4]
6803	stu-4г-9	2026-03-06	6 марта	[4, 4, 4, 4]
6804	stu-4г-9	2026-03-09	9 марта	[5, 4, 4]
\.
