COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4417	stu-3б-20	2026-03-24	24 марта	[5, 5, 2, 5, 3]
4418	stu-3б-20	2026-03-25	25 марта	[4, 5, 4, 2]
4419	stu-3б-20	2026-03-26	26 марта	[5, 4, 5, 5, 2]
4420	stu-3б-20	2026-03-27	27 марта	[4, 5, 3, 4]
4421	stu-3б-20	2026-03-30	30 марта	[3, 5, 5]
4422	stu-3б-20	2026-03-31	31 марта	[4, 5, 3, 5, 4]
4423	stu-3в-1	2026-03-02	2 марта	[5, 4, 4, 3]
4424	stu-3в-1	2026-03-03	3 марта	[4, 3, 4, 5]
4425	stu-3в-1	2026-03-04	4 марта	[5, 5, 4]
4426	stu-3в-1	2026-03-05	5 марта	[3, 5, 4, 4]
4427	stu-3в-1	2026-03-06	6 марта	[5, 5, 2, 5]
4428	stu-3в-1	2026-03-09	9 марта	[5, 5, 5]
\.
