COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3409	stu-2г-13	2026-03-30	30 марта	[2, 5, 5, 2]
3410	stu-2г-13	2026-03-31	31 марта	[4, 4, 4, 3]
3411	stu-2г-14	2026-03-02	2 марта	[5, 2, 4, 5]
3412	stu-2г-14	2026-03-03	3 марта	[2, 4, 5, 3, 5]
3413	stu-2г-14	2026-03-04	4 марта	[3, 4, 5]
3414	stu-2г-14	2026-03-05	5 марта	[5, 3, 3, 5, 3]
3415	stu-2г-14	2026-03-06	6 марта	[3, 4, 2, 5]
3416	stu-2г-14	2026-03-09	9 марта	[2, 4, 5, 5]
3417	stu-2г-14	2026-03-10	10 марта	[3, 4, 3, 2]
3418	stu-2г-14	2026-03-11	11 марта	[3, 4, 4, 5]
3419	stu-2г-14	2026-03-12	12 марта	[4, 5, 3, 4, 4]
3420	stu-2г-14	2026-03-13	13 марта	[5, 4, 3, 5]
\.
