COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13	stu-3a-1	2026-03-18	18 марта	[5, 5, 4, 4]
14	stu-3a-1	2026-03-19	19 марта	[3, 4, 5, 4, 5]
15	stu-3a-1	2026-03-20	20 марта	[3, 4, 5, 4]
16	stu-3a-1	2026-03-23	23 марта	[4, 5, 4, 3]
17	stu-3a-1	2026-03-24	24 марта	[3, 4, 5, 3]
18	stu-3a-1	2026-03-25	25 марта	[3, 3, 5, 3]
19	stu-3a-1	2026-03-26	26 марта	[3, 4, 4, 5]
20	stu-3a-1	2026-03-27	27 марта	[3, 5, 4]
21	stu-3a-1	2026-03-30	30 марта	[4, 3, 5, 4]
22	stu-3a-1	2026-03-31	31 марта	[4, 4, 5, 4, 5]
23	stu-6b-1	2026-03-02	2 марта	[3, 4, 2, 3, 4]
24	stu-6b-1	2026-03-03	3 марта	[4, 4, 3, 4, 3, 3]
\.
