COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3025	stu-2в-16	2026-03-16	16 марта	[5, 2, 5]
3026	stu-2в-16	2026-03-17	17 марта	[3, 4, 4, 5]
3027	stu-2в-16	2026-03-18	18 марта	[4, 5, 4]
3028	stu-2в-16	2026-03-19	19 марта	[5, 2, 4, 4]
3029	stu-2в-16	2026-03-20	20 марта	[4, 5, 4, 5]
3030	stu-2в-16	2026-03-23	23 марта	[3, 4, 5, 4]
3031	stu-2в-16	2026-03-24	24 марта	[4, 5, 4, 5]
3032	stu-2в-16	2026-03-25	25 марта	[5, 4, 3, 5]
3033	stu-2в-16	2026-03-26	26 марта	[2, 4, 5, 5]
3034	stu-2в-16	2026-03-27	27 марта	[5, 2, 3, 4]
3035	stu-2в-16	2026-03-30	30 марта	[4, 5, 5]
3036	stu-2в-16	2026-03-31	31 марта	[3, 4, 3, 3]
\.
