COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2509	stu-2б-13	2026-03-02	2 марта	[3, 4, 5, 3]
2510	stu-2б-13	2026-03-03	3 марта	[4, 4, 4, 2, 4]
2511	stu-2б-13	2026-03-04	4 марта	[4, 3, 4, 4]
2512	stu-2б-13	2026-03-05	5 марта	[5, 5, 4, 4]
2513	stu-2б-13	2026-03-06	6 марта	[2, 4, 3]
2514	stu-2б-13	2026-03-09	9 марта	[3, 5, 4, 4]
2515	stu-2б-13	2026-03-10	10 марта	[4, 5, 4, 2, 4]
2516	stu-2б-13	2026-03-11	11 марта	[2, 3, 4, 4]
2517	stu-2б-13	2026-03-12	12 марта	[5, 3, 2, 4, 4]
2518	stu-2б-13	2026-03-13	13 марта	[2, 4, 5]
2519	stu-2б-13	2026-03-16	16 марта	[5, 4, 4]
2520	stu-2б-13	2026-03-17	17 марта	[5, 2, 4, 4, 2]
\.
