COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
805	stu-1б-15	2026-03-18	18 марта	[4, 4, 4]
806	stu-1б-15	2026-03-19	19 марта	[3, 4, 3, 2]
807	stu-1б-15	2026-03-20	20 марта	[4, 4, 5, 3]
808	stu-1б-15	2026-03-23	23 марта	[2, 2, 4, 5]
809	stu-1б-15	2026-03-24	24 марта	[5, 5, 4, 3]
810	stu-1б-15	2026-03-25	25 марта	[3, 5, 4]
811	stu-1б-15	2026-03-26	26 марта	[5, 4, 5, 4]
812	stu-1б-15	2026-03-27	27 марта	[5, 5, 4, 3]
813	stu-1б-15	2026-03-30	30 марта	[3, 5, 5]
814	stu-1б-15	2026-03-31	31 марта	[5, 4, 4, 3, 3]
815	stu-1б-16	2026-03-02	2 марта	[5, 4, 4]
816	stu-1б-16	2026-03-03	3 марта	[4, 2, 4, 5, 4]
\.
