COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3865	stu-3а-15	2026-03-20	20 марта	[4, 4, 4, 4]
3866	stu-3а-15	2026-03-23	23 марта	[4, 3, 4, 5]
3867	stu-3а-15	2026-03-24	24 марта	[5, 4, 3, 3, 5]
3868	stu-3а-15	2026-03-25	25 марта	[3, 5, 5]
3869	stu-3а-15	2026-03-26	26 марта	[3, 5, 3, 4]
3870	stu-3а-15	2026-03-27	27 марта	[3, 4, 3, 3]
3871	stu-3а-15	2026-03-30	30 марта	[3, 5, 5, 5]
3872	stu-3а-15	2026-03-31	31 марта	[4, 4, 5, 4]
3873	stu-3а-16	2026-03-02	2 марта	[5, 5, 2]
3874	stu-3а-16	2026-03-03	3 марта	[4, 4, 5, 4, 3]
3875	stu-3а-16	2026-03-04	4 марта	[5, 5, 2, 2]
3876	stu-3а-16	2026-03-05	5 марта	[5, 3, 4, 2]
\.
