COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2665	stu-2б-20	2026-03-04	4 марта	[5, 3, 3, 5]
2666	stu-2б-20	2026-03-05	5 марта	[4, 4, 5, 5]
2667	stu-2б-20	2026-03-06	6 марта	[3, 3, 5]
2668	stu-2б-20	2026-03-09	9 марта	[5, 5, 3, 4]
2669	stu-2б-20	2026-03-10	10 марта	[3, 5, 5, 3, 4]
2670	stu-2б-20	2026-03-11	11 марта	[3, 2, 3, 3]
2671	stu-2б-20	2026-03-12	12 марта	[4, 3, 2, 4, 4]
2672	stu-2б-20	2026-03-13	13 марта	[3, 3, 5]
2673	stu-2б-20	2026-03-16	16 марта	[5, 3, 4]
2674	stu-2б-20	2026-03-17	17 марта	[5, 2, 5, 5, 2]
2675	stu-2б-20	2026-03-18	18 марта	[4, 4, 3]
2676	stu-2б-20	2026-03-19	19 марта	[5, 5, 4, 4, 4]
\.
