COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3637	stu-3а-5	2026-03-10	10 марта	[4, 5, 5, 5, 4]
3638	stu-3а-5	2026-03-11	11 марта	[5, 3, 4, 4]
3639	stu-3а-5	2026-03-12	12 марта	[2, 5, 5, 5, 3]
3640	stu-3а-5	2026-03-13	13 марта	[5, 5, 2, 4]
3641	stu-3а-5	2026-03-16	16 марта	[5, 4, 4, 3]
3642	stu-3а-5	2026-03-17	17 марта	[2, 5, 4, 4]
3643	stu-3а-5	2026-03-18	18 марта	[5, 4, 2, 4]
3644	stu-3а-5	2026-03-19	19 марта	[4, 4, 3, 3]
3645	stu-3а-5	2026-03-20	20 марта	[4, 5, 2, 4]
3646	stu-3а-5	2026-03-23	23 марта	[5, 4, 2, 3]
3647	stu-3а-5	2026-03-24	24 марта	[5, 2, 5, 3, 3]
3648	stu-3а-5	2026-03-25	25 марта	[3, 4, 4]
\.
