COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1993	stu-2а-9	2026-03-18	18 марта	[5, 4, 4, 5]
1994	stu-2а-9	2026-03-19	19 марта	[3, 4, 3, 2]
1995	stu-2а-9	2026-03-20	20 марта	[4, 3, 4, 5]
1996	stu-2а-9	2026-03-23	23 марта	[4, 4, 4, 5]
1997	stu-2а-9	2026-03-24	24 марта	[5, 5, 3, 2]
1998	stu-2а-9	2026-03-25	25 марта	[3, 4, 5]
1999	stu-2а-9	2026-03-26	26 марта	[4, 2, 5, 5, 2]
2000	stu-2а-9	2026-03-27	27 марта	[5, 3, 4, 3]
2001	stu-2а-9	2026-03-30	30 марта	[4, 4, 4]
2002	stu-2а-9	2026-03-31	31 марта	[4, 5, 4, 4, 4]
2003	stu-2а-10	2026-03-02	2 марта	[5, 5, 3, 5]
2004	stu-2а-10	2026-03-03	3 марта	[4, 3, 5, 5, 3]
\.
