COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4921	stu-3г-3	2026-03-20	20 марта	[4, 5, 3, 3]
4922	stu-3г-3	2026-03-23	23 марта	[4, 5, 4, 4]
4923	stu-3г-3	2026-03-24	24 марта	[3, 3, 5, 2]
4924	stu-3г-3	2026-03-25	25 марта	[2, 3, 4, 2]
4925	stu-3г-3	2026-03-26	26 марта	[5, 4, 5, 2, 5]
4926	stu-3г-3	2026-03-27	27 марта	[4, 5, 3]
4927	stu-3г-3	2026-03-30	30 марта	[4, 5, 5, 4]
4928	stu-3г-3	2026-03-31	31 марта	[5, 3, 5, 4, 4]
4929	stu-3г-4	2026-03-02	2 марта	[4, 3, 2, 4]
4930	stu-3г-4	2026-03-03	3 марта	[4, 3, 4, 2, 5]
4931	stu-3г-4	2026-03-04	4 марта	[5, 5, 2, 5]
4932	stu-3г-4	2026-03-05	5 марта	[2, 3, 4, 5, 5]
\.
