COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3661	stu-3а-6	2026-03-12	12 марта	[3, 5, 4, 5, 4]
3662	stu-3а-6	2026-03-13	13 марта	[5, 4, 4, 3]
3663	stu-3а-6	2026-03-16	16 марта	[4, 3, 5, 5]
3664	stu-3а-6	2026-03-17	17 марта	[3, 3, 3, 5]
3665	stu-3а-6	2026-03-18	18 марта	[4, 3, 4, 5]
3666	stu-3а-6	2026-03-19	19 марта	[5, 2, 4, 4]
3667	stu-3а-6	2026-03-20	20 марта	[3, 4, 2, 5]
3668	stu-3а-6	2026-03-23	23 марта	[5, 5, 4, 4]
3669	stu-3а-6	2026-03-24	24 марта	[5, 3, 3, 3, 5]
3670	stu-3а-6	2026-03-25	25 марта	[2, 5, 5]
3671	stu-3а-6	2026-03-26	26 марта	[2, 3, 4, 5]
3672	stu-3а-6	2026-03-27	27 марта	[2, 4, 5, 4]
\.
