COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5437	stu-4а-7	2026-03-04	4 марта	[4, 4, 5]
5438	stu-4а-7	2026-03-05	5 марта	[3, 5, 4, 3]
5439	stu-4а-7	2026-03-06	6 марта	[4, 2, 5, 3]
5440	stu-4а-7	2026-03-09	9 марта	[4, 4, 4, 5]
5441	stu-4а-7	2026-03-10	10 марта	[4, 3, 4, 5, 4]
5442	stu-4а-7	2026-03-11	11 марта	[4, 3, 5, 2]
5443	stu-4а-7	2026-03-12	12 марта	[3, 5, 5, 4, 3]
5444	stu-4а-7	2026-03-13	13 марта	[5, 4, 5]
5445	stu-4а-7	2026-03-16	16 марта	[4, 5, 4]
5446	stu-4а-7	2026-03-17	17 марта	[5, 5, 3, 3, 4]
5447	stu-4а-7	2026-03-18	18 марта	[3, 5, 5]
5448	stu-4а-7	2026-03-19	19 марта	[3, 5, 3, 4, 3]
\.
