COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4141	stu-3б-8	2026-03-06	6 марта	[5, 5, 4, 4]
4142	stu-3б-8	2026-03-09	9 марта	[5, 5, 2]
4143	stu-3б-8	2026-03-10	10 марта	[2, 3, 5, 3, 5]
4144	stu-3б-8	2026-03-11	11 марта	[5, 4, 5]
4145	stu-3б-8	2026-03-12	12 марта	[3, 5, 4, 5]
4146	stu-3б-8	2026-03-13	13 марта	[3, 4, 4, 4]
4147	stu-3б-8	2026-03-16	16 марта	[5, 2, 3, 4]
4148	stu-3б-8	2026-03-17	17 марта	[5, 5, 5, 3]
4149	stu-3б-8	2026-03-18	18 марта	[4, 4, 3, 3]
4150	stu-3б-8	2026-03-19	19 марта	[4, 4, 5, 3]
4151	stu-3б-8	2026-03-20	20 марта	[4, 4, 3, 4]
4152	stu-3б-8	2026-03-23	23 марта	[5, 3, 3, 4]
\.
