COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3697	stu-3а-8	2026-03-02	2 марта	[5, 5, 3]
3698	stu-3а-8	2026-03-03	3 марта	[4, 4, 4, 5, 4]
3699	stu-3а-8	2026-03-04	4 марта	[5, 4, 2, 2]
3700	stu-3а-8	2026-03-05	5 марта	[4, 3, 5, 2]
3701	stu-3а-8	2026-03-06	6 марта	[3, 4, 3, 5]
3702	stu-3а-8	2026-03-09	9 марта	[5, 5, 3, 5]
3703	stu-3а-8	2026-03-10	10 марта	[4, 5, 4, 5, 5]
3704	stu-3а-8	2026-03-11	11 марта	[5, 2, 5, 5]
3705	stu-3а-8	2026-03-12	12 марта	[2, 5, 5, 4, 4]
3706	stu-3а-8	2026-03-13	13 марта	[4, 4, 2, 4]
3707	stu-3а-8	2026-03-16	16 марта	[5, 4, 5, 3]
3708	stu-3а-8	2026-03-17	17 марта	[2, 4, 4, 5]
\.
