COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5761	stu-4б-1	2026-03-26	26 марта	[3, 3, 3, 3]
5762	stu-4б-1	2026-03-27	27 марта	[4, 5, 3, 5]
5763	stu-4б-1	2026-03-30	30 марта	[3, 4, 3, 5]
5764	stu-4б-1	2026-03-31	31 марта	[3, 4, 5, 4, 4]
5765	stu-4б-2	2026-03-02	2 марта	[4, 5, 4]
5766	stu-4б-2	2026-03-03	3 марта	[5, 5, 3, 3]
5767	stu-4б-2	2026-03-04	4 марта	[5, 5, 2, 4]
5768	stu-4б-2	2026-03-05	5 марта	[3, 5, 3, 5, 5]
5769	stu-4б-2	2026-03-06	6 марта	[5, 2, 5, 5]
5770	stu-4б-2	2026-03-09	9 марта	[3, 4, 4]
5771	stu-4б-2	2026-03-10	10 марта	[5, 4, 3, 5]
5772	stu-4б-2	2026-03-11	11 марта	[4, 4, 3]
\.
