COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1117	stu-1в-9	2026-03-24	24 марта	[4, 4, 4, 5, 4]
1118	stu-1в-9	2026-03-25	25 марта	[5, 5, 4, 5]
1119	stu-1в-9	2026-03-26	26 марта	[4, 3, 5, 5, 2]
1120	stu-1в-9	2026-03-27	27 марта	[5, 3, 2, 4]
1121	stu-1в-9	2026-03-30	30 марта	[3, 4, 3]
1122	stu-1в-9	2026-03-31	31 марта	[3, 3, 5, 4, 3]
1123	stu-1в-10	2026-03-02	2 марта	[2, 3, 5]
1124	stu-1в-10	2026-03-03	3 марта	[4, 2, 5, 3]
1125	stu-1в-10	2026-03-04	4 марта	[4, 5, 4, 5]
1126	stu-1в-10	2026-03-05	5 марта	[4, 4, 4, 5, 3]
1127	stu-1в-10	2026-03-06	6 марта	[5, 5, 4, 4]
1128	stu-1в-10	2026-03-09	9 марта	[4, 5, 4, 4]
\.
