COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1393	stu-1г-2	2026-03-10	10 марта	[4, 4, 3, 5, 4]
1394	stu-1г-2	2026-03-11	11 марта	[3, 3, 4, 5]
1395	stu-1г-2	2026-03-12	12 марта	[2, 5, 5, 5, 5]
1396	stu-1г-2	2026-03-13	13 марта	[3, 3, 3, 4]
1397	stu-1г-2	2026-03-16	16 марта	[5, 2, 4, 5]
1398	stu-1г-2	2026-03-17	17 марта	[4, 5, 3, 5]
1399	stu-1г-2	2026-03-18	18 марта	[2, 5, 4]
1400	stu-1г-2	2026-03-19	19 марта	[2, 4, 3, 2, 5]
1401	stu-1г-2	2026-03-20	20 марта	[5, 2, 5, 4]
1402	stu-1г-2	2026-03-23	23 марта	[5, 2, 3, 5]
1403	stu-1г-2	2026-03-24	24 марта	[4, 4, 4, 5]
1404	stu-1г-2	2026-03-25	25 марта	[4, 4, 2, 5]
\.
