COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3193	stu-2г-4	2026-03-04	4 марта	[5, 4, 3]
3194	stu-2г-4	2026-03-05	5 марта	[5, 5, 2, 4, 3]
3195	stu-2г-4	2026-03-06	6 марта	[3, 5, 2, 4]
3196	stu-2г-4	2026-03-09	9 марта	[2, 5, 4, 4]
3197	stu-2г-4	2026-03-10	10 марта	[5, 5, 2, 2]
3198	stu-2г-4	2026-03-11	11 марта	[5, 5, 4, 4]
3199	stu-2г-4	2026-03-12	12 марта	[5, 3, 2, 5, 4]
3200	stu-2г-4	2026-03-13	13 марта	[4, 5, 3, 4]
3201	stu-2г-4	2026-03-16	16 марта	[3, 3, 2]
3202	stu-2г-4	2026-03-17	17 марта	[4, 2, 3, 5, 5]
3203	stu-2г-4	2026-03-18	18 марта	[5, 4, 2, 2]
3204	stu-2г-4	2026-03-19	19 марта	[5, 4, 3, 2, 4]
\.
