COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4093	stu-3б-6	2026-03-02	2 марта	[5, 3, 4, 5]
4094	stu-3б-6	2026-03-03	3 марта	[3, 3, 3, 3, 5]
4095	stu-3б-6	2026-03-04	4 марта	[3, 3, 4]
4096	stu-3б-6	2026-03-05	5 марта	[4, 4, 5, 4]
4097	stu-3б-6	2026-03-06	6 марта	[5, 3, 2, 3]
4098	stu-3б-6	2026-03-09	9 марта	[4, 5, 4]
4099	stu-3б-6	2026-03-10	10 марта	[2, 4, 4, 4, 5]
4100	stu-3б-6	2026-03-11	11 марта	[5, 5, 3]
4101	stu-3б-6	2026-03-12	12 марта	[2, 3, 5, 3]
4102	stu-3б-6	2026-03-13	13 марта	[4, 5, 3, 3]
4103	stu-3б-6	2026-03-16	16 марта	[5, 4, 4, 2]
4104	stu-3б-6	2026-03-17	17 марта	[4, 4, 4, 3]
\.
