COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4009	stu-3б-2	2026-03-06	6 марта	[5, 5, 3, 5]
4010	stu-3б-2	2026-03-09	9 марта	[4, 5, 2]
4011	stu-3б-2	2026-03-10	10 марта	[4, 3, 4, 4, 4]
4012	stu-3б-2	2026-03-11	11 марта	[4, 4, 4]
4013	stu-3б-2	2026-03-12	12 марта	[3, 4, 5, 4]
4014	stu-3б-2	2026-03-13	13 марта	[3, 5, 4, 5]
4015	stu-3б-2	2026-03-16	16 марта	[4, 2, 4, 3]
4016	stu-3б-2	2026-03-17	17 марта	[5, 5, 4, 4]
4017	stu-3б-2	2026-03-18	18 марта	[3, 3, 4, 3]
4018	stu-3б-2	2026-03-19	19 марта	[4, 4, 5, 3]
4019	stu-3б-2	2026-03-20	20 марта	[4, 4, 4, 4]
4020	stu-3б-2	2026-03-23	23 марта	[4, 2, 4, 4]
\.
