COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2629	stu-2б-18	2026-03-16	16 марта	[4, 5, 5]
2630	stu-2б-18	2026-03-17	17 марта	[5, 4, 3, 4, 3]
2631	stu-2б-18	2026-03-18	18 марта	[3, 4, 3]
2632	stu-2б-18	2026-03-19	19 марта	[5, 4, 2, 5, 4]
2633	stu-2б-18	2026-03-20	20 марта	[3, 4, 3, 4]
2634	stu-2б-18	2026-03-23	23 марта	[4, 4, 5]
2635	stu-2б-18	2026-03-24	24 марта	[5, 5, 2, 5, 4]
2636	stu-2б-18	2026-03-25	25 марта	[5, 3, 4, 5]
2637	stu-2б-18	2026-03-26	26 марта	[4, 5, 2, 5, 3]
2638	stu-2б-18	2026-03-27	27 марта	[5, 4, 4]
2639	stu-2б-18	2026-03-30	30 марта	[5, 5, 3]
2640	stu-2б-18	2026-03-31	31 марта	[4, 5, 2, 4]
\.
