COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5545	stu-4а-12	2026-03-02	2 марта	[4, 4, 4]
5546	stu-4а-12	2026-03-03	3 марта	[4, 5, 3, 4, 4]
5547	stu-4а-12	2026-03-04	4 марта	[4, 3, 5]
5548	stu-4а-12	2026-03-05	5 марта	[2, 3, 5, 4]
5549	stu-4а-12	2026-03-06	6 марта	[5, 2, 5, 4]
5550	stu-4а-12	2026-03-09	9 марта	[5, 5, 3, 4]
5551	stu-4а-12	2026-03-10	10 марта	[3, 4, 5, 5, 3]
5552	stu-4а-12	2026-03-11	11 марта	[5, 2, 4, 2]
5553	stu-4а-12	2026-03-12	12 марта	[2, 5, 4, 2, 4]
5554	stu-4а-12	2026-03-13	13 марта	[5, 5, 5]
5555	stu-4а-12	2026-03-16	16 марта	[5, 4, 2]
5556	stu-4а-12	2026-03-17	17 марта	[4, 5, 5, 4, 3]
\.
