COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3949	stu-3а-19	2026-03-16	16 марта	[5, 4, 4, 3]
3950	stu-3а-19	2026-03-17	17 марта	[2, 5, 3, 4]
3951	stu-3а-19	2026-03-18	18 марта	[4, 4, 2, 4]
3952	stu-3а-19	2026-03-19	19 марта	[5, 2, 3, 3]
3953	stu-3а-19	2026-03-20	20 марта	[4, 5, 3, 4]
3954	stu-3а-19	2026-03-23	23 марта	[5, 4, 2, 3]
3955	stu-3а-19	2026-03-24	24 марта	[5, 2, 5, 3, 3]
3956	stu-3а-19	2026-03-25	25 марта	[4, 4, 4]
3957	stu-3а-19	2026-03-26	26 марта	[3, 5, 4, 3]
3958	stu-3а-19	2026-03-27	27 марта	[4, 5, 4, 3]
3959	stu-3а-19	2026-03-30	30 марта	[3, 4, 3, 5]
3960	stu-3а-19	2026-03-31	31 марта	[4, 5, 5, 2]
\.
