COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2041	stu-2а-11	2026-03-24	24 марта	[5, 3, 3, 4]
2042	stu-2а-11	2026-03-25	25 марта	[4, 4, 5]
2043	stu-2а-11	2026-03-26	26 марта	[5, 4, 5, 5, 2]
2044	stu-2а-11	2026-03-27	27 марта	[5, 5, 4, 3]
2045	stu-2а-11	2026-03-30	30 марта	[5, 5, 4]
2046	stu-2а-11	2026-03-31	31 марта	[2, 5, 4, 4, 5]
2047	stu-2а-12	2026-03-02	2 марта	[5, 5, 3, 4]
2048	stu-2а-12	2026-03-03	3 марта	[5, 2, 5, 4, 2]
2049	stu-2а-12	2026-03-04	4 марта	[3, 5, 3, 4]
2050	stu-2а-12	2026-03-05	5 марта	[4, 5, 5, 5]
2051	stu-2а-12	2026-03-06	6 марта	[5, 3, 3, 4]
2052	stu-2а-12	2026-03-09	9 марта	[5, 5, 2, 3]
\.
