COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5077	stu-3г-10	2026-03-24	24 марта	[3, 2, 4, 4]
5078	stu-3г-10	2026-03-25	25 марта	[3, 5, 5, 4]
5079	stu-3г-10	2026-03-26	26 марта	[3, 4, 4, 2, 4]
5080	stu-3г-10	2026-03-27	27 марта	[4, 5, 5]
5081	stu-3г-10	2026-03-30	30 марта	[4, 3, 5, 5]
5082	stu-3г-10	2026-03-31	31 марта	[3, 3, 5, 4, 5]
5083	stu-3г-11	2026-03-02	2 марта	[5, 5, 2, 3]
5084	stu-3г-11	2026-03-03	3 марта	[5, 4, 5, 2, 3]
5085	stu-3г-11	2026-03-04	4 марта	[5, 3, 2, 4]
5086	stu-3г-11	2026-03-05	5 марта	[3, 3, 5, 5, 4]
5087	stu-3г-11	2026-03-06	6 марта	[4, 4, 4]
5088	stu-3г-11	2026-03-09	9 марта	[4, 4, 5]
\.
