COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2029	stu-2а-11	2026-03-06	6 марта	[5, 5, 2, 2]
2030	stu-2а-11	2026-03-09	9 марта	[4, 5, 4, 2]
2031	stu-2а-11	2026-03-10	10 марта	[5, 3, 3, 4]
2032	stu-2а-11	2026-03-11	11 марта	[5, 4, 5, 5]
2033	stu-2а-11	2026-03-12	12 марта	[4, 5, 2, 4, 4]
2034	stu-2а-11	2026-03-13	13 марта	[5, 5, 3, 4]
2035	stu-2а-11	2026-03-16	16 марта	[3, 2, 5, 3]
2036	stu-2а-11	2026-03-17	17 марта	[4, 3, 4, 5, 4]
2037	stu-2а-11	2026-03-18	18 марта	[5, 4, 4, 5]
2038	stu-2а-11	2026-03-19	19 марта	[5, 2, 3, 2]
2039	stu-2а-11	2026-03-20	20 марта	[4, 5, 4, 5]
2040	stu-2а-11	2026-03-23	23 марта	[4, 3, 5, 5]
\.
