COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2593	stu-2б-16	2026-03-26	26 марта	[5, 5, 3, 5, 4]
2594	stu-2б-16	2026-03-27	27 марта	[5, 5, 3]
2595	stu-2б-16	2026-03-30	30 марта	[4, 4, 5]
2596	stu-2б-16	2026-03-31	31 марта	[5, 5, 2, 3]
2597	stu-2б-17	2026-03-02	2 марта	[5, 5, 5, 3]
2598	stu-2б-17	2026-03-03	3 марта	[2, 4, 4, 4, 5]
2599	stu-2б-17	2026-03-04	4 марта	[5, 4, 4, 5]
2600	stu-2б-17	2026-03-05	5 марта	[5, 5, 5, 5]
2601	stu-2б-17	2026-03-06	6 марта	[4, 5, 5]
2602	stu-2б-17	2026-03-09	9 марта	[5, 4, 4, 5]
2603	stu-2б-17	2026-03-10	10 марта	[2, 4, 4, 4, 5]
2604	stu-2б-17	2026-03-11	11 марта	[4, 2, 4, 3]
\.
