COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2377	stu-2б-7	2026-03-02	2 марта	[5, 4, 5, 5]
2378	stu-2б-7	2026-03-03	3 марта	[2, 5, 5, 4, 5]
2379	stu-2б-7	2026-03-04	4 марта	[5, 3, 3, 4]
2380	stu-2б-7	2026-03-05	5 марта	[4, 3, 5, 3]
2381	stu-2б-7	2026-03-06	6 марта	[4, 3, 5]
2382	stu-2б-7	2026-03-09	9 марта	[5, 5, 3, 3]
2383	stu-2б-7	2026-03-10	10 марта	[2, 5, 5, 4, 5]
2384	stu-2б-7	2026-03-11	11 марта	[4, 3, 3, 4]
2385	stu-2б-7	2026-03-12	12 марта	[3, 5, 3, 3, 5]
2386	stu-2б-7	2026-03-13	13 марта	[3, 3, 5]
2387	stu-2б-7	2026-03-16	16 марта	[4, 3, 5]
2388	stu-2б-7	2026-03-17	17 марта	[4, 3, 5, 5, 3]
\.
