COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6553	stu-4в-17	2026-03-26	26 марта	[3, 2, 5, 4, 4]
6554	stu-4в-17	2026-03-27	27 марта	[3, 4, 4]
6555	stu-4в-17	2026-03-30	30 марта	[3, 3, 4]
6556	stu-4в-17	2026-03-31	31 марта	[5, 4, 4, 3, 2]
6557	stu-4в-18	2026-03-02	2 марта	[4, 4, 5, 4]
6558	stu-4в-18	2026-03-03	3 марта	[5, 3, 3, 4]
6559	stu-4в-18	2026-03-04	4 марта	[3, 4, 5, 2]
6560	stu-4в-18	2026-03-05	5 марта	[5, 5, 5, 4, 4]
6561	stu-4в-18	2026-03-06	6 марта	[5, 5, 2, 4]
6562	stu-4в-18	2026-03-09	9 марта	[2, 5, 3]
6563	stu-4в-18	2026-03-10	10 марта	[3, 5, 4, 5]
6564	stu-4в-18	2026-03-11	11 марта	[5, 4, 3]
\.
