COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3373	stu-2г-12	2026-03-10	10 марта	[5, 5, 2, 3]
3374	stu-2г-12	2026-03-11	11 марта	[4, 5, 2, 5]
3375	stu-2г-12	2026-03-12	12 марта	[5, 4, 2, 5, 3]
3376	stu-2г-12	2026-03-13	13 марта	[4, 4, 2, 5]
3377	stu-2г-12	2026-03-16	16 марта	[3, 3, 2]
3378	stu-2г-12	2026-03-17	17 марта	[3, 2, 3, 4, 5]
3379	stu-2г-12	2026-03-18	18 марта	[4, 4, 4, 3]
3380	stu-2г-12	2026-03-19	19 марта	[4, 2, 3, 3, 5]
3381	stu-2г-12	2026-03-20	20 марта	[4, 2, 4]
3382	stu-2г-12	2026-03-23	23 марта	[2, 4, 5, 3]
3383	stu-2г-12	2026-03-24	24 марта	[4, 4, 2, 5, 5]
3384	stu-2г-12	2026-03-25	25 марта	[5, 4, 3, 5]
\.
