COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6673	stu-4г-3	2026-03-10	10 марта	[3, 5, 3, 4, 5]
6674	stu-4г-3	2026-03-11	11 марта	[5, 5, 3, 3]
6675	stu-4г-3	2026-03-12	12 марта	[4, 2, 4, 3, 5]
6676	stu-4г-3	2026-03-13	13 марта	[4, 2, 4, 5]
6677	stu-4г-3	2026-03-16	16 марта	[4, 5, 4]
6678	stu-4г-3	2026-03-17	17 марта	[4, 4, 2, 5, 4]
6679	stu-4г-3	2026-03-18	18 марта	[3, 4, 4, 5]
6680	stu-4г-3	2026-03-19	19 марта	[2, 2, 3, 5, 5]
6681	stu-4г-3	2026-03-20	20 марта	[4, 4, 3, 4]
6682	stu-4г-3	2026-03-23	23 марта	[3, 3, 3]
6683	stu-4г-3	2026-03-24	24 марта	[2, 4, 4, 5, 5]
6684	stu-4г-3	2026-03-25	25 марта	[5, 4, 5, 4]
\.
