COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2989	stu-2в-14	2026-03-26	26 марта	[4, 2, 5, 4]
2990	stu-2в-14	2026-03-27	27 марта	[4, 2, 4, 5]
2991	stu-2в-14	2026-03-30	30 марта	[2, 3, 5]
2992	stu-2в-14	2026-03-31	31 марта	[5, 5, 2, 4]
2993	stu-2в-15	2026-03-02	2 марта	[4, 5, 3, 4]
2994	stu-2в-15	2026-03-03	3 марта	[4, 4, 5, 4, 3]
2995	stu-2в-15	2026-03-04	4 марта	[4, 3, 5, 5]
2996	stu-2в-15	2026-03-05	5 марта	[4, 5, 4, 4, 5]
2997	stu-2в-15	2026-03-06	6 марта	[5, 2, 4]
2998	stu-2в-15	2026-03-09	9 марта	[4, 3, 4]
2999	stu-2в-15	2026-03-10	10 марта	[2, 2, 5, 4, 4]
3000	stu-2в-15	2026-03-11	11 марта	[5, 3, 5]
\.
