COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5569	stu-4а-13	2026-03-04	4 марта	[4, 4, 5]
5570	stu-4а-13	2026-03-05	5 марта	[4, 4, 5, 3]
5571	stu-4а-13	2026-03-06	6 марта	[4, 2, 4, 2]
5572	stu-4а-13	2026-03-09	9 марта	[3, 5, 4, 5]
5573	stu-4а-13	2026-03-10	10 марта	[5, 5, 4, 4, 3]
5574	stu-4а-13	2026-03-11	11 марта	[4, 3, 5, 2]
5575	stu-4а-13	2026-03-12	12 марта	[4, 3, 5, 4, 3]
5576	stu-4а-13	2026-03-13	13 марта	[5, 4, 5]
5577	stu-4а-13	2026-03-16	16 марта	[3, 5, 4]
5578	stu-4а-13	2026-03-17	17 марта	[5, 4, 3, 5, 4]
5579	stu-4а-13	2026-03-18	18 марта	[3, 5, 5]
5580	stu-4а-13	2026-03-19	19 марта	[4, 5, 4, 5, 3]
\.
