COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1345	stu-1в-20	2026-03-04	4 марта	[5, 5, 4, 4]
1346	stu-1в-20	2026-03-05	5 марта	[5, 3, 3, 5, 4]
1347	stu-1в-20	2026-03-06	6 марта	[4, 4, 2, 5]
1348	stu-1в-20	2026-03-09	9 марта	[5, 5, 2, 3]
1349	stu-1в-20	2026-03-10	10 марта	[4, 5, 4, 2, 4]
1350	stu-1в-20	2026-03-11	11 марта	[2, 5, 4, 4]
1351	stu-1в-20	2026-03-12	12 марта	[3, 2, 4, 5, 4]
1352	stu-1в-20	2026-03-13	13 марта	[2, 2, 4, 3]
1353	stu-1в-20	2026-03-16	16 марта	[3, 4, 2, 5]
1354	stu-1в-20	2026-03-17	17 марта	[5, 4, 4, 3]
1355	stu-1в-20	2026-03-18	18 марта	[5, 5, 4]
1356	stu-1в-20	2026-03-19	19 марта	[2, 3, 5, 5, 4]
\.
