COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3073	stu-2в-18	2026-03-20	20 марта	[3, 5, 3, 4]
3074	stu-2в-18	2026-03-23	23 марта	[4, 5, 4, 2]
3075	stu-2в-18	2026-03-24	24 марта	[4, 3, 5, 4]
3076	stu-2в-18	2026-03-25	25 марта	[5, 5, 2, 5]
3077	stu-2в-18	2026-03-26	26 марта	[3, 3, 4, 4]
3078	stu-2в-18	2026-03-27	27 марта	[4, 3, 5, 5]
3079	stu-2в-18	2026-03-30	30 марта	[3, 4, 4]
3080	stu-2в-18	2026-03-31	31 марта	[4, 3, 4, 5]
3081	stu-2в-19	2026-03-02	2 марта	[2, 5, 5, 5]
3082	stu-2в-19	2026-03-03	3 марта	[5, 5, 4, 4, 3]
3083	stu-2в-19	2026-03-04	4 марта	[2, 3, 4, 4]
3084	stu-2в-19	2026-03-05	5 марта	[3, 5, 5, 5, 5]
\.
