COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3529	stu-2г-19	2026-03-12	12 марта	[5, 5, 4, 4, 4]
3530	stu-2г-19	2026-03-13	13 марта	[5, 5, 3, 5]
3531	stu-2г-19	2026-03-16	16 марта	[4, 3, 4]
3532	stu-2г-19	2026-03-17	17 марта	[2, 3, 5, 3, 5]
3533	stu-2г-19	2026-03-18	18 марта	[4, 4, 4, 4]
3534	stu-2г-19	2026-03-19	19 марта	[4, 2, 5, 4, 4]
3535	stu-2г-19	2026-03-20	20 марта	[4, 4, 3]
3536	stu-2г-19	2026-03-23	23 марта	[2, 5, 4, 3]
3537	stu-2г-19	2026-03-24	24 марта	[4, 4, 4, 4, 4]
3538	stu-2г-19	2026-03-25	25 марта	[5, 5, 3, 5]
3539	stu-2г-19	2026-03-26	26 марта	[4, 5, 4, 2, 5]
3540	stu-2г-19	2026-03-27	27 марта	[5, 5, 4, 4]
\.
