COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1057	stu-1в-7	2026-03-02	2 марта	[3, 4, 5]
1058	stu-1в-7	2026-03-03	3 марта	[5, 2, 3, 4]
1059	stu-1в-7	2026-03-04	4 марта	[5, 4, 3, 5]
1060	stu-1в-7	2026-03-05	5 марта	[5, 5, 2, 5, 5]
1061	stu-1в-7	2026-03-06	6 марта	[3, 5, 3, 5]
1062	stu-1в-7	2026-03-09	9 марта	[5, 3, 4, 4]
1063	stu-1в-7	2026-03-10	10 марта	[3, 3, 3, 3, 5]
1064	stu-1в-7	2026-03-11	11 марта	[4, 5, 4, 4]
1065	stu-1в-7	2026-03-12	12 марта	[5, 4, 4, 3, 3]
1066	stu-1в-7	2026-03-13	13 марта	[2, 4, 4, 4]
1067	stu-1в-7	2026-03-16	16 марта	[3, 4, 4, 5]
1068	stu-1в-7	2026-03-17	17 марта	[4, 3, 3, 5]
\.
