COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1201	stu-1в-13	2026-03-18	18 марта	[5, 4, 4]
1202	stu-1в-13	2026-03-19	19 марта	[2, 4, 5, 5, 4]
1203	stu-1в-13	2026-03-20	20 марта	[4, 4, 5, 2]
1204	stu-1в-13	2026-03-23	23 марта	[2, 4, 4]
1205	stu-1в-13	2026-03-24	24 марта	[5, 5, 2, 5, 5]
1206	stu-1в-13	2026-03-25	25 марта	[4, 4, 5, 5]
1207	stu-1в-13	2026-03-26	26 марта	[4, 4, 5, 5, 2]
1208	stu-1в-13	2026-03-27	27 марта	[5, 5, 4, 3]
1209	stu-1в-13	2026-03-30	30 марта	[3, 5, 4]
1210	stu-1в-13	2026-03-31	31 марта	[3, 4, 3, 2, 5]
1211	stu-1в-14	2026-03-02	2 марта	[4, 5, 4]
1212	stu-1в-14	2026-03-03	3 марта	[3, 4, 4, 3]
\.
