COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1717	stu-1г-17	2026-03-02	2 марта	[5, 4, 5, 2]
1718	stu-1г-17	2026-03-03	3 марта	[5, 5, 5, 2]
1719	stu-1г-17	2026-03-04	4 марта	[5, 5, 5, 3]
1720	stu-1г-17	2026-03-05	5 марта	[5, 2, 3, 3, 3]
1721	stu-1г-17	2026-03-06	6 марта	[4, 5, 5, 2]
1722	stu-1г-17	2026-03-09	9 марта	[3, 5, 3, 3]
1723	stu-1г-17	2026-03-10	10 марта	[5, 5, 2, 4, 3]
1724	stu-1г-17	2026-03-11	11 марта	[5, 2, 5, 3]
1725	stu-1г-17	2026-03-12	12 марта	[4, 4, 5, 3, 4]
1726	stu-1г-17	2026-03-13	13 марта	[3, 4, 4, 2]
1727	stu-1г-17	2026-03-16	16 марта	[4, 4, 5, 4]
1728	stu-1г-17	2026-03-17	17 марта	[2, 4, 4, 5]
\.
