COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6085	stu-4б-16	2026-03-18	18 марта	[3, 5, 2]
6086	stu-4б-16	2026-03-19	19 марта	[5, 3, 5, 2]
6087	stu-4б-16	2026-03-20	20 марта	[4, 4, 5, 3]
6088	stu-4б-16	2026-03-23	23 марта	[5, 4, 2, 5]
6089	stu-4б-16	2026-03-24	24 марта	[3, 5, 4, 4, 3]
6090	stu-4б-16	2026-03-25	25 марта	[5, 4, 4]
6091	stu-4б-16	2026-03-26	26 марта	[4, 3, 2, 5]
6092	stu-4б-16	2026-03-27	27 марта	[4, 4, 3, 5]
6093	stu-4б-16	2026-03-30	30 марта	[4, 5, 3, 5]
6094	stu-4б-16	2026-03-31	31 марта	[2, 3, 5, 3, 5]
6095	stu-4б-17	2026-03-02	2 марта	[3, 4, 4]
6096	stu-4б-17	2026-03-03	3 марта	[5, 5, 3, 5]
\.
