COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3205	stu-2г-4	2026-03-20	20 марта	[5, 3, 5]
3206	stu-2г-4	2026-03-23	23 марта	[4, 5, 4, 2]
3207	stu-2г-4	2026-03-24	24 марта	[5, 5, 2, 4, 5]
3208	stu-2г-4	2026-03-25	25 марта	[5, 5, 4, 4]
3209	stu-2г-4	2026-03-26	26 марта	[5, 4, 2, 4, 3]
3210	stu-2г-4	2026-03-27	27 марта	[4, 4, 2, 4]
3211	stu-2г-4	2026-03-30	30 марта	[4, 4, 3, 3]
3212	stu-2г-4	2026-03-31	31 марта	[3, 3, 2, 5]
3213	stu-2г-5	2026-03-02	2 марта	[4, 3, 5, 5]
3214	stu-2г-5	2026-03-03	3 марта	[2, 2, 5, 4, 5]
3215	stu-2г-5	2026-03-04	4 марта	[3, 5, 5]
3216	stu-2г-5	2026-03-05	5 марта	[5, 4, 4, 5, 5]
\.
