COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1573	stu-1г-10	2026-03-16	16 марта	[5, 3, 4, 5]
1574	stu-1г-10	2026-03-17	17 марта	[4, 5, 3, 5]
1575	stu-1г-10	2026-03-18	18 марта	[2, 5, 4]
1576	stu-1г-10	2026-03-19	19 марта	[2, 4, 3, 3, 5]
1577	stu-1г-10	2026-03-20	20 марта	[4, 3, 4, 4]
1578	stu-1г-10	2026-03-23	23 марта	[5, 3, 3, 5]
1579	stu-1г-10	2026-03-24	24 марта	[4, 5, 4, 4]
1580	stu-1г-10	2026-03-25	25 марта	[5, 5, 3, 5]
1581	stu-1г-10	2026-03-26	26 марта	[4, 4, 4, 3, 5]
1582	stu-1г-10	2026-03-27	27 марта	[3, 5, 2, 4]
1583	stu-1г-10	2026-03-30	30 марта	[4, 4, 4, 5]
1584	stu-1г-10	2026-03-31	31 марта	[3, 2, 5, 3, 4]
\.
