COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1249	stu-1в-15	2026-03-24	24 марта	[3, 5, 3, 3, 5]
1250	stu-1в-15	2026-03-25	25 марта	[5, 4, 3, 5]
1251	stu-1в-15	2026-03-26	26 марта	[5, 5, 4, 4, 4]
1252	stu-1в-15	2026-03-27	27 марта	[4, 4, 3, 5]
1253	stu-1в-15	2026-03-30	30 марта	[4, 5, 2]
1254	stu-1в-15	2026-03-31	31 марта	[2, 2, 4, 3, 5]
1255	stu-1в-16	2026-03-02	2 марта	[2, 3, 5]
1256	stu-1в-16	2026-03-03	3 марта	[5, 3, 4, 2]
1257	stu-1в-16	2026-03-04	4 марта	[4, 5, 4, 5]
1258	stu-1в-16	2026-03-05	5 марта	[4, 3, 4, 5, 4]
1259	stu-1в-16	2026-03-06	6 марта	[5, 4, 3, 4]
1260	stu-1в-16	2026-03-09	9 марта	[4, 5, 3, 3]
\.
