COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4405	stu-3б-20	2026-03-06	6 марта	[4, 5, 3, 5]
4406	stu-3б-20	2026-03-09	9 марта	[3, 5, 3]
4407	stu-3б-20	2026-03-10	10 марта	[4, 4, 3, 5, 5]
4408	stu-3б-20	2026-03-11	11 марта	[4, 5, 4]
4409	stu-3б-20	2026-03-12	12 марта	[3, 4, 5, 4]
4410	stu-3б-20	2026-03-13	13 марта	[5, 5, 4, 5]
4411	stu-3б-20	2026-03-16	16 марта	[4, 2, 5, 3]
4412	stu-3б-20	2026-03-17	17 марта	[5, 5, 3, 5]
4413	stu-3б-20	2026-03-18	18 марта	[3, 2, 5, 3]
4414	stu-3б-20	2026-03-19	19 марта	[2, 4, 5, 3]
4415	stu-3б-20	2026-03-20	20 марта	[2, 4, 4, 3]
4416	stu-3б-20	2026-03-23	23 марта	[4, 2, 5, 4]
\.
