COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4885	stu-3г-2	2026-03-02	2 марта	[4, 4, 4, 2]
4886	stu-3г-2	2026-03-03	3 марта	[5, 3, 3, 4, 4]
4887	stu-3г-2	2026-03-04	4 марта	[4, 5, 3, 3]
4888	stu-3г-2	2026-03-05	5 марта	[3, 2, 3, 4, 4]
4889	stu-3г-2	2026-03-06	6 марта	[5, 3, 5]
4890	stu-3г-2	2026-03-09	9 марта	[4, 3, 4]
4891	stu-3г-2	2026-03-10	10 марта	[3, 5, 4, 3, 5]
4892	stu-3г-2	2026-03-11	11 марта	[5, 5, 3, 3]
4893	stu-3г-2	2026-03-12	12 марта	[4, 3, 4, 5, 5]
4894	stu-3г-2	2026-03-13	13 марта	[3, 4, 4, 4]
4895	stu-3г-2	2026-03-16	16 марта	[2, 2, 5, 4]
4896	stu-3г-2	2026-03-17	17 марта	[3, 4, 5, 5]
\.
