COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6397	stu-4в-10	2026-03-24	24 марта	[4, 2, 3, 4]
6398	stu-4в-10	2026-03-25	25 марта	[3, 5, 4]
6399	stu-4в-10	2026-03-26	26 марта	[4, 4, 5, 3, 5]
6400	stu-4в-10	2026-03-27	27 марта	[3, 5, 5]
6401	stu-4в-10	2026-03-30	30 марта	[3, 5, 3]
6402	stu-4в-10	2026-03-31	31 марта	[5, 3, 2, 5, 4]
6403	stu-4в-11	2026-03-02	2 марта	[5, 4, 3, 5]
6404	stu-4в-11	2026-03-03	3 марта	[5, 4, 5, 3]
6405	stu-4в-11	2026-03-04	4 марта	[4, 2, 4, 3]
6406	stu-4в-11	2026-03-05	5 марта	[3, 3, 5, 5, 2]
6407	stu-4в-11	2026-03-06	6 марта	[4, 3, 3, 3]
6408	stu-4в-11	2026-03-09	9 марта	[3, 3, 2]
\.
