COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5665	stu-4а-17	2026-03-16	16 марта	[4, 5, 2]
5666	stu-4а-17	2026-03-17	17 марта	[5, 5, 5, 4, 2]
5667	stu-4а-17	2026-03-18	18 марта	[3, 3, 3]
5668	stu-4а-17	2026-03-19	19 марта	[3, 5, 3, 5, 5]
5669	stu-4а-17	2026-03-20	20 марта	[3, 4, 4]
5670	stu-4а-17	2026-03-23	23 марта	[3, 5, 4, 3]
5671	stu-4а-17	2026-03-24	24 марта	[3, 4, 5, 3]
5672	stu-4а-17	2026-03-25	25 марта	[3, 3, 5]
5673	stu-4а-17	2026-03-26	26 марта	[3, 4, 5, 2, 5]
5674	stu-4а-17	2026-03-27	27 марта	[4, 2, 4]
5675	stu-4а-17	2026-03-30	30 марта	[2, 3, 5]
5676	stu-4а-17	2026-03-31	31 марта	[5, 3, 3, 3]
\.
