COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4585	stu-3в-8	2026-03-12	12 марта	[4, 2, 5, 3]
4586	stu-3в-8	2026-03-13	13 марта	[4, 2, 3, 5]
4587	stu-3в-8	2026-03-16	16 марта	[4, 5, 2, 3]
4588	stu-3в-8	2026-03-17	17 марта	[4, 4, 5, 4]
4589	stu-3в-8	2026-03-18	18 марта	[4, 3, 2, 3]
4590	stu-3в-8	2026-03-19	19 марта	[4, 3, 3, 4]
4591	stu-3в-8	2026-03-20	20 марта	[4, 3, 5]
4592	stu-3в-8	2026-03-23	23 марта	[3, 5, 4]
4593	stu-3в-8	2026-03-24	24 марта	[5, 4, 3, 4, 3]
4594	stu-3в-8	2026-03-25	25 марта	[4, 3, 5]
4595	stu-3в-8	2026-03-26	26 марта	[5, 4, 3, 5, 4]
4596	stu-3в-8	2026-03-27	27 марта	[4, 5, 3, 5]
\.
