COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
421	stu-1а-18	2026-03-04	4 марта	[3, 3, 4]
422	stu-1а-18	2026-03-05	5 марта	[5, 3, 4, 2]
423	stu-1а-18	2026-03-06	6 марта	[5, 3, 5, 5]
424	stu-1а-18	2026-03-09	9 марта	[5, 5, 5, 5]
425	stu-1а-18	2026-03-10	10 марта	[3, 3, 5, 4, 4]
426	stu-1а-18	2026-03-11	11 марта	[4, 2, 4, 2]
427	stu-1а-18	2026-03-12	12 марта	[3, 3, 2, 3]
428	stu-1а-18	2026-03-13	13 марта	[5, 2, 3, 4]
429	stu-1а-18	2026-03-16	16 марта	[4, 4, 5, 2]
430	stu-1а-18	2026-03-17	17 марта	[4, 2, 4, 4]
431	stu-1а-18	2026-03-18	18 марта	[4, 4, 2]
432	stu-1а-18	2026-03-19	19 марта	[2, 4, 5, 2, 3]
\.
