COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3685	stu-3а-7	2026-03-16	16 марта	[3, 2, 5, 4]
3686	stu-3а-7	2026-03-17	17 марта	[4, 4, 2, 3]
3687	stu-3а-7	2026-03-18	18 марта	[3, 5, 3, 3]
3688	stu-3а-7	2026-03-19	19 марта	[5, 4, 5, 2]
3689	stu-3а-7	2026-03-20	20 марта	[5, 5, 4, 3]
3690	stu-3а-7	2026-03-23	23 марта	[4, 3, 3, 5]
3691	stu-3а-7	2026-03-24	24 марта	[5, 4, 4, 2, 3]
3692	stu-3а-7	2026-03-25	25 марта	[4, 5, 5]
3693	stu-3а-7	2026-03-26	26 марта	[4, 4, 4, 4]
3694	stu-3а-7	2026-03-27	27 марта	[4, 5, 3, 2]
3695	stu-3а-7	2026-03-30	30 марта	[2, 5, 4, 5]
3696	stu-3а-7	2026-03-31	31 марта	[5, 4, 4, 3]
\.
