COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4153	stu-3б-8	2026-03-24	24 марта	[5, 5, 4, 4, 2]
4154	stu-3б-8	2026-03-25	25 марта	[5, 4, 2, 3]
4155	stu-3б-8	2026-03-26	26 марта	[4, 5, 3, 4, 3]
4156	stu-3б-8	2026-03-27	27 марта	[3, 5, 4, 5]
4157	stu-3б-8	2026-03-30	30 марта	[3, 5, 4]
4158	stu-3б-8	2026-03-31	31 марта	[4, 5, 5, 4, 2]
4159	stu-3б-9	2026-03-02	2 марта	[5, 3, 4, 5]
4160	stu-3б-9	2026-03-03	3 марта	[3, 3, 3, 4, 5]
4161	stu-3б-9	2026-03-04	4 марта	[3, 4, 3]
4162	stu-3б-9	2026-03-05	5 марта	[2, 3, 5, 3]
4163	stu-3б-9	2026-03-06	6 марта	[4, 3, 2, 4]
4164	stu-3б-9	2026-03-09	9 марта	[4, 5, 4]
\.
