COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2941	stu-2в-12	2026-03-20	20 марта	[2, 4, 3, 5]
2942	stu-2в-12	2026-03-23	23 марта	[3, 5, 4, 3]
2943	stu-2в-12	2026-03-24	24 марта	[5, 4, 4, 3]
2944	stu-2в-12	2026-03-25	25 марта	[4, 5, 4, 4]
2945	stu-2в-12	2026-03-26	26 марта	[3, 4, 5, 5]
2946	stu-2в-12	2026-03-27	27 марта	[3, 4, 5, 5]
2947	stu-2в-12	2026-03-30	30 марта	[2, 4, 5]
2948	stu-2в-12	2026-03-31	31 марта	[5, 3, 3, 5]
2949	stu-2в-13	2026-03-02	2 марта	[3, 4, 5, 5]
2950	stu-2в-13	2026-03-03	3 марта	[5, 5, 4, 5, 4]
2951	stu-2в-13	2026-03-04	4 марта	[3, 2, 5, 5]
2952	stu-2в-13	2026-03-05	5 марта	[3, 4, 5, 5, 5]
\.
