COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
589	stu-1б-5	2026-03-24	24 марта	[5, 4, 4, 3]
590	stu-1б-5	2026-03-25	25 марта	[3, 5, 2]
591	stu-1б-5	2026-03-26	26 марта	[4, 4, 5, 4]
592	stu-1б-5	2026-03-27	27 марта	[5, 5, 5, 3]
593	stu-1б-5	2026-03-30	30 марта	[3, 5, 3]
594	stu-1б-5	2026-03-31	31 марта	[5, 2, 4, 3, 3]
595	stu-1б-6	2026-03-02	2 марта	[5, 4, 5]
596	stu-1б-6	2026-03-03	3 марта	[4, 4, 4, 5, 4]
597	stu-1б-6	2026-03-04	4 марта	[5, 2, 5, 4]
598	stu-1б-6	2026-03-05	5 марта	[3, 4, 4, 5, 5]
599	stu-1б-6	2026-03-06	6 марта	[3, 3, 2, 2]
600	stu-1б-6	2026-03-09	9 марта	[5, 3, 2]
\.
