COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6157	stu-4б-19	2026-03-26	26 марта	[4, 4, 2, 5]
6158	stu-4б-19	2026-03-27	27 марта	[4, 3, 3, 4]
6159	stu-4б-19	2026-03-30	30 марта	[4, 5, 3, 4]
6160	stu-4б-19	2026-03-31	31 марта	[2, 2, 5, 3, 5]
6161	stu-4б-20	2026-03-02	2 марта	[4, 5, 4]
6162	stu-4б-20	2026-03-03	3 марта	[5, 5, 3, 3]
6163	stu-4б-20	2026-03-04	4 марта	[5, 5, 3, 3]
6164	stu-4б-20	2026-03-05	5 марта	[4, 5, 5, 5, 5]
6165	stu-4б-20	2026-03-06	6 марта	[5, 2, 4, 4]
6166	stu-4б-20	2026-03-09	9 марта	[3, 4, 3]
6167	stu-4б-20	2026-03-10	10 марта	[4, 4, 4, 4]
6168	stu-4б-20	2026-03-11	11 марта	[5, 5, 2]
\.
