COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
745	stu-1б-12	2026-03-26	26 марта	[5, 4, 5, 3]
746	stu-1б-12	2026-03-27	27 марта	[4, 4, 4, 5]
747	stu-1б-12	2026-03-30	30 марта	[3, 5, 5]
748	stu-1б-12	2026-03-31	31 марта	[5, 4, 4, 3, 3]
749	stu-1б-13	2026-03-02	2 марта	[5, 3, 4]
750	stu-1б-13	2026-03-03	3 марта	[4, 2, 5, 5, 3]
751	stu-1б-13	2026-03-04	4 марта	[5, 2, 4, 5]
752	stu-1б-13	2026-03-05	5 марта	[4, 4, 5, 3, 5]
753	stu-1б-13	2026-03-06	6 марта	[3, 4, 4, 4]
754	stu-1б-13	2026-03-09	9 марта	[5, 2, 4]
755	stu-1б-13	2026-03-10	10 марта	[4, 3, 5, 5, 3]
756	stu-1б-13	2026-03-11	11 марта	[3, 5, 2]
\.
