COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
229	stu-1а-9	2026-03-12	12 марта	[4, 3, 2, 2]
230	stu-1а-9	2026-03-13	13 марта	[4, 2, 3, 3]
231	stu-1а-9	2026-03-16	16 марта	[3, 4, 5, 2]
232	stu-1а-9	2026-03-17	17 марта	[5, 2, 3, 4]
233	stu-1а-9	2026-03-18	18 марта	[3, 4, 3]
234	stu-1а-9	2026-03-19	19 марта	[3, 4, 5, 3, 3]
235	stu-1а-9	2026-03-20	20 марта	[4, 4, 3, 4]
236	stu-1а-9	2026-03-23	23 марта	[4, 3, 4, 4]
237	stu-1а-9	2026-03-24	24 марта	[2, 4, 3, 5]
238	stu-1а-9	2026-03-25	25 марта	[4, 4, 3, 2]
239	stu-1а-9	2026-03-26	26 марта	[4, 3, 3, 3, 3]
240	stu-1а-9	2026-03-27	27 марта	[2, 5, 5]
\.
