COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3301	stu-2г-9	2026-03-02	2 марта	[5, 3, 3, 4]
3302	stu-2г-9	2026-03-03	3 марта	[4, 3, 4, 2, 5]
3303	stu-2г-9	2026-03-04	4 марта	[4, 4, 3]
3304	stu-2г-9	2026-03-05	5 марта	[4, 5, 2, 4, 5]
3305	stu-2г-9	2026-03-06	6 марта	[4, 5, 4, 5]
3306	stu-2г-9	2026-03-09	9 марта	[3, 5, 5, 4]
3307	stu-2г-9	2026-03-10	10 марта	[4, 3, 2, 3]
3308	stu-2г-9	2026-03-11	11 марта	[4, 4, 4, 5]
3309	stu-2г-9	2026-03-12	12 марта	[5, 3, 2, 5, 5]
3310	stu-2г-9	2026-03-13	13 марта	[5, 4, 4, 5]
3311	stu-2г-9	2026-03-16	16 марта	[5, 2, 3]
3312	stu-2г-9	2026-03-17	17 марта	[3, 4, 3, 3, 5]
\.
