COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4969	stu-3г-5	2026-03-26	26 марта	[4, 2, 4, 4, 5]
4970	stu-3г-5	2026-03-27	27 марта	[2, 3, 4]
4971	stu-3г-5	2026-03-30	30 марта	[5, 3, 4, 5]
4972	stu-3г-5	2026-03-31	31 марта	[4, 4, 4, 2, 5]
4973	stu-3г-6	2026-03-02	2 марта	[3, 4, 4, 4]
4974	stu-3г-6	2026-03-03	3 марта	[4, 2, 5, 4, 4]
4975	stu-3г-6	2026-03-04	4 марта	[4, 3, 2, 4]
4976	stu-3г-6	2026-03-05	5 марта	[3, 4, 5, 3, 5]
4977	stu-3г-6	2026-03-06	6 марта	[4, 5, 5]
4978	stu-3г-6	2026-03-09	9 марта	[5, 2, 5]
4979	stu-3г-6	2026-03-10	10 марта	[3, 4, 5, 5, 4]
4980	stu-3г-6	2026-03-11	11 марта	[3, 3, 4, 3]
\.
