COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5557	stu-4а-12	2026-03-18	18 марта	[4, 3, 4]
5558	stu-4а-12	2026-03-19	19 марта	[2, 4, 5, 5, 4]
5559	stu-4а-12	2026-03-20	20 марта	[4, 3, 5]
5560	stu-4а-12	2026-03-23	23 марта	[4, 4, 4, 5]
5561	stu-4а-12	2026-03-24	24 марта	[2, 5, 4, 4]
5562	stu-4а-12	2026-03-25	25 марта	[4, 3, 4]
5563	stu-4а-12	2026-03-26	26 марта	[2, 2, 5, 2, 5]
5564	stu-4а-12	2026-03-27	27 марта	[5, 2, 4]
5565	stu-4а-12	2026-03-30	30 марта	[4, 5, 4]
5566	stu-4а-12	2026-03-31	31 марта	[4, 4, 4, 3]
5567	stu-4а-13	2026-03-02	2 марта	[2, 5, 2]
5568	stu-4а-13	2026-03-03	3 марта	[5, 4, 2, 5, 3]
\.
