COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
553	stu-1б-4	2026-03-04	4 марта	[4, 3, 5, 4]
554	stu-1б-4	2026-03-05	5 марта	[4, 5, 5, 3, 4]
555	stu-1б-4	2026-03-06	6 марта	[4, 3, 3, 4]
556	stu-1б-4	2026-03-09	9 марта	[5, 4, 3]
557	stu-1б-4	2026-03-10	10 марта	[5, 4, 3, 5, 4]
558	stu-1б-4	2026-03-11	11 марта	[2, 5, 2]
559	stu-1б-4	2026-03-12	12 марта	[5, 5, 2, 4, 4]
560	stu-1б-4	2026-03-13	13 марта	[2, 4, 3, 4]
561	stu-1б-4	2026-03-16	16 марта	[4, 5, 5, 3]
562	stu-1б-4	2026-03-17	17 марта	[4, 2, 4, 4, 4]
563	stu-1б-4	2026-03-18	18 марта	[5, 2, 3]
564	stu-1б-4	2026-03-19	19 марта	[5, 3, 3, 3]
\.
