COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1813	stu-2а-1	2026-03-12	12 марта	[5, 5, 4, 4, 3]
1814	stu-2а-1	2026-03-13	13 марта	[5, 3, 2, 4]
1815	stu-2а-1	2026-03-16	16 марта	[4, 4, 3, 3]
1816	stu-2а-1	2026-03-17	17 марта	[3, 3, 5, 3, 3]
1817	stu-2а-1	2026-03-18	18 марта	[5, 2, 4, 5]
1818	stu-2а-1	2026-03-19	19 марта	[4, 4, 3, 4]
1819	stu-2а-1	2026-03-20	20 марта	[4, 3, 2, 3]
1820	stu-2а-1	2026-03-23	23 марта	[4, 4, 4, 4]
1821	stu-2а-1	2026-03-24	24 марта	[4, 5, 5, 2]
1822	stu-2а-1	2026-03-25	25 марта	[3, 5, 4]
1823	stu-2а-1	2026-03-26	26 марта	[4, 2, 5, 5, 4]
1824	stu-2а-1	2026-03-27	27 марта	[3, 3, 5, 5]
\.
