COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2545	stu-2б-14	2026-03-20	20 марта	[3, 2, 4, 5]
2546	stu-2б-14	2026-03-23	23 марта	[5, 2, 3]
2547	stu-2б-14	2026-03-24	24 марта	[4, 4, 4, 5, 3]
2548	stu-2б-14	2026-03-25	25 марта	[5, 4, 2, 4]
2549	stu-2б-14	2026-03-26	26 марта	[3, 5, 4, 5, 2]
2550	stu-2б-14	2026-03-27	27 марта	[4, 5, 4]
2551	stu-2б-14	2026-03-30	30 марта	[5, 3, 3]
2552	stu-2б-14	2026-03-31	31 марта	[4, 4, 4, 2]
2553	stu-2б-15	2026-03-02	2 марта	[3, 4, 5, 5]
2554	stu-2б-15	2026-03-03	3 марта	[4, 5, 3, 2, 5]
2555	stu-2б-15	2026-03-04	4 марта	[4, 2, 5, 4]
2556	stu-2б-15	2026-03-05	5 марта	[4, 3, 5, 3]
\.
