COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5845	stu-4б-5	2026-03-20	20 марта	[2, 3, 4, 2]
5846	stu-4б-5	2026-03-23	23 марта	[5, 5, 4, 3]
5847	stu-4б-5	2026-03-24	24 марта	[4, 4, 2, 5, 4]
5848	stu-4б-5	2026-03-25	25 марта	[5, 3, 5]
5849	stu-4б-5	2026-03-26	26 марта	[4, 5, 3, 4]
5850	stu-4б-5	2026-03-27	27 марта	[5, 3, 4, 4]
5851	stu-4б-5	2026-03-30	30 марта	[3, 5, 5, 4]
5852	stu-4б-5	2026-03-31	31 марта	[2, 2, 4, 5, 5]
5853	stu-4б-6	2026-03-02	2 марта	[4, 5, 2]
5854	stu-4б-6	2026-03-03	3 марта	[5, 5, 5, 4]
5855	stu-4б-6	2026-03-04	4 марта	[5, 5, 3, 2]
5856	stu-4б-6	2026-03-05	5 марта	[3, 4, 5, 5, 5]
\.
