COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
37	stu-6b-1	2026-03-20	20 марта	[3, 4, 3, 4]
38	stu-6b-1	2026-03-23	23 марта	[4, 3, 2, 3]
39	stu-6b-1	2026-03-24	24 марта	[4, 2, 3, 4, 3]
40	stu-6b-1	2026-03-25	25 марта	[2, 4, 2, 4]
41	stu-6b-1	2026-03-26	26 марта	[4, 4, 2, 2, 3, 3]
42	stu-6b-1	2026-03-27	27 марта	[2, 4, 3, 4, 3]
43	stu-6b-1	2026-03-30	30 марта	[4, 3, 2, 4, 3]
44	stu-6b-1	2026-03-31	31 марта	[4, 4, 2, 4, 2, 2]
45	stu-1а-1	2026-03-02	2 марта	[2, 4, 5, 3]
46	stu-1а-1	2026-03-03	3 марта	[5, 4, 5, 4]
47	stu-1а-1	2026-03-04	4 марта	[2, 4, 5]
48	stu-1а-1	2026-03-05	5 марта	[4, 3, 3, 2]
\.
