COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5461	stu-4а-8	2026-03-06	6 марта	[3, 3, 5, 2]
5462	stu-4а-8	2026-03-09	9 марта	[4, 5, 2, 4]
5463	stu-4а-8	2026-03-10	10 марта	[5, 4, 5, 5, 2]
5464	stu-4а-8	2026-03-11	11 марта	[3, 3, 5, 3]
5465	stu-4а-8	2026-03-12	12 марта	[4, 4, 4, 2, 5]
5466	stu-4а-8	2026-03-13	13 марта	[5, 5, 4]
5467	stu-4а-8	2026-03-16	16 марта	[3, 4, 3]
5468	stu-4а-8	2026-03-17	17 марта	[5, 5, 4, 4, 2]
5469	stu-4а-8	2026-03-18	18 марта	[2, 4, 5]
5470	stu-4а-8	2026-03-19	19 марта	[4, 4, 5, 5, 4]
5471	stu-4а-8	2026-03-20	20 марта	[3, 2, 3]
5472	stu-4а-8	2026-03-23	23 марта	[2, 3, 5, 5]
\.
