COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
949	stu-1в-2	2026-03-04	4 марта	[4, 4, 4, 4]
950	stu-1в-2	2026-03-05	5 марта	[5, 4, 4, 5, 3]
951	stu-1в-2	2026-03-06	6 марта	[5, 5, 4, 4]
952	stu-1в-2	2026-03-09	9 марта	[4, 5, 4, 4]
953	stu-1в-2	2026-03-10	10 марта	[5, 5, 2, 3, 5]
954	stu-1в-2	2026-03-11	11 марта	[3, 5, 5, 4]
955	stu-1в-2	2026-03-12	12 марта	[4, 3, 5, 4, 3]
956	stu-1в-2	2026-03-13	13 марта	[3, 4, 5, 3]
957	stu-1в-2	2026-03-16	16 марта	[2, 5, 4, 4]
958	stu-1в-2	2026-03-17	17 марта	[5, 2, 4, 5]
959	stu-1в-2	2026-03-18	18 марта	[4, 4, 5]
960	stu-1в-2	2026-03-19	19 марта	[3, 4, 5, 4, 4]
\.
