COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1957	stu-2а-7	2026-03-30	30 марта	[5, 4, 5]
1958	stu-2а-7	2026-03-31	31 марта	[2, 5, 5, 2, 5]
1959	stu-2а-8	2026-03-02	2 марта	[4, 5, 4, 5]
1960	stu-2а-8	2026-03-03	3 марта	[5, 3, 4, 5, 2]
1961	stu-2а-8	2026-03-04	4 марта	[2, 4, 4, 4]
1962	stu-2а-8	2026-03-05	5 марта	[3, 4, 4, 5]
1963	stu-2а-8	2026-03-06	6 марта	[3, 4, 4, 3]
1964	stu-2а-8	2026-03-09	9 марта	[4, 4, 3, 4]
1965	stu-2а-8	2026-03-10	10 марта	[5, 2, 3, 3]
1966	stu-2а-8	2026-03-11	11 марта	[4, 5, 3, 5]
1967	stu-2а-8	2026-03-12	12 марта	[5, 5, 2, 3, 5]
1968	stu-2а-8	2026-03-13	13 марта	[5, 4, 4, 5]
\.
