COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6445	stu-4в-12	2026-03-30	30 марта	[4, 3, 5]
6446	stu-4в-12	2026-03-31	31 марта	[4, 5, 4, 4, 3]
6447	stu-4в-13	2026-03-02	2 марта	[4, 5, 4, 4]
6448	stu-4в-13	2026-03-03	3 марта	[5, 3, 4, 3]
6449	stu-4в-13	2026-03-04	4 марта	[3, 3, 5, 4]
6450	stu-4в-13	2026-03-05	5 марта	[5, 4, 5, 5, 3]
6451	stu-4в-13	2026-03-06	6 марта	[3, 4, 2, 4]
6452	stu-4в-13	2026-03-09	9 марта	[2, 4, 4]
6453	stu-4в-13	2026-03-10	10 марта	[4, 3, 4, 5]
6454	stu-4в-13	2026-03-11	11 марта	[4, 3, 2]
6455	stu-4в-13	2026-03-12	12 марта	[4, 3, 4, 2, 4]
6456	stu-4в-13	2026-03-13	13 марта	[3, 5, 5, 4]
\.
