COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6241	stu-4в-3	2026-03-20	20 марта	[5, 5, 4, 3]
6242	stu-4в-3	2026-03-23	23 марта	[2, 4, 5, 2]
6243	stu-4в-3	2026-03-24	24 марта	[3, 2, 4, 4]
6244	stu-4в-3	2026-03-25	25 марта	[3, 5, 4]
6245	stu-4в-3	2026-03-26	26 марта	[5, 4, 4, 2, 5]
6246	stu-4в-3	2026-03-27	27 марта	[4, 4, 5]
6247	stu-4в-3	2026-03-30	30 марта	[3, 5, 4]
6248	stu-4в-3	2026-03-31	31 марта	[5, 3, 2, 5, 4]
6249	stu-4в-4	2026-03-02	2 марта	[5, 5, 3, 5]
6250	stu-4в-4	2026-03-03	3 марта	[4, 4, 5, 4]
6251	stu-4в-4	2026-03-04	4 марта	[4, 2, 4, 4]
6252	stu-4в-4	2026-03-05	5 марта	[3, 3, 4, 5, 2]
\.
