COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
865	stu-1б-18	2026-03-10	10 марта	[5, 4, 5, 5, 2]
866	stu-1б-18	2026-03-11	11 марта	[4, 5, 3]
867	stu-1б-18	2026-03-12	12 марта	[4, 4, 3, 4, 5]
868	stu-1б-18	2026-03-13	13 марта	[4, 5, 4, 4]
869	stu-1б-18	2026-03-16	16 марта	[4, 3, 4, 4]
870	stu-1б-18	2026-03-17	17 марта	[4, 3, 5, 4, 2]
871	stu-1б-18	2026-03-18	18 марта	[5, 4, 5]
872	stu-1б-18	2026-03-19	19 марта	[3, 4, 3, 2]
873	stu-1б-18	2026-03-20	20 марта	[4, 4, 5, 3]
874	stu-1б-18	2026-03-23	23 марта	[2, 2, 4, 5]
875	stu-1б-18	2026-03-24	24 марта	[5, 5, 4, 3]
876	stu-1б-18	2026-03-25	25 марта	[3, 5, 4]
\.
