COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1633	stu-1г-13	2026-03-06	6 марта	[2, 4, 4, 2]
1634	stu-1г-13	2026-03-09	9 марта	[4, 4, 4, 5]
1635	stu-1г-13	2026-03-10	10 марта	[4, 4, 3, 5, 4]
1636	stu-1г-13	2026-03-11	11 марта	[3, 3, 4, 5]
1637	stu-1г-13	2026-03-12	12 марта	[2, 5, 4, 5, 5]
1638	stu-1г-13	2026-03-13	13 марта	[3, 3, 2, 4]
1639	stu-1г-13	2026-03-16	16 марта	[5, 2, 4, 5]
1640	stu-1г-13	2026-03-17	17 марта	[4, 5, 3, 5]
1641	stu-1г-13	2026-03-18	18 марта	[2, 5, 4]
1642	stu-1г-13	2026-03-19	19 марта	[2, 4, 4, 3, 5]
1643	stu-1г-13	2026-03-20	20 марта	[5, 3, 4, 4]
1644	stu-1г-13	2026-03-23	23 марта	[5, 3, 3, 5]
\.
