COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1285	stu-1в-17	2026-03-12	12 марта	[5, 3, 5, 3, 2]
1286	stu-1в-17	2026-03-13	13 марта	[4, 2, 3, 4]
1287	stu-1в-17	2026-03-16	16 марта	[4, 5, 2, 5]
1288	stu-1в-17	2026-03-17	17 марта	[4, 4, 2, 4]
1289	stu-1в-17	2026-03-18	18 марта	[4, 3, 5]
1290	stu-1в-17	2026-03-19	19 марта	[3, 4, 4, 3, 5]
1291	stu-1в-17	2026-03-20	20 марта	[5, 2, 3, 4]
1292	stu-1в-17	2026-03-23	23 марта	[4, 5, 2]
1293	stu-1в-17	2026-03-24	24 марта	[3, 4, 4, 5, 5]
1294	stu-1в-17	2026-03-25	25 марта	[5, 5, 4, 4]
1295	stu-1в-17	2026-03-26	26 марта	[4, 4, 5, 5, 2]
1296	stu-1в-17	2026-03-27	27 марта	[5, 3, 2, 4]
\.
