COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2341	stu-2б-5	2026-03-12	12 марта	[4, 3, 2, 4, 5]
2342	stu-2б-5	2026-03-13	13 марта	[4, 5, 5]
2343	stu-2б-5	2026-03-16	16 марта	[5, 5, 4]
2344	stu-2б-5	2026-03-17	17 марта	[4, 2, 4, 5, 4]
2345	stu-2б-5	2026-03-18	18 марта	[5, 3, 4]
2346	stu-2б-5	2026-03-19	19 марта	[5, 5, 4, 4, 4]
2347	stu-2б-5	2026-03-20	20 марта	[4, 3, 3, 5]
2348	stu-2б-5	2026-03-23	23 марта	[3, 3, 4]
2349	stu-2б-5	2026-03-24	24 марта	[4, 5, 3, 5, 4]
2350	stu-2б-5	2026-03-25	25 марта	[5, 3, 3, 5]
2351	stu-2б-5	2026-03-26	26 марта	[3, 5, 3, 5, 2]
2352	stu-2б-5	2026-03-27	27 марта	[5, 5, 5]
\.
