COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6757	stu-4г-7	2026-03-04	4 марта	[3, 4, 5, 4]
6758	stu-4г-7	2026-03-05	5 марта	[4, 5, 5, 5]
6759	stu-4г-7	2026-03-06	6 марта	[5, 5, 5, 4]
6760	stu-4г-7	2026-03-09	9 марта	[5, 3, 5]
6761	stu-4г-7	2026-03-10	10 марта	[3, 5, 5, 5, 3]
6762	stu-4г-7	2026-03-11	11 марта	[5, 5, 4, 3]
6763	stu-4г-7	2026-03-12	12 марта	[3, 4, 5, 2, 5]
6764	stu-4г-7	2026-03-13	13 марта	[5, 4, 4, 5]
6765	stu-4г-7	2026-03-16	16 марта	[5, 4, 4]
6766	stu-4г-7	2026-03-17	17 марта	[4, 4, 4, 4, 2]
6767	stu-4г-7	2026-03-18	18 марта	[2, 5, 3, 4]
6768	stu-4г-7	2026-03-19	19 марта	[3, 4, 5, 4, 5]
\.
