COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6649	stu-4г-2	2026-03-06	6 марта	[3, 4, 5, 3]
6650	stu-4г-2	2026-03-09	9 марта	[5, 5, 5]
6651	stu-4г-2	2026-03-10	10 марта	[2, 4, 5, 5, 4]
6652	stu-4г-2	2026-03-11	11 марта	[5, 5, 2, 4]
6653	stu-4г-2	2026-03-12	12 марта	[2, 4, 5, 2, 5]
6654	stu-4г-2	2026-03-13	13 марта	[4, 4, 5, 4]
6655	stu-4г-2	2026-03-16	16 марта	[5, 4, 5]
6656	stu-4г-2	2026-03-17	17 марта	[3, 5, 4, 5, 3]
6657	stu-4г-2	2026-03-18	18 марта	[3, 5, 5, 5]
6658	stu-4г-2	2026-03-19	19 марта	[4, 4, 5, 5, 5]
6659	stu-4г-2	2026-03-20	20 марта	[5, 5, 4, 5]
6660	stu-4г-2	2026-03-23	23 марта	[5, 2, 3]
\.
