COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
913	stu-1б-20	2026-03-16	16 марта	[5, 5, 5, 3]
914	stu-1б-20	2026-03-17	17 марта	[3, 2, 5, 5, 4]
915	stu-1б-20	2026-03-18	18 марта	[5, 2, 3]
916	stu-1б-20	2026-03-19	19 марта	[5, 3, 4, 3]
917	stu-1б-20	2026-03-20	20 марта	[2, 2, 5, 3]
918	stu-1б-20	2026-03-23	23 марта	[4, 3, 4, 3]
919	stu-1б-20	2026-03-24	24 марта	[4, 4, 4, 5]
920	stu-1б-20	2026-03-25	25 марта	[5, 4, 3]
921	stu-1б-20	2026-03-26	26 марта	[5, 4, 4, 3]
922	stu-1б-20	2026-03-27	27 марта	[3, 3, 5, 5]
923	stu-1б-20	2026-03-30	30 марта	[5, 4, 5]
924	stu-1б-20	2026-03-31	31 марта	[3, 4, 5, 5, 3]
\.
