COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5221	stu-3г-17	2026-03-10	10 марта	[2, 3, 5, 4, 5]
5222	stu-3г-17	2026-03-11	11 марта	[4, 3, 2, 3]
5223	stu-3г-17	2026-03-12	12 марта	[4, 5, 5, 3, 5]
5224	stu-3г-17	2026-03-13	13 марта	[5, 2, 5, 4]
5225	stu-3г-17	2026-03-16	16 марта	[4, 3, 3, 5]
5226	stu-3г-17	2026-03-17	17 марта	[3, 5, 5, 3]
5227	stu-3г-17	2026-03-18	18 марта	[5, 4, 4, 5]
5228	stu-3г-17	2026-03-19	19 марта	[5, 4, 5, 5]
5229	stu-3г-17	2026-03-20	20 марта	[5, 4, 4, 4]
5230	stu-3г-17	2026-03-23	23 марта	[5, 5, 2, 5]
5231	stu-3г-17	2026-03-24	24 марта	[4, 4, 3, 2]
5232	stu-3г-17	2026-03-25	25 марта	[4, 3, 4, 3]
\.
