COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2857	stu-2в-8	2026-03-26	26 марта	[3, 4, 4, 5]
2858	stu-2в-8	2026-03-27	27 марта	[5, 3, 5, 5]
2859	stu-2в-8	2026-03-30	30 марта	[4, 5, 4]
2860	stu-2в-8	2026-03-31	31 марта	[3, 3, 4, 4]
2861	stu-2в-9	2026-03-02	2 марта	[2, 4, 4, 5]
2862	stu-2в-9	2026-03-03	3 марта	[5, 4, 5, 5, 2]
2863	stu-2в-9	2026-03-04	4 марта	[2, 4, 4, 4]
2864	stu-2в-9	2026-03-05	5 марта	[2, 4, 5, 4, 4]
2865	stu-2в-9	2026-03-06	6 марта	[3, 4, 4]
2866	stu-2в-9	2026-03-09	9 марта	[2, 5, 5]
2867	stu-2в-9	2026-03-10	10 марта	[4, 4, 3, 2, 4]
2868	stu-2в-9	2026-03-11	11 марта	[3, 4, 3]
\.
