COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5449	stu-4а-7	2026-03-20	20 марта	[5, 2, 5]
5450	stu-4а-7	2026-03-23	23 марта	[4, 5, 5, 4]
5451	stu-4а-7	2026-03-24	24 марта	[2, 5, 5, 5]
5452	stu-4а-7	2026-03-25	25 марта	[4, 4, 4]
5453	stu-4а-7	2026-03-26	26 марта	[2, 4, 4, 4, 4]
5454	stu-4а-7	2026-03-27	27 марта	[5, 3, 5]
5455	stu-4а-7	2026-03-30	30 марта	[4, 4, 5]
5456	stu-4а-7	2026-03-31	31 марта	[3, 3, 3, 4]
5457	stu-4а-8	2026-03-02	2 марта	[3, 4, 4]
5458	stu-4а-8	2026-03-03	3 марта	[5, 5, 3, 4, 2]
5459	stu-4а-8	2026-03-04	4 марта	[4, 3, 4]
5460	stu-4а-8	2026-03-05	5 марта	[3, 3, 5, 5]
\.
