COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4501	stu-3в-4	2026-03-18	18 марта	[5, 5, 3, 5]
4502	stu-3в-4	2026-03-19	19 марта	[2, 4, 5, 5]
4503	stu-3в-4	2026-03-20	20 марта	[5, 4, 4]
4504	stu-3в-4	2026-03-23	23 марта	[2, 5, 5]
4505	stu-3в-4	2026-03-24	24 марта	[4, 5, 3, 4, 5]
4506	stu-3в-4	2026-03-25	25 марта	[5, 5, 4]
4507	stu-3в-4	2026-03-26	26 марта	[3, 5, 4, 3, 5]
4508	stu-3в-4	2026-03-27	27 марта	[5, 5, 3, 5]
4509	stu-3в-4	2026-03-30	30 марта	[4, 3, 5, 4]
4510	stu-3в-4	2026-03-31	31 марта	[3, 5, 3, 3, 5]
4511	stu-3в-5	2026-03-02	2 марта	[5, 5, 2, 2]
4512	stu-3в-5	2026-03-03	3 марта	[5, 2, 3, 4]
\.
