COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6745	stu-4г-6	2026-03-18	18 марта	[3, 5, 5, 5]
6746	stu-4г-6	2026-03-19	19 марта	[2, 2, 3, 3, 5]
6747	stu-4г-6	2026-03-20	20 марта	[4, 4, 3, 4]
6748	stu-4г-6	2026-03-23	23 марта	[3, 3, 3]
6749	stu-4г-6	2026-03-24	24 марта	[3, 4, 3, 4, 5]
6750	stu-4г-6	2026-03-25	25 марта	[4, 3, 5, 3]
6751	stu-4г-6	2026-03-26	26 марта	[5, 2, 3, 5, 4]
6752	stu-4г-6	2026-03-27	27 марта	[3, 2, 5, 3]
6753	stu-4г-6	2026-03-30	30 марта	[4, 3, 5]
6754	stu-4г-6	2026-03-31	31 марта	[5, 4, 3, 4, 4]
6755	stu-4г-7	2026-03-02	2 марта	[2, 5, 4]
6756	stu-4г-7	2026-03-03	3 марта	[3, 4, 5, 5, 3]
\.
