COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5233	stu-3г-17	2026-03-26	26 марта	[4, 4, 5, 3, 5]
5234	stu-3г-17	2026-03-27	27 марта	[3, 5, 4]
5235	stu-3г-17	2026-03-30	30 марта	[3, 5, 5, 5]
5236	stu-3г-17	2026-03-31	31 марта	[4, 2, 5, 3, 4]
5237	stu-3г-18	2026-03-02	2 марта	[5, 3, 3, 3]
5238	stu-3г-18	2026-03-03	3 марта	[5, 4, 3, 3, 5]
5239	stu-3г-18	2026-03-04	4 марта	[5, 5, 2, 4]
5240	stu-3г-18	2026-03-05	5 марта	[3, 2, 3, 4, 5]
5241	stu-3г-18	2026-03-06	6 марта	[5, 3, 5]
5242	stu-3г-18	2026-03-09	9 марта	[4, 3, 5]
5243	stu-3г-18	2026-03-10	10 марта	[3, 5, 4, 3, 5]
5244	stu-3г-18	2026-03-11	11 марта	[5, 5, 4, 3]
\.
