COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6385	stu-4в-10	2026-03-06	6 марта	[3, 4, 4, 4]
6386	stu-4в-10	2026-03-09	9 марта	[2, 5, 3]
6387	stu-4в-10	2026-03-10	10 марта	[4, 3, 4, 5]
6388	stu-4в-10	2026-03-11	11 марта	[5, 3, 2]
6389	stu-4в-10	2026-03-12	12 марта	[4, 4, 5, 2, 5]
6390	stu-4в-10	2026-03-13	13 марта	[3, 5, 3, 4]
6391	stu-4в-10	2026-03-16	16 марта	[2, 3, 5, 5]
6392	stu-4в-10	2026-03-17	17 марта	[5, 5, 3, 3]
6393	stu-4в-10	2026-03-18	18 марта	[2, 5, 5, 5]
6394	stu-4в-10	2026-03-19	19 марта	[5, 2, 4, 5]
6395	stu-4в-10	2026-03-20	20 марта	[5, 5, 4, 4]
6396	stu-4в-10	2026-03-23	23 марта	[3, 4, 5, 3]
\.
