COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
5893	stu-4б-7	2026-03-26	26 марта	[4, 5, 2, 3]
5894	stu-4б-7	2026-03-27	27 марта	[5, 4, 2, 4]
5895	stu-4б-7	2026-03-30	30 марта	[4, 4, 3, 5]
5896	stu-4б-7	2026-03-31	31 марта	[2, 4, 5, 4, 5]
5897	stu-4б-8	2026-03-02	2 марта	[3, 5, 3]
5898	stu-4б-8	2026-03-03	3 марта	[5, 4, 3, 4]
5899	stu-4б-8	2026-03-04	4 марта	[4, 5, 2, 4]
5900	stu-4б-8	2026-03-05	5 марта	[2, 5, 5, 5, 4]
5901	stu-4б-8	2026-03-06	6 марта	[5, 3, 5, 5]
5902	stu-4б-8	2026-03-09	9 марта	[2, 4, 4]
5903	stu-4б-8	2026-03-10	10 марта	[5, 4, 3, 5]
5904	stu-4б-8	2026-03-11	11 марта	[3, 5, 3]
\.
