COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
361	stu-1а-15	2026-03-12	12 марта	[3, 3, 4, 4]
362	stu-1а-15	2026-03-13	13 марта	[5, 3, 3, 4]
363	stu-1а-15	2026-03-16	16 марта	[4, 4, 5, 3]
364	stu-1а-15	2026-03-17	17 марта	[4, 3, 4, 4]
365	stu-1а-15	2026-03-18	18 марта	[4, 4, 2]
366	stu-1а-15	2026-03-19	19 марта	[2, 4, 3, 2, 4]
367	stu-1а-15	2026-03-20	20 марта	[4, 5, 2, 4]
368	stu-1а-15	2026-03-23	23 марта	[5, 4, 2, 3]
369	stu-1а-15	2026-03-24	24 марта	[2, 5, 4, 4]
370	stu-1а-15	2026-03-25	25 марта	[4, 4, 3, 2]
371	stu-1а-15	2026-03-26	26 марта	[4, 4, 5, 4, 4]
372	stu-1а-15	2026-03-27	27 марта	[3, 5, 5]
\.
