COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3157	stu-2г-2	2026-03-16	16 марта	[4, 4, 3]
3158	stu-2г-2	2026-03-17	17 марта	[3, 3, 5, 3, 4]
3159	stu-2г-2	2026-03-18	18 марта	[5, 5, 4, 3]
3160	stu-2г-2	2026-03-19	19 марта	[4, 4, 4, 3, 5]
3161	stu-2г-2	2026-03-20	20 марта	[4, 4, 3]
3162	stu-2г-2	2026-03-23	23 марта	[2, 5, 5, 3]
3163	stu-2г-2	2026-03-24	24 марта	[5, 4, 3, 5, 4]
3164	stu-2г-2	2026-03-25	25 марта	[5, 5, 3, 4]
3165	stu-2г-2	2026-03-26	26 марта	[5, 4, 3, 3, 5]
3166	stu-2г-2	2026-03-27	27 марта	[5, 5, 4, 3]
3167	stu-2г-2	2026-03-30	30 марта	[3, 5, 5, 2]
3168	stu-2г-2	2026-03-31	31 марта	[4, 4, 4, 3]
\.
