COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6325	stu-4в-7	2026-03-16	16 марта	[4, 2, 3, 5]
6326	stu-4в-7	2026-03-17	17 марта	[4, 5, 4, 3]
6327	stu-4в-7	2026-03-18	18 марта	[3, 3, 5, 4]
6328	stu-4в-7	2026-03-19	19 марта	[3, 3, 4, 4]
6329	stu-4в-7	2026-03-20	20 марта	[5, 3, 3, 5]
6330	stu-4в-7	2026-03-23	23 марта	[3, 4, 3, 3]
6331	stu-4в-7	2026-03-24	24 марта	[5, 4, 3, 2]
6332	stu-4в-7	2026-03-25	25 марта	[3, 3, 5]
6333	stu-4в-7	2026-03-26	26 марта	[4, 2, 5, 4, 4]
6334	stu-4в-7	2026-03-27	27 марта	[3, 5, 4]
6335	stu-4в-7	2026-03-30	30 марта	[3, 3, 3]
6336	stu-4в-7	2026-03-31	31 марта	[5, 3, 4, 4, 2]
\.
