COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3577	stu-3а-2	2026-03-18	18 марта	[4, 4, 3, 4]
3578	stu-3а-2	2026-03-19	19 марта	[5, 4, 3, 4]
3579	stu-3а-2	2026-03-20	20 марта	[5, 5, 2, 4]
3580	stu-3а-2	2026-03-23	23 марта	[5, 4, 2, 3]
3581	stu-3а-2	2026-03-24	24 марта	[5, 2, 5, 3, 3]
3582	stu-3а-2	2026-03-25	25 марта	[4, 4, 4]
3583	stu-3а-2	2026-03-26	26 марта	[3, 5, 4, 3]
3584	stu-3а-2	2026-03-27	27 марта	[4, 5, 4, 2]
3585	stu-3а-2	2026-03-30	30 марта	[3, 4, 3, 5]
3586	stu-3а-2	2026-03-31	31 марта	[5, 5, 4, 2]
3587	stu-3а-3	2026-03-02	2 марта	[4, 5, 4]
3588	stu-3а-3	2026-03-03	3 марта	[5, 5, 3, 4, 4]
\.
