COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1297	stu-1в-17	2026-03-30	30 марта	[3, 4, 3]
1298	stu-1в-17	2026-03-31	31 марта	[3, 3, 5, 4, 3]
1299	stu-1в-18	2026-03-02	2 марта	[2, 5, 5]
1300	stu-1в-18	2026-03-03	3 марта	[4, 2, 3, 3]
1301	stu-1в-18	2026-03-04	4 марта	[4, 5, 2, 4]
1302	stu-1в-18	2026-03-05	5 марта	[5, 4, 2, 5, 5]
1303	stu-1в-18	2026-03-06	6 марта	[3, 5, 4, 4]
1304	stu-1в-18	2026-03-09	9 марта	[4, 3, 4, 4]
1305	stu-1в-18	2026-03-10	10 марта	[4, 3, 2, 3, 5]
1306	stu-1в-18	2026-03-11	11 марта	[3, 4, 4, 4]
1307	stu-1в-18	2026-03-12	12 марта	[4, 4, 5, 4, 3]
1308	stu-1в-18	2026-03-13	13 марта	[3, 4, 5, 3]
\.
