COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
4261	stu-3б-13	2026-03-20	20 марта	[2, 5, 5, 2]
4262	stu-3б-13	2026-03-23	23 марта	[5, 2, 5, 4]
4263	stu-3б-13	2026-03-24	24 марта	[4, 5, 3, 4, 4]
4264	stu-3б-13	2026-03-25	25 марта	[5, 5, 3, 2]
4265	stu-3б-13	2026-03-26	26 марта	[5, 4, 4, 5, 2]
4266	stu-3б-13	2026-03-27	27 марта	[5, 5, 3, 3]
4267	stu-3б-13	2026-03-30	30 марта	[4, 4, 5]
4268	stu-3б-13	2026-03-31	31 марта	[3, 5, 4, 3, 4]
4269	stu-3б-14	2026-03-02	2 марта	[5, 5, 2, 4]
4270	stu-3б-14	2026-03-03	3 марта	[3, 2, 5, 3, 3]
4271	stu-3б-14	2026-03-04	4 марта	[5, 3, 5]
4272	stu-3б-14	2026-03-05	5 марта	[4, 5, 5, 5]
\.
