COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
2881	stu-2в-9	2026-03-30	30 марта	[3, 4, 5]
2882	stu-2в-9	2026-03-31	31 марта	[4, 5, 2, 3]
2883	stu-2в-10	2026-03-02	2 марта	[4, 4, 4, 5]
2884	stu-2в-10	2026-03-03	3 марта	[4, 5, 5, 5, 4]
2885	stu-2в-10	2026-03-04	4 марта	[4, 2, 5, 5]
2886	stu-2в-10	2026-03-05	5 марта	[4, 4, 5, 5, 5]
2887	stu-2в-10	2026-03-06	6 марта	[5, 2, 3]
2888	stu-2в-10	2026-03-09	9 марта	[4, 5, 5]
2889	stu-2в-10	2026-03-10	10 марта	[2, 4, 4, 2, 5]
2890	stu-2в-10	2026-03-11	11 марта	[5, 2, 5]
2891	stu-2в-10	2026-03-12	12 марта	[2, 5, 4, 5, 5]
2892	stu-2в-10	2026-03-13	13 марта	[5, 5, 3, 2]
\.
