COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1273	stu-1в-16	2026-03-26	26 марта	[3, 4, 5, 5, 3]
1274	stu-1в-16	2026-03-27	27 марта	[5, 4, 4, 3]
1275	stu-1в-16	2026-03-30	30 марта	[2, 5, 4]
1276	stu-1в-16	2026-03-31	31 марта	[4, 4, 3, 2, 4]
1277	stu-1в-17	2026-03-02	2 марта	[4, 4, 5]
1278	stu-1в-17	2026-03-03	3 марта	[3, 4, 5, 3]
1279	stu-1в-17	2026-03-04	4 марта	[5, 5, 3, 5]
1280	stu-1в-17	2026-03-05	5 марта	[5, 5, 3, 4, 3]
1281	stu-1в-17	2026-03-06	6 марта	[4, 5, 2, 5]
1282	stu-1в-17	2026-03-09	9 марта	[5, 4, 3, 5]
1283	stu-1в-17	2026-03-10	10 марта	[3, 4, 4, 4, 5]
1284	stu-1в-17	2026-03-11	11 марта	[4, 4, 5, 3]
\.
