COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
1069	stu-1в-7	2026-03-18	18 марта	[4, 5, 5]
1070	stu-1в-7	2026-03-19	19 марта	[4, 5, 5, 3, 5]
1071	stu-1в-7	2026-03-20	20 марта	[5, 3, 4, 4]
1072	stu-1в-7	2026-03-23	23 марта	[4, 5, 3]
1073	stu-1в-7	2026-03-24	24 марта	[3, 5, 3, 3, 5]
1074	stu-1в-7	2026-03-25	25 марта	[5, 5, 3, 4]
1075	stu-1в-7	2026-03-26	26 марта	[5, 5, 4, 4, 4]
1076	stu-1в-7	2026-03-27	27 марта	[4, 4, 2, 5]
1077	stu-1в-7	2026-03-30	30 марта	[4, 5, 2]
1078	stu-1в-7	2026-03-31	31 марта	[2, 2, 4, 3, 5]
1079	stu-1в-8	2026-03-02	2 марта	[2, 3, 5]
1080	stu-1в-8	2026-03-03	3 марта	[4, 3, 5, 2]
\.
