COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
3049	stu-2в-17	2026-03-18	18 марта	[3, 4, 3]
3050	stu-2в-17	2026-03-19	19 марта	[5, 3, 3, 2]
3051	stu-2в-17	2026-03-20	20 марта	[2, 4, 3, 4]
3052	stu-2в-17	2026-03-23	23 марта	[2, 3, 5, 3]
3053	stu-2в-17	2026-03-24	24 марта	[5, 4, 5, 3]
3054	stu-2в-17	2026-03-25	25 марта	[4, 5, 4, 4]
3055	stu-2в-17	2026-03-26	26 марта	[2, 2, 5, 5]
3056	stu-2в-17	2026-03-27	27 марта	[3, 3, 4, 5]
3057	stu-2в-17	2026-03-30	30 марта	[2, 3, 5]
3058	stu-2в-17	2026-03-31	31 марта	[5, 5, 2, 4]
3059	stu-2в-18	2026-03-02	2 марта	[4, 5, 4, 4]
3060	stu-2в-18	2026-03-03	3 марта	[4, 3, 5, 5, 4]
\.
