COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11437	stu-7в-8	2026-03-26	26 марта	[5, 5, 2, 5, 2, 4]
11438	stu-7в-8	2026-03-27	27 марта	[5, 5, 3, 3]
11439	stu-7в-8	2026-03-30	30 марта	[4, 4, 2, 4]
11440	stu-7в-8	2026-03-31	31 марта	[5, 4, 3, 3, 3, 4]
11441	stu-7в-9	2026-03-02	2 марта	[4, 4, 4, 3]
11442	stu-7в-9	2026-03-03	3 марта	[4, 4, 5, 2, 5, 4]
11443	stu-7в-9	2026-03-04	4 марта	[5, 4, 3, 3, 5]
11444	stu-7в-9	2026-03-05	5 марта	[5, 3, 4, 5, 2]
11445	stu-7в-9	2026-03-06	6 марта	[5, 4, 5, 5, 2]
11446	stu-7в-9	2026-03-09	9 марта	[4, 4, 4, 5]
11447	stu-7в-9	2026-03-10	10 марта	[3, 5, 3, 3, 5, 4]
11448	stu-7в-9	2026-03-11	11 марта	[2, 3, 3, 4]
\.
