COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13369	stu-9а-1	2026-03-20	20 марта	[2, 2, 3, 4, 4]
13370	stu-9а-1	2026-03-23	23 марта	[3, 2, 4, 4, 5]
13371	stu-9а-1	2026-03-24	24 марта	[5, 4, 3, 5, 4, 3]
13372	stu-9а-1	2026-03-25	25 марта	[3, 2, 5, 5, 3, 5]
13373	stu-9а-1	2026-03-26	26 марта	[3, 3, 4, 5, 2, 4]
13374	stu-9а-1	2026-03-27	27 марта	[3, 2, 3, 5, 4]
13375	stu-9а-1	2026-03-30	30 марта	[3, 3, 4, 5, 3]
13376	stu-9а-1	2026-03-31	31 марта	[4, 4, 4, 2, 4, 4]
13377	stu-9а-2	2026-03-02	2 марта	[3, 5, 5, 3, 5, 5]
13378	stu-9а-2	2026-03-03	3 марта	[5, 5, 2, 5, 5, 4, 5]
13379	stu-9а-2	2026-03-04	4 марта	[4, 4, 5, 2, 3, 4]
13380	stu-9а-2	2026-03-05	5 марта	[4, 5, 2, 5, 5, 5]
\.
