COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3301	stu-5г-10	eng	Иностранный язык	4.85	4.85	4.85	3
3302	stu-5г-10	info	Информатика	3.63	3.63	3.63	4
3303	stu-5г-10	hist	История	3.75	3.75	3.75	5
3304	stu-5г-10	lit	Литература	3.97	3.97	3.97	6
3305	stu-5г-10	math	Математика	3.86	3.86	3.86	7
3306	stu-5г-10	social	Обществознание	4.67	4.67	4.67	8
3307	stu-5г-10	work	Труд (технология)	3.25	3.25	3.25	9
3308	stu-5г-10	pe	Физическая культура	4	4	4	10
3309	stu-5г-11	bio	Биология	3.33	3.33	3.33	0
3310	stu-5г-11	geo	География	5	5	5	1
3311	stu-5г-11	art	Изобразительное искусство	3.67	3.67	3.67	2
3312	stu-5г-11	eng	Иностранный язык	3.85	3.85	3.85	3
3313	stu-5г-11	info	Информатика	3.38	3.38	3.38	4
3314	stu-5г-11	hist	История	4.5	4.5	4.5	5
3315	stu-5г-11	lit	Литература	3.75	3.75	3.75	6
3316	stu-5г-11	math	Математика	4.1	4.1	4.1	7
3317	stu-5г-11	social	Обществознание	3.67	3.67	3.67	8
3318	stu-5г-11	work	Труд (технология)	4.5	4.5	4.5	9
3319	stu-5г-11	pe	Физическая культура	4.18	4.18	4.18	10
3320	stu-5г-12	bio	Биология	3.67	3.67	3.67	0
3321	stu-5г-12	geo	География	3.33	3.33	3.33	1
3322	stu-5г-12	art	Изобразительное искусство	3.33	3.33	3.33	2
3323	stu-5г-12	eng	Иностранный язык	4	4	4	3
3324	stu-5г-12	info	Информатика	3.75	3.75	3.75	4
3325	stu-5г-12	hist	История	4.75	4.75	4.75	5
3326	stu-5г-12	lit	Литература	3.84	3.84	3.84	6
3327	stu-5г-12	math	Математика	3.95	3.95	3.95	7
3328	stu-5г-12	social	Обществознание	4.67	4.67	4.67	8
3329	stu-5г-12	work	Труд (технология)	3.75	3.75	3.75	9
3330	stu-5г-12	pe	Физическая культура	4.36	4.36	4.36	10
3331	stu-5г-13	bio	Биология	2	2	2	0
3332	stu-5г-13	geo	География	4.5	4.5	4.5	1
3412	stu-6а-1	info	Информатика	3.67	3.67	3.67	4
3333	stu-5г-13	art	Изобразительное искусство	5	5	5	2
3334	stu-5г-13	eng	Иностранный язык	4.77	4.77	4.77	3
3335	stu-5г-13	info	Информатика	3.63	3.63	3.63	4
3336	stu-5г-13	hist	История	4	4	4	5
3337	stu-5г-13	lit	Литература	4.03	4.03	4.03	6
3338	stu-5г-13	math	Математика	3.95	3.95	3.95	7
3339	stu-5г-13	social	Обществознание	3.67	3.67	3.67	8
3340	stu-5г-13	work	Труд (технология)	3.25	3.25	3.25	9
3341	stu-5г-13	pe	Физическая культура	4.09	4.09	4.09	10
3342	stu-5г-14	bio	Биология	3.67	3.67	3.67	0
3343	stu-5г-14	geo	География	4.67	4.67	4.67	1
3344	stu-5г-14	art	Изобразительное искусство	3.33	3.33	3.33	2
3345	stu-5г-14	eng	Иностранный язык	3.54	3.54	3.54	3
3346	stu-5г-14	info	Информатика	3.5	3.5	3.5	4
3347	stu-5г-14	hist	История	4.25	4.25	4.25	5
3348	stu-5г-14	lit	Литература	3.63	3.63	3.63	6
3349	stu-5г-14	math	Математика	4	4	4	7
\.
