COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7333	stu-5а-13	2026-03-10	10 марта	[3, 4, 2, 5, 5]
7334	stu-5а-13	2026-03-11	11 марта	[5, 5, 2, 4, 5]
7335	stu-5а-13	2026-03-12	12 марта	[5, 5, 4, 4, 4]
7336	stu-5а-13	2026-03-13	13 марта	[5, 3, 3, 4, 2]
7337	stu-5а-13	2026-03-16	16 марта	[4, 3, 2, 4]
7338	stu-5а-13	2026-03-17	17 марта	[2, 3, 4, 5, 4]
7339	stu-5а-13	2026-03-18	18 марта	[5, 4, 2, 3, 4]
7340	stu-5а-13	2026-03-19	19 марта	[4, 2, 2, 4, 4]
7341	stu-5а-13	2026-03-20	20 марта	[5, 5, 3, 4]
7342	stu-5а-13	2026-03-23	23 марта	[2, 4, 5, 4]
7343	stu-5а-13	2026-03-24	24 марта	[2, 4, 3, 3, 5]
7344	stu-5а-13	2026-03-25	25 марта	[2, 5, 5, 5]
\.
