COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11293	stu-7в-2	2026-03-10	10 марта	[3, 5, 4, 3, 4, 3]
11294	stu-7в-2	2026-03-11	11 марта	[2, 5, 3, 3]
11295	stu-7в-2	2026-03-12	12 марта	[3, 4, 4, 5, 3, 5]
11296	stu-7в-2	2026-03-13	13 марта	[5, 4, 3, 5]
11297	stu-7в-2	2026-03-16	16 марта	[4, 5, 2, 3]
11298	stu-7в-2	2026-03-17	17 марта	[4, 4, 4, 4, 4, 2]
11299	stu-7в-2	2026-03-18	18 марта	[5, 2, 4, 4]
11300	stu-7в-2	2026-03-19	19 марта	[3, 4, 5, 4, 5, 3]
11301	stu-7в-2	2026-03-20	20 марта	[3, 5, 5, 3]
11302	stu-7в-2	2026-03-23	23 марта	[4, 3, 2, 4]
11303	stu-7в-2	2026-03-24	24 марта	[3, 3, 4, 2, 3]
11304	stu-7в-2	2026-03-25	25 марта	[4, 4, 4, 4]
\.
