COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
651	stu-1г-20	eng	Иностранный язык	4	4	4	1
652	stu-1г-20	hist	История	3.63	3.63	3.63	2
653	stu-1г-20	lit	Литература	3.83	3.83	3.83	3
654	stu-1г-20	math	Математика	3.89	3.89	3.89	4
655	stu-1г-20	music	Музыка	3.29	3.29	3.29	5
656	stu-1г-20	work	Труд (технология)	4	4	4	6
657	stu-1г-20	pe	Физическая культура	4	4	4	7
658	stu-2а-1	art	Изобразительное искусство	3.67	3.67	3.67	0
659	stu-2а-1	eng	Иностранный язык	3.43	3.43	3.43	1
660	stu-2а-1	hist	История	4.14	4.14	4.14	2
661	stu-2а-1	lit	Литература	3.97	3.97	3.97	3
662	stu-2а-1	math	Математика	3.73	3.73	3.73	4
663	stu-2а-1	music	Музыка	3.75	3.75	3.75	5
664	stu-2а-1	work	Труд (технология)	4.13	4.13	4.13	6
665	stu-2а-1	pe	Физическая культура	3.75	3.75	3.75	7
666	stu-2а-2	art	Изобразительное искусство	4.67	4.67	4.67	0
667	stu-2а-2	eng	Иностранный язык	4.71	4.71	4.71	1
668	stu-2а-2	hist	История	3.86	3.86	3.86	2
669	stu-2а-2	lit	Литература	4	4	4	3
670	stu-2а-2	math	Математика	3.91	3.91	3.91	4
671	stu-2а-2	music	Музыка	3.88	3.88	3.88	5
672	stu-2а-2	work	Труд (технология)	3.88	3.88	3.88	6
673	stu-2а-2	pe	Физическая культура	3.75	3.75	3.75	7
674	stu-2а-3	art	Изобразительное искусство	3	3	3	0
675	stu-2а-3	eng	Иностранный язык	4	4	4	1
676	stu-2а-3	hist	История	4	4	4	2
677	stu-2а-3	lit	Литература	3.69	3.69	3.69	3
678	stu-2а-3	math	Математика	3.91	3.91	3.91	4
679	stu-2а-3	music	Музыка	4.25	4.25	4.25	5
680	stu-2а-3	work	Труд (технология)	3.75	3.75	3.75	6
681	stu-2а-3	pe	Физическая культура	4	4	4	7
682	stu-2а-4	art	Изобразительное искусство	4	4	4	0
683	stu-2а-4	eng	Иностранный язык	3.43	3.43	3.43	1
684	stu-2а-4	hist	История	4.14	4.14	4.14	2
685	stu-2а-4	lit	Литература	4.16	4.16	4.16	3
686	stu-2а-4	math	Математика	3.59	3.59	3.59	4
687	stu-2а-4	music	Музыка	4.13	4.13	4.13	5
688	stu-2а-4	work	Труд (технология)	4	4	4	6
689	stu-2а-4	pe	Физическая культура	3.5	3.5	3.5	7
690	stu-2а-5	art	Изобразительное искусство	4.33	4.33	4.33	0
691	stu-2а-5	eng	Иностранный язык	4.86	4.86	4.86	1
692	stu-2а-5	hist	История	3.71	3.71	3.71	2
693	stu-2а-5	lit	Литература	3.78	3.78	3.78	3
694	stu-2а-5	math	Математика	3.95	3.95	3.95	4
695	stu-2а-5	music	Музыка	3.88	3.88	3.88	5
696	stu-2а-5	work	Труд (технология)	3.88	3.88	3.88	6
697	stu-2а-5	pe	Физическая культура	3.75	3.75	3.75	7
698	stu-2а-6	art	Изобразительное искусство	3	3	3	0
699	stu-2а-6	eng	Иностранный язык	3.57	3.57	3.57	1
700	stu-2а-6	hist	История	4	4	4	2
\.
