COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13213	stu-8в-13	2026-03-18	18 марта	[5, 4, 2, 5]
13214	stu-8в-13	2026-03-19	19 марта	[4, 5, 4, 3, 4]
13215	stu-8в-13	2026-03-20	20 марта	[5, 5, 3, 5]
13216	stu-8в-13	2026-03-23	23 марта	[5, 4, 5, 5, 2]
13217	stu-8в-13	2026-03-24	24 марта	[3, 5, 3, 2, 5, 5]
13218	stu-8в-13	2026-03-25	25 марта	[4, 4, 4, 4, 5]
13219	stu-8в-13	2026-03-26	26 марта	[4, 4, 4, 2, 4]
13220	stu-8в-13	2026-03-27	27 марта	[4, 2, 3, 2, 3]
13221	stu-8в-13	2026-03-30	30 марта	[5, 5, 3, 5, 2]
13222	stu-8в-13	2026-03-31	31 марта	[4, 4, 4, 3, 2]
13223	stu-8в-14	2026-03-02	2 марта	[3, 3, 3, 4, 4]
13224	stu-8в-14	2026-03-03	3 марта	[4, 4, 5, 4, 5, 5]
\.
