COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9409	stu-6б-11	2026-03-20	20 марта	[2, 4, 4, 3]
9410	stu-6б-11	2026-03-23	23 марта	[2, 3, 5, 5]
9411	stu-6б-11	2026-03-24	24 марта	[5, 5, 2, 3, 4]
9412	stu-6б-11	2026-03-25	25 марта	[5, 5, 4, 5, 3]
9413	stu-6б-11	2026-03-26	26 марта	[5, 4, 2, 4, 5, 3]
9414	stu-6б-11	2026-03-27	27 марта	[5, 5, 4, 5, 5]
9415	stu-6б-11	2026-03-30	30 марта	[2, 4, 5, 3]
9416	stu-6б-11	2026-03-31	31 марта	[5, 2, 3, 4, 5]
9417	stu-6б-12	2026-03-02	2 марта	[5, 5, 2, 2, 4]
9418	stu-6б-12	2026-03-03	3 марта	[4, 4, 4, 5, 3, 4]
9419	stu-6б-12	2026-03-04	4 марта	[4, 2, 3, 2, 4]
9420	stu-6б-12	2026-03-05	5 марта	[4, 3, 5, 4, 4]
\.
