COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4451	stu-7б-4	phys	Физика	3	3	3	9
4452	stu-7б-4	pe	Физическая культура	3.92	3.92	3.92	10
4453	stu-7б-4	chem	Химия	4.5	4.5	4.5	11
4454	stu-7б-5	bio	Биология	4.25	4.25	4.25	0
4455	stu-7б-5	geo	География	4.71	4.71	4.71	1
4456	stu-7б-5	eng	Иностранный язык	4.17	4.17	4.17	2
4457	stu-7б-5	info	Информатика	3.75	3.75	3.75	3
4458	stu-7б-5	hist	История	4.29	4.29	4.29	4
4459	stu-7б-5	lit	Литература	3.63	3.63	3.63	5
4460	stu-7б-5	math	Математика	4	4	4	6
4461	stu-7б-5	social	Обществознание	4.33	4.33	4.33	7
4462	stu-7б-5	work	Труд (технология)	3.67	3.67	3.67	8
4463	stu-7б-5	phys	Физика	3.5	3.5	3.5	9
4464	stu-7б-5	pe	Физическая культура	3.77	3.77	3.77	10
4465	stu-7б-5	chem	Химия	3.33	3.33	3.33	11
4466	stu-7б-6	bio	Биология	4.25	4.25	4.25	0
4467	stu-7б-6	geo	География	3.43	3.43	3.43	1
4468	stu-7б-6	eng	Иностранный язык	4	4	4	2
4469	stu-7б-6	info	Информатика	4.25	4.25	4.25	3
4470	stu-7б-6	hist	История	4.29	4.29	4.29	4
4471	stu-7б-6	lit	Литература	3.78	3.78	3.78	5
4472	stu-7б-6	math	Математика	4.31	4.31	4.31	6
4473	stu-7б-6	social	Обществознание	4	4	4	7
4474	stu-7б-6	work	Труд (технология)	3.33	3.33	3.33	8
4475	stu-7б-6	phys	Физика	4	4	4	9
4476	stu-7б-6	pe	Физическая культура	3.85	3.85	3.85	10
4477	stu-7б-6	chem	Химия	3.83	3.83	3.83	11
4478	stu-7б-7	bio	Биология	3.25	3.25	3.25	0
4479	stu-7б-7	geo	География	3.86	3.86	3.86	1
4480	stu-7б-7	eng	Иностранный язык	4	4	4	2
4481	stu-7б-7	info	Информатика	4.5	4.5	4.5	3
4482	stu-7б-7	hist	История	4.14	4.14	4.14	4
4483	stu-7б-7	lit	Литература	4.06	4.06	4.06	5
4484	stu-7б-7	math	Математика	4.19	4.19	4.19	6
4485	stu-7б-7	social	Обществознание	4.67	4.67	4.67	7
4486	stu-7б-7	work	Труд (технология)	3.67	3.67	3.67	8
4487	stu-7б-7	phys	Физика	2.75	2.75	2.75	9
4488	stu-7б-7	pe	Физическая культура	3.92	3.92	3.92	10
4489	stu-7б-7	chem	Химия	4.5	4.5	4.5	11
4490	stu-7б-8	bio	Биология	4.75	4.75	4.75	0
4491	stu-7б-8	geo	География	4.71	4.71	4.71	1
4492	stu-7б-8	eng	Иностранный язык	4	4	4	2
4493	stu-7б-8	info	Информатика	4	4	4	3
4494	stu-7б-8	hist	История	4.43	4.43	4.43	4
4495	stu-7б-8	lit	Литература	3.63	3.63	3.63	5
4496	stu-7б-8	math	Математика	3.94	3.94	3.94	6
4497	stu-7б-8	social	Обществознание	3.67	3.67	3.67	7
4498	stu-7б-8	work	Труд (технология)	4	4	4	8
4499	stu-7б-8	phys	Физика	3.5	3.5	3.5	9
4500	stu-7б-8	pe	Физическая культура	3.85	3.85	3.85	10
\.
