COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7993	stu-5в-3	2026-03-10	10 марта	[2, 4, 4, 4, 5, 4]
7994	stu-5в-3	2026-03-11	11 марта	[4, 3, 3, 4]
7995	stu-5в-3	2026-03-12	12 марта	[5, 4, 4, 3, 3, 5]
7996	stu-5в-3	2026-03-13	13 марта	[2, 4, 3, 5, 5]
7997	stu-5в-3	2026-03-16	16 марта	[5, 3, 3, 3]
7998	stu-5в-3	2026-03-17	17 марта	[2, 2, 5, 4, 4, 4]
7999	stu-5в-3	2026-03-18	18 марта	[3, 3, 5, 2]
8000	stu-5в-3	2026-03-19	19 марта	[5, 2, 5, 5, 3, 4]
8001	stu-5в-3	2026-03-20	20 марта	[5, 4, 4, 5, 2]
8002	stu-5в-3	2026-03-23	23 марта	[5, 2, 4, 3, 5]
8003	stu-5в-3	2026-03-24	24 марта	[2, 4, 4, 5, 2]
8004	stu-5в-3	2026-03-25	25 марта	[5, 5, 5, 3, 4]
\.
