COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2251	stu-4в-1	eng	Иностранный язык	3	3	3	1
2252	stu-4в-1	hist	История	3.86	3.86	3.86	2
2253	stu-4в-1	lit	Литература	3.24	3.24	3.24	3
2254	stu-4в-1	math	Математика	3.7	3.7	3.7	4
2255	stu-4в-1	music	Музыка	3.88	3.88	3.88	5
2256	stu-4в-1	work	Труд (технология)	3.75	3.75	3.75	6
2257	stu-4в-1	pe	Физическая культура	4.25	4.25	4.25	7
2258	stu-4в-2	art	Изобразительное искусство	2.67	2.67	2.67	0
2259	stu-4в-2	eng	Иностранный язык	4.29	4.29	4.29	1
2260	stu-4в-2	hist	История	3.29	3.29	3.29	2
2261	stu-4в-2	lit	Литература	4	4	4	3
2262	stu-4в-2	math	Математика	3.85	3.85	3.85	4
2263	stu-4в-2	music	Музыка	3.88	3.88	3.88	5
2264	stu-4в-2	work	Труд (технология)	3.25	3.25	3.25	6
2265	stu-4в-2	pe	Физическая культура	4.25	4.25	4.25	7
2266	stu-4в-3	art	Изобразительное искусство	4.67	4.67	4.67	0
2267	stu-4в-3	eng	Иностранный язык	4.29	4.29	4.29	1
2268	stu-4в-3	hist	История	3.86	3.86	3.86	2
2269	stu-4в-3	lit	Литература	3.74	3.74	3.74	3
2270	stu-4в-3	math	Математика	3.7	3.7	3.7	4
2271	stu-4в-3	music	Музыка	3.88	3.88	3.88	5
2272	stu-4в-3	work	Труд (технология)	3.25	3.25	3.25	6
2273	stu-4в-3	pe	Физическая культура	4.25	4.25	4.25	7
2274	stu-4в-4	art	Изобразительное искусство	3.33	3.33	3.33	0
2275	stu-4в-4	eng	Иностранный язык	3	3	3	1
2276	stu-4в-4	hist	История	3.86	3.86	3.86	2
2277	stu-4в-4	lit	Литература	3.32	3.32	3.32	3
2278	stu-4в-4	math	Математика	3.7	3.7	3.7	4
2279	stu-4в-4	music	Музыка	4	4	4	5
2280	stu-4в-4	work	Труд (технология)	3.75	3.75	3.75	6
2281	stu-4в-4	pe	Физическая культура	4	4	4	7
2282	stu-4в-5	art	Изобразительное искусство	3	3	3	0
2283	stu-4в-5	eng	Иностранный язык	4.57	4.57	4.57	1
2284	stu-4в-5	hist	История	3.43	3.43	3.43	2
2285	stu-4в-5	lit	Литература	4.15	4.15	4.15	3
2286	stu-4в-5	math	Математика	3.8	3.8	3.8	4
2287	stu-4в-5	music	Музыка	4	4	4	5
2288	stu-4в-5	work	Труд (технология)	3.5	3.5	3.5	6
2289	stu-4в-5	pe	Физическая культура	4	4	4	7
2290	stu-4в-6	art	Изобразительное искусство	4.67	4.67	4.67	0
2291	stu-4в-6	eng	Иностранный язык	4	4	4	1
2292	stu-4в-6	hist	История	3.71	3.71	3.71	2
2293	stu-4в-6	lit	Литература	3.47	3.47	3.47	3
2294	stu-4в-6	math	Математика	3.75	3.75	3.75	4
2295	stu-4в-6	music	Музыка	3.88	3.88	3.88	5
2296	stu-4в-6	work	Труд (технология)	2.75	2.75	2.75	6
2297	stu-4в-6	pe	Физическая культура	4.25	4.25	4.25	7
2298	stu-4в-7	art	Изобразительное искусство	3	3	3	0
2299	stu-4в-7	eng	Иностранный язык	3.29	3.29	3.29	1
2300	stu-4в-7	hist	История	3.86	3.86	3.86	2
\.
