COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10873	stu-7б-2	2026-03-06	6 марта	[4, 4, 5, 3, 4]
10874	stu-7б-2	2026-03-09	9 марта	[5, 2, 4, 5, 2]
10875	stu-7б-2	2026-03-10	10 марта	[2, 3, 2, 4, 5]
10876	stu-7б-2	2026-03-11	11 марта	[2, 5, 3, 5]
10877	stu-7б-2	2026-03-12	12 марта	[5, 2, 4, 4, 4, 5]
10878	stu-7б-2	2026-03-13	13 марта	[5, 2, 3, 5]
10879	stu-7б-2	2026-03-16	16 марта	[5, 5, 2, 5]
10880	stu-7б-2	2026-03-17	17 марта	[4, 5, 4, 4, 5]
10881	stu-7б-2	2026-03-18	18 марта	[5, 5, 2, 5, 2]
10882	stu-7б-2	2026-03-19	19 марта	[5, 5, 3, 5, 3, 4]
10883	stu-7б-2	2026-03-20	20 марта	[5, 4, 5, 3]
10884	stu-7б-2	2026-03-23	23 марта	[5, 4, 3, 5, 3]
\.
