COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8437	stu-5г-4	2026-03-16	16 марта	[3, 4, 5, 4]
8438	stu-5г-4	2026-03-17	17 марта	[3, 3, 3, 2, 5]
8439	stu-5г-4	2026-03-18	18 марта	[5, 5, 5, 4, 2]
8440	stu-5г-4	2026-03-19	19 марта	[4, 3, 4, 3, 5]
8441	stu-5г-4	2026-03-20	20 марта	[4, 5, 2, 4, 3]
8442	stu-5г-4	2026-03-23	23 марта	[5, 2, 4, 4, 3]
8443	stu-5г-4	2026-03-24	24 марта	[3, 2, 4, 2, 5, 3]
8444	stu-5г-4	2026-03-25	25 марта	[5, 5, 4, 4]
8445	stu-5г-4	2026-03-26	26 марта	[4, 4, 4, 2, 3]
8446	stu-5г-4	2026-03-27	27 марта	[4, 3, 5, 2, 3]
8447	stu-5г-4	2026-03-30	30 марта	[5, 5, 3, 5, 2]
8448	stu-5г-4	2026-03-31	31 марта	[4, 5, 4, 3, 2, 3]
\.
