COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8209	stu-5в-13	2026-03-04	4 марта	[4, 2, 3, 4, 5]
8210	stu-5в-13	2026-03-05	5 марта	[3, 3, 4, 4, 4, 4]
8211	stu-5в-13	2026-03-06	6 марта	[4, 4, 5, 2, 4]
8212	stu-5в-13	2026-03-09	9 марта	[3, 5, 5, 4, 4]
8213	stu-5в-13	2026-03-10	10 марта	[2, 3, 5, 4, 5, 4]
8214	stu-5в-13	2026-03-11	11 марта	[4, 2, 4, 4]
8215	stu-5в-13	2026-03-12	12 марта	[5, 3, 3, 3, 2, 5]
8216	stu-5в-13	2026-03-13	13 марта	[3, 4, 4, 3, 4]
8217	stu-5в-13	2026-03-16	16 марта	[5, 4, 4, 2]
8218	stu-5в-13	2026-03-17	17 марта	[2, 3, 5, 4, 5, 5]
8219	stu-5в-13	2026-03-18	18 марта	[4, 2, 5, 2]
8220	stu-5в-13	2026-03-19	19 марта	[5, 4, 4, 5, 2, 3]
\.
