COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13189	stu-8в-12	2026-03-16	16 марта	[5, 2, 5, 4]
13190	stu-8в-12	2026-03-17	17 марта	[5, 5, 2, 5, 5, 2]
13191	stu-8в-12	2026-03-18	18 марта	[4, 5, 4, 5]
13192	stu-8в-12	2026-03-19	19 марта	[5, 3, 5, 4, 3]
13193	stu-8в-12	2026-03-20	20 марта	[4, 5, 5, 5]
13194	stu-8в-12	2026-03-23	23 марта	[4, 5, 4, 4, 4]
13195	stu-8в-12	2026-03-24	24 марта	[4, 3, 2, 3, 4, 4]
13196	stu-8в-12	2026-03-25	25 марта	[3, 5, 5, 3, 4]
13197	stu-8в-12	2026-03-26	26 марта	[3, 3, 4, 4, 5]
13198	stu-8в-12	2026-03-27	27 марта	[2, 3, 5, 4, 5]
13199	stu-8в-12	2026-03-30	30 марта	[4, 5, 3, 4, 4]
13200	stu-8в-12	2026-03-31	31 марта	[5, 3, 5, 4, 3]
\.
