COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1601	stu-3б-19	pe	Физическая культура	4	4	4	7
1602	stu-3б-20	art	Изобразительное искусство	4.8	4.8	4.8	0
1603	stu-3б-20	eng	Иностранный язык	4.57	4.57	4.57	1
1604	stu-3б-20	hist	История	4	4	4	2
1605	stu-3б-20	lit	Литература	3.8	3.8	3.8	3
1606	stu-3б-20	math	Математика	3.76	3.76	3.76	4
1607	stu-3б-20	music	Музыка	3.5	3.5	3.5	5
1608	stu-3б-20	work	Труд (технология)	3.88	3.88	3.88	6
1609	stu-3б-20	pe	Физическая культура	3.75	3.75	3.75	7
1610	stu-3в-1	art	Изобразительное искусство	4.8	4.8	4.8	0
1611	stu-3в-1	eng	Иностранный язык	4.57	4.57	4.57	1
1612	stu-3в-1	hist	История	3.57	3.57	3.57	2
1613	stu-3в-1	lit	Литература	4.15	4.15	4.15	3
1614	stu-3в-1	math	Математика	3.91	3.91	3.91	4
1615	stu-3в-1	music	Музыка	4.33	4.33	4.33	5
1616	stu-3в-1	work	Труд (технология)	4.25	4.25	4.25	6
1617	stu-3в-1	pe	Физическая культура	3.25	3.25	3.25	7
1618	stu-3в-2	art	Изобразительное искусство	4.2	4.2	4.2	0
1619	stu-3в-2	eng	Иностранный язык	4.29	4.29	4.29	1
1620	stu-3в-2	hist	История	3	3	3	2
1621	stu-3в-2	lit	Литература	4.03	4.03	4.03	3
1622	stu-3в-2	math	Математика	3.78	3.78	3.78	4
1623	stu-3в-2	music	Музыка	4.33	4.33	4.33	5
1624	stu-3в-2	work	Труд (технология)	3.25	3.25	3.25	6
1625	stu-3в-2	pe	Физическая культура	3.75	3.75	3.75	7
1626	stu-3в-3	art	Изобразительное искусство	4	4	4	0
1627	stu-3в-3	eng	Иностранный язык	3.29	3.29	3.29	1
1628	stu-3в-3	hist	История	3.71	3.71	3.71	2
1629	stu-3в-3	lit	Литература	3.97	3.97	3.97	3
1630	stu-3в-3	math	Математика	3.78	3.78	3.78	4
1631	stu-3в-3	music	Музыка	4.33	4.33	4.33	5
1632	stu-3в-3	work	Труд (технология)	3.25	3.25	3.25	6
1633	stu-3в-3	pe	Физическая культура	3.25	3.25	3.25	7
1634	stu-3в-4	art	Изобразительное искусство	4.8	4.8	4.8	0
1635	stu-3в-4	eng	Иностранный язык	4.71	4.71	4.71	1
1636	stu-3в-4	hist	История	3.43	3.43	3.43	2
1637	stu-3в-4	lit	Литература	4.15	4.15	4.15	3
1638	stu-3в-4	math	Математика	3.91	3.91	3.91	4
1639	stu-3в-4	music	Музыка	4	4	4	5
1640	stu-3в-4	work	Труд (технология)	4.25	4.25	4.25	6
1641	stu-3в-4	pe	Физическая культура	3.5	3.5	3.5	7
1642	stu-3в-5	art	Изобразительное искусство	3.4	3.4	3.4	0
1643	stu-3в-5	eng	Иностранный язык	3.57	3.57	3.57	1
1644	stu-3в-5	hist	История	3.14	3.14	3.14	2
1645	stu-3в-5	lit	Литература	3.94	3.94	3.94	3
1646	stu-3в-5	math	Математика	3.87	3.87	3.87	4
1647	stu-3в-5	music	Музыка	4	4	4	5
1648	stu-3в-5	work	Труд (технология)	3.5	3.5	3.5	6
1649	stu-3в-5	pe	Физическая культура	3.5	3.5	3.5	7
1650	stu-3в-6	art	Изобразительное искусство	4.6	4.6	4.6	0
\.
