COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2801	stu-5б-2	geo	География	3.13	3.13	3.13	1
2802	stu-5б-2	eng	Иностранный язык	2.85	2.85	2.85	2
2803	stu-5б-2	info	Информатика	4.22	4.22	4.22	3
2804	stu-5б-2	hist	История	3.88	3.88	3.88	4
2805	stu-5б-2	lit	Литература	3.61	3.61	3.61	5
2806	stu-5б-2	math	Математика	3.57	3.57	3.57	6
2807	stu-5б-2	social	Обществознание	3.75	3.75	3.75	7
2808	stu-5б-2	work	Труд (технология)	3.25	3.25	3.25	8
2809	stu-5б-2	pe	Физическая культура	3.8	3.8	3.8	9
2810	stu-5б-3	bio	Биология	4	4	4	0
2811	stu-5б-3	geo	География	4.13	4.13	4.13	1
2812	stu-5б-3	eng	Иностранный язык	4.15	4.15	4.15	2
2813	stu-5б-3	info	Информатика	3.89	3.89	3.89	3
2814	stu-5б-3	hist	История	3.63	3.63	3.63	4
2815	stu-5б-3	lit	Литература	4.19	4.19	4.19	5
2816	stu-5б-3	math	Математика	3.52	3.52	3.52	6
2817	stu-5б-3	social	Обществознание	4.5	4.5	4.5	7
2818	stu-5б-3	work	Труд (технология)	4	4	4	8
2819	stu-5б-3	pe	Физическая культура	4.1	4.1	4.1	9
2820	stu-5б-4	bio	Биология	5	5	5	0
2821	stu-5б-4	geo	География	4.38	4.38	4.38	1
2822	stu-5б-4	eng	Иностранный язык	4	4	4	2
2823	stu-5б-4	info	Информатика	4.33	4.33	4.33	3
2824	stu-5б-4	hist	История	3	3	3	4
2825	stu-5б-4	lit	Литература	4.03	4.03	4.03	5
2826	stu-5б-4	math	Математика	3.81	3.81	3.81	6
2827	stu-5б-4	social	Обществознание	4	4	4	7
2828	stu-5б-4	work	Труд (технология)	3.25	3.25	3.25	8
2829	stu-5б-4	pe	Физическая культура	3.9	3.9	3.9	9
2830	stu-5б-5	bio	Биология	4	4	4	0
2831	stu-5б-5	geo	География	2.88	2.88	2.88	1
2832	stu-5б-5	eng	Иностранный язык	3	3	3	2
2833	stu-5б-5	info	Информатика	4.22	4.22	4.22	3
2834	stu-5б-5	hist	История	3.5	3.5	3.5	4
2835	stu-5б-5	lit	Литература	3.68	3.68	3.68	5
2836	stu-5б-5	math	Математика	3.57	3.57	3.57	6
2837	stu-5б-5	social	Обществознание	4	4	4	7
2838	stu-5б-5	work	Труд (технология)	3.25	3.25	3.25	8
2839	stu-5б-5	pe	Физическая культура	4.1	4.1	4.1	9
2840	stu-5б-6	bio	Биология	4.33	4.33	4.33	0
2841	stu-5б-6	geo	География	4.38	4.38	4.38	1
2842	stu-5б-6	eng	Иностранный язык	4.54	4.54	4.54	2
2843	stu-5б-6	info	Информатика	4	4	4	3
2844	stu-5б-6	hist	История	4	4	4	4
2845	stu-5б-6	lit	Литература	4.32	4.32	4.32	5
2846	stu-5б-6	math	Математика	3.48	3.48	3.48	6
2847	stu-5б-6	social	Обществознание	4.25	4.25	4.25	7
2848	stu-5б-6	work	Труд (технология)	3.75	3.75	3.75	8
2849	stu-5б-6	pe	Физическая культура	4.2	4.2	4.2	9
2850	stu-5б-7	bio	Биология	5	5	5	0
\.
