COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8545	stu-5г-9	2026-03-12	12 марта	[4, 5, 3, 5, 5, 4]
8546	stu-5г-9	2026-03-13	13 марта	[5, 4, 4, 4]
8547	stu-5г-9	2026-03-16	16 марта	[4, 4, 5, 4]
8548	stu-5г-9	2026-03-17	17 марта	[3, 4, 3, 2, 5]
8549	stu-5г-9	2026-03-18	18 марта	[5, 5, 5, 4, 4]
8550	stu-5г-9	2026-03-19	19 марта	[5, 5, 5, 2, 5]
8551	stu-5г-9	2026-03-20	20 марта	[5, 5, 4, 5, 4]
8552	stu-5г-9	2026-03-23	23 марта	[5, 4, 3, 3, 4]
8553	stu-5г-9	2026-03-24	24 марта	[3, 3, 5, 2, 5, 5]
8554	stu-5г-9	2026-03-25	25 марта	[5, 4, 4, 3]
8555	stu-5г-9	2026-03-26	26 марта	[5, 3, 5, 4, 4]
8556	stu-5г-9	2026-03-27	27 марта	[2, 3, 4, 3, 4]
\.
