COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9349	stu-6б-8	2026-03-30	30 марта	[2, 4, 5, 3]
9350	stu-6б-8	2026-03-31	31 марта	[5, 3, 3, 4, 5]
9351	stu-6б-9	2026-03-02	2 марта	[5, 4, 3, 3, 3]
9352	stu-6б-9	2026-03-03	3 марта	[4, 4, 4, 5, 2, 4]
9353	stu-6б-9	2026-03-04	4 марта	[4, 3, 3, 2, 4]
9354	stu-6б-9	2026-03-05	5 марта	[3, 2, 5, 4, 4]
9355	stu-6б-9	2026-03-06	6 марта	[2, 4, 4, 2, 5]
9356	stu-6б-9	2026-03-09	9 марта	[4, 4, 3, 5]
9357	stu-6б-9	2026-03-10	10 марта	[4, 4, 4, 4, 5]
9358	stu-6б-9	2026-03-11	11 марта	[4, 5, 2, 2, 4]
9359	stu-6б-9	2026-03-12	12 марта	[3, 2, 4, 3, 3]
9360	stu-6б-9	2026-03-13	13 марта	[5, 2, 4, 5, 4]
\.
