COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
401	stu-1в-8	pe	Физическая культура	4.5	4.5	4.5	7
402	stu-1в-9	art	Изобразительное искусство	3.75	3.75	3.75	0
403	stu-1в-9	eng	Иностранный язык	3.5	3.5	3.5	1
404	stu-1в-9	hist	История	3.38	3.38	3.38	2
405	stu-1в-9	lit	Литература	3.67	3.67	3.67	3
406	stu-1в-9	math	Математика	4	4	4	4
407	stu-1в-9	music	Музыка	4.25	4.25	4.25	5
408	stu-1в-9	work	Труд (технология)	4.25	4.25	4.25	6
409	stu-1в-9	pe	Физическая культура	4.75	4.75	4.75	7
410	stu-1в-10	art	Изобразительное искусство	3.63	3.63	3.63	0
411	stu-1в-10	eng	Иностранный язык	4.13	4.13	4.13	1
412	stu-1в-10	hist	История	3.75	3.75	3.75	2
413	stu-1в-10	lit	Литература	3.76	3.76	3.76	3
414	stu-1в-10	math	Математика	4.14	4.14	4.14	4
415	stu-1в-10	music	Музыка	4.25	4.25	4.25	5
416	stu-1в-10	work	Труд (технология)	4.75	4.75	4.75	6
417	stu-1в-10	pe	Физическая культура	4.25	4.25	4.25	7
418	stu-1в-11	art	Изобразительное искусство	3	3	3	0
419	stu-1в-11	eng	Иностранный язык	3	3	3	1
420	stu-1в-11	hist	История	3.38	3.38	3.38	2
421	stu-1в-11	lit	Литература	3.67	3.67	3.67	3
422	stu-1в-11	math	Математика	3.91	3.91	3.91	4
423	stu-1в-11	music	Музыка	4.25	4.25	4.25	5
424	stu-1в-11	work	Труд (технология)	4.25	4.25	4.25	6
425	stu-1в-11	pe	Физическая культура	5	5	5	7
426	stu-1в-12	art	Изобразительное искусство	4.63	4.63	4.63	0
427	stu-1в-12	eng	Иностранный язык	4.25	4.25	4.25	1
428	stu-1в-12	hist	История	4.13	4.13	4.13	2
429	stu-1в-12	lit	Литература	3.73	3.73	3.73	3
430	stu-1в-12	math	Математика	3.64	3.64	3.64	4
431	stu-1в-12	music	Музыка	4.5	4.5	4.5	5
432	stu-1в-12	work	Труд (технология)	3.75	3.75	3.75	6
433	stu-1в-12	pe	Физическая культура	4.5	4.5	4.5	7
434	stu-1в-13	art	Изобразительное искусство	3.13	3.13	3.13	0
435	stu-1в-13	eng	Иностранный язык	3.75	3.75	3.75	1
436	stu-1в-13	hist	История	3.88	3.88	3.88	2
437	stu-1в-13	lit	Литература	3.76	3.76	3.76	3
438	stu-1в-13	math	Математика	4.09	4.09	4.09	4
439	stu-1в-13	music	Музыка	4.5	4.5	4.5	5
440	stu-1в-13	work	Труд (технология)	4.75	4.75	4.75	6
441	stu-1в-13	pe	Физическая культура	4.5	4.5	4.5	7
442	stu-1в-14	art	Изобразительное искусство	3.5	3.5	3.5	0
443	stu-1в-14	eng	Иностранный язык	3.25	3.25	3.25	1
444	stu-1в-14	hist	История	3.38	3.38	3.38	2
445	stu-1в-14	lit	Литература	3.7	3.7	3.7	3
446	stu-1в-14	math	Математика	4.05	4.05	4.05	4
447	stu-1в-14	music	Музыка	4.25	4.25	4.25	5
448	stu-1в-14	work	Труд (технология)	4.25	4.25	4.25	6
449	stu-1в-14	pe	Физическая культура	4.5	4.5	4.5	7
450	stu-1в-15	art	Изобразительное искусство	4.5	4.5	4.5	0
\.
