COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4101	stu-6г-13	bio	Биология	4.6	4.6	4.6	0
4102	stu-6г-13	geo	География	3	3	3	1
4103	stu-6г-13	art	Изобразительное искусство	3	3	3	2
4104	stu-6г-13	eng	Иностранный язык	3.69	3.69	3.69	3
4105	stu-6г-13	info	Информатика	4	4	4	4
4106	stu-6г-13	hist	История	4.25	4.25	4.25	5
4107	stu-6г-13	lit	Литература	3.52	3.52	3.52	6
4108	stu-6г-13	math	Математика	4.17	4.17	4.17	7
4109	stu-6г-13	music	Музыка	3.5	3.5	3.5	8
4110	stu-6г-13	social	Обществознание	4.25	4.25	4.25	9
4111	stu-6г-13	pe	Физическая культура	3.85	3.85	3.85	10
4112	stu-6г-14	bio	Биология	3.4	3.4	3.4	0
4113	stu-6г-14	geo	География	4.5	4.5	4.5	1
4114	stu-6г-14	art	Изобразительное искусство	4.5	4.5	4.5	2
4115	stu-6г-14	eng	Иностранный язык	4.38	4.38	4.38	3
4116	stu-6г-14	info	Информатика	3.86	3.86	3.86	4
4117	stu-6г-14	hist	История	3.63	3.63	3.63	5
4118	stu-6г-14	lit	Литература	3.96	3.96	3.96	6
4119	stu-6г-14	math	Математика	4.3	4.3	4.3	7
4120	stu-6г-14	music	Музыка	3.75	3.75	3.75	8
4121	stu-6г-14	social	Обществознание	4	4	4	9
4122	stu-6г-14	pe	Физическая культура	3.62	3.62	3.62	10
4123	stu-6г-15	bio	Биология	4.4	4.4	4.4	0
4124	stu-6г-15	geo	География	4	4	4	1
4125	stu-6г-15	art	Изобразительное искусство	2.5	2.5	2.5	2
4126	stu-6г-15	eng	Иностранный язык	3.77	3.77	3.77	3
4127	stu-6г-15	info	Информатика	3.57	3.57	3.57	4
4128	stu-6г-15	hist	История	3.88	3.88	3.88	5
4129	stu-6г-15	lit	Литература	3.48	3.48	3.48	6
4130	stu-6г-15	math	Математика	4.26	4.26	4.26	7
4131	stu-6г-15	music	Музыка	3.5	3.5	3.5	8
4132	stu-6г-15	social	Обществознание	4	4	4	9
4133	stu-6г-15	pe	Физическая культура	3.77	3.77	3.77	10
4134	stu-6г-16	bio	Биология	4.2	4.2	4.2	0
4135	stu-6г-16	geo	География	3.25	3.25	3.25	1
4136	stu-6г-16	art	Изобразительное искусство	3.75	3.75	3.75	2
4137	stu-6г-16	eng	Иностранный язык	3.85	3.85	3.85	3
4138	stu-6г-16	info	Информатика	3.86	3.86	3.86	4
4139	stu-6г-16	hist	История	4.5	4.5	4.5	5
4140	stu-6г-16	lit	Литература	3.67	3.67	3.67	6
4141	stu-6г-16	math	Математика	4.17	4.17	4.17	7
4142	stu-6г-16	music	Музыка	3.25	3.25	3.25	8
4143	stu-6г-16	social	Обществознание	4.5	4.5	4.5	9
4144	stu-6г-16	pe	Физическая культура	3.62	3.62	3.62	10
4145	stu-6г-17	bio	Биология	3.4	3.4	3.4	0
4146	stu-6г-17	geo	География	4.5	4.5	4.5	1
4229	stu-7а-5	info	Информатика	4	4	4	3
4147	stu-6г-17	art	Изобразительное искусство	4	4	4	2
4148	stu-6г-17	eng	Иностранный язык	4.46	4.46	4.46	3
4149	stu-6г-17	info	Информатика	3.86	3.86	3.86	4
\.
