COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10345	stu-6г-16	2026-03-06	6 марта	[5, 4, 5, 3]
10346	stu-6г-16	2026-03-09	9 марта	[4, 4, 3, 4, 5]
10347	stu-6г-16	2026-03-10	10 марта	[5, 5, 2, 3, 3, 2]
10348	stu-6г-16	2026-03-11	11 марта	[2, 4, 5, 4, 5]
10349	stu-6г-16	2026-03-12	12 марта	[4, 4, 3, 4, 5]
10350	stu-6г-16	2026-03-13	13 марта	[3, 4, 5, 5, 3]
10351	stu-6г-16	2026-03-16	16 марта	[2, 4, 5, 4, 5]
10352	stu-6г-16	2026-03-17	17 марта	[5, 4, 2, 5, 3]
10353	stu-6г-16	2026-03-18	18 марта	[4, 3, 5, 3, 5]
10354	stu-6г-16	2026-03-19	19 марта	[2, 4, 5, 2, 3, 5]
10355	stu-6г-16	2026-03-20	20 марта	[3, 4, 5, 5]
10356	stu-6г-16	2026-03-23	23 марта	[2, 5, 5, 5, 4]
\.
