COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10477	stu-7а-3	2026-03-06	6 марта	[5, 3, 3, 3, 5]
10478	stu-7а-3	2026-03-09	9 марта	[3, 3, 5, 4, 5]
10479	stu-7а-3	2026-03-10	10 марта	[5, 5, 3, 5, 3]
10480	stu-7а-3	2026-03-11	11 марта	[3, 5, 4, 4, 3]
10481	stu-7а-3	2026-03-12	12 марта	[5, 3, 5, 5, 3]
10482	stu-7а-3	2026-03-13	13 марта	[4, 5, 2, 5, 2]
10483	stu-7а-3	2026-03-16	16 марта	[3, 4, 5, 3, 5]
10484	stu-7а-3	2026-03-17	17 марта	[5, 3, 4, 4, 3]
10485	stu-7а-3	2026-03-18	18 марта	[4, 4, 2, 2, 5]
10486	stu-7а-3	2026-03-19	19 марта	[4, 5, 4, 4, 4, 4]
10487	stu-7а-3	2026-03-20	20 марта	[4, 3, 5, 4, 4]
10488	stu-7а-3	2026-03-23	23 марта	[3, 3, 3, 3]
\.
