COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12157	stu-8а-3	2026-03-18	18 марта	[5, 5, 2, 4, 3]
12158	stu-8а-3	2026-03-19	19 марта	[5, 3, 4, 5, 5, 2]
12159	stu-8а-3	2026-03-20	20 марта	[2, 4, 4, 4, 4]
12160	stu-8а-3	2026-03-23	23 марта	[4, 3, 4, 4, 4]
12161	stu-8а-3	2026-03-24	24 марта	[3, 4, 4, 3, 4, 5]
12162	stu-8а-3	2026-03-25	25 марта	[3, 3, 4, 3, 5]
12163	stu-8а-3	2026-03-26	26 марта	[5, 3, 4, 5, 4]
12164	stu-8а-3	2026-03-27	27 марта	[4, 5, 5, 3, 5]
12165	stu-8а-3	2026-03-30	30 марта	[4, 4, 4, 4, 4]
12166	stu-8а-3	2026-03-31	31 марта	[3, 3, 2, 3, 4, 3]
12167	stu-8а-4	2026-03-02	2 марта	[2, 5, 4, 5]
12168	stu-8а-4	2026-03-03	3 марта	[5, 5, 4, 4, 3, 3]
\.
