COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14328	stu-9в-7	2026-03-09	9 марта	[3, 5, 5, 5, 4]
14329	stu-9в-7	2026-03-10	10 марта	[4, 3, 2, 2, 5, 5]
14330	stu-9в-7	2026-03-11	11 марта	[4, 5, 5, 2, 3, 5]
14331	stu-9в-7	2026-03-12	12 марта	[3, 4, 5, 3, 3, 4, 5]
14332	stu-9в-7	2026-03-13	13 марта	[3, 3, 4, 3, 4]
14333	stu-9в-7	2026-03-16	16 марта	[3, 5, 3, 4, 5, 4]
14334	stu-9в-7	2026-03-17	17 марта	[4, 2, 3, 5, 5, 4]
14335	stu-9в-7	2026-03-18	18 марта	[2, 4, 5, 4, 3]
14336	stu-9в-7	2026-03-19	19 марта	[3, 5, 5, 5, 5, 2, 5]
14337	stu-9в-7	2026-03-20	20 марта	[5, 3, 5, 5, 5]
14338	stu-9в-7	2026-03-23	23 марта	[2, 4, 4, 3, 5, 4]
14339	stu-9в-7	2026-03-24	24 марта	[5, 4, 3, 3, 5, 3, 4]
\.
