COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11041	stu-7б-9	2026-03-26	26 марта	[4, 5, 3, 3, 4]
11042	stu-7б-9	2026-03-27	27 марта	[4, 2, 5, 3]
11043	stu-7б-9	2026-03-30	30 марта	[4, 4, 5, 5, 3]
11044	stu-7б-9	2026-03-31	31 марта	[5, 5, 4, 5, 3]
11045	stu-7б-10	2026-03-02	2 марта	[4, 5, 4, 4]
11046	stu-7б-10	2026-03-03	3 марта	[2, 2, 4, 3, 5]
11047	stu-7б-10	2026-03-04	4 марта	[5, 5, 5, 4]
11048	stu-7б-10	2026-03-05	5 марта	[4, 4, 5, 5, 4]
11049	stu-7б-10	2026-03-06	6 марта	[5, 4, 4, 4, 2]
11050	stu-7б-10	2026-03-09	9 марта	[5, 3, 3, 5, 3]
11051	stu-7б-10	2026-03-10	10 марта	[3, 5, 3, 5, 5]
11052	stu-7б-10	2026-03-11	11 марта	[2, 5, 3, 5]
\.
