COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2351	stu-4в-13	music	Музыка	3.88	3.88	3.88	5
2352	stu-4в-13	work	Труд (технология)	3.5	3.5	3.5	6
2353	stu-4в-13	pe	Физическая культура	4	4	4	7
2354	stu-4в-14	art	Изобразительное искусство	3	3	3	0
2355	stu-4в-14	eng	Иностранный язык	3.14	3.14	3.14	1
2356	stu-4в-14	hist	История	3.71	3.71	3.71	2
2357	stu-4в-14	lit	Литература	3.5	3.5	3.5	3
2358	stu-4в-14	math	Математика	3.7	3.7	3.7	4
2359	stu-4в-14	music	Музыка	4	4	4	5
2360	stu-4в-14	work	Труд (технология)	3.75	3.75	3.75	6
2361	stu-4в-14	pe	Физическая культура	4	4	4	7
2362	stu-4в-15	art	Изобразительное искусство	3.33	3.33	3.33	0
2363	stu-4в-15	eng	Иностранный язык	4.86	4.86	4.86	1
2364	stu-4в-15	hist	История	3.43	3.43	3.43	2
2365	stu-4в-15	lit	Литература	4.21	4.21	4.21	3
2366	stu-4в-15	math	Математика	3.85	3.85	3.85	4
2367	stu-4в-15	music	Музыка	4	4	4	5
2368	stu-4в-15	work	Труд (технология)	3	3	3	6
2369	stu-4в-15	pe	Физическая культура	4	4	4	7
2370	stu-4в-16	art	Изобразительное искусство	4.67	4.67	4.67	0
2371	stu-4в-16	eng	Иностранный язык	3.43	3.43	3.43	1
2372	stu-4в-16	hist	История	4	4	4	2
2373	stu-4в-16	lit	Литература	3.29	3.29	3.29	3
2374	stu-4в-16	math	Математика	3.65	3.65	3.65	4
2375	stu-4в-16	music	Музыка	4	4	4	5
2376	stu-4в-16	work	Труд (технология)	3.25	3.25	3.25	6
2377	stu-4в-16	pe	Физическая культура	3.75	3.75	3.75	7
2378	stu-4в-17	art	Изобразительное искусство	2.67	2.67	2.67	0
2379	stu-4в-17	eng	Иностранный язык	3.57	3.57	3.57	1
2380	stu-4в-17	hist	История	3.86	3.86	3.86	2
2381	stu-4в-17	lit	Литература	3.76	3.76	3.76	3
2382	stu-4в-17	math	Математика	3.75	3.75	3.75	4
2383	stu-4в-17	music	Музыка	4.13	4.13	4.13	5
2384	stu-4в-17	work	Труд (технология)	3.75	3.75	3.75	6
2385	stu-4в-17	pe	Физическая культура	4.5	4.5	4.5	7
2386	stu-4в-18	art	Изобразительное искусство	4	4	4	0
2387	stu-4в-18	eng	Иностранный язык	4.86	4.86	4.86	1
2388	stu-4в-18	hist	История	3.29	3.29	3.29	2
2389	stu-4в-18	lit	Литература	4	4	4	3
2390	stu-4в-18	math	Математика	3.85	3.85	3.85	4
2391	stu-4в-18	music	Музыка	4	4	4	5
2392	stu-4в-18	work	Труд (технология)	3.25	3.25	3.25	6
2393	stu-4в-18	pe	Физическая культура	4	4	4	7
2394	stu-4в-19	art	Изобразительное искусство	4	4	4	0
2395	stu-4в-19	eng	Иностранный язык	3.14	3.14	3.14	1
2396	stu-4в-19	hist	История	3.86	3.86	3.86	2
2397	stu-4в-19	lit	Литература	3.24	3.24	3.24	3
2398	stu-4в-19	math	Математика	3.75	3.75	3.75	4
2399	stu-4в-19	music	Музыка	3.88	3.88	3.88	5
2400	stu-4в-19	work	Труд (технология)	3	3	3	6
\.
