COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10837	stu-7а-19	2026-03-18	18 марта	[5, 5, 3, 3, 5]
10838	stu-7а-19	2026-03-19	19 марта	[3, 5, 4, 5, 4, 4]
10839	stu-7а-19	2026-03-20	20 марта	[4, 4, 4, 5, 4]
10840	stu-7а-19	2026-03-23	23 марта	[3, 4, 4, 3]
10841	stu-7а-19	2026-03-24	24 марта	[5, 3, 3, 3, 4]
10842	stu-7а-19	2026-03-25	25 марта	[2, 3, 4, 2, 5]
10843	stu-7а-19	2026-03-26	26 марта	[3, 5, 3, 5, 5]
10844	stu-7а-19	2026-03-27	27 марта	[2, 5, 5, 4, 5]
10845	stu-7а-19	2026-03-30	30 марта	[3, 3, 5, 3, 3]
10846	stu-7а-19	2026-03-31	31 марта	[5, 4, 4, 5, 5, 5]
10847	stu-7б-1	2026-03-02	2 марта	[3, 5, 4, 5]
10848	stu-7б-1	2026-03-03	3 марта	[4, 2, 3, 5, 5]
\.
