COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8857	stu-6а-4	2026-03-18	18 марта	[5, 4, 5, 2, 4]
8858	stu-6а-4	2026-03-19	19 марта	[2, 3, 4, 4, 4, 4]
8859	stu-6а-4	2026-03-20	20 марта	[5, 5, 3, 4]
8860	stu-6а-4	2026-03-23	23 марта	[5, 4, 5, 2]
8861	stu-6а-4	2026-03-24	24 марта	[3, 4, 5, 2, 5, 5]
8862	stu-6а-4	2026-03-25	25 марта	[4, 5, 4, 3, 4]
8863	stu-6а-4	2026-03-26	26 марта	[5, 2, 3, 5, 5]
8864	stu-6а-4	2026-03-27	27 марта	[4, 3, 3, 4, 4]
8865	stu-6а-4	2026-03-30	30 марта	[4, 4, 5, 4]
8866	stu-6а-4	2026-03-31	31 марта	[2, 5, 4, 5, 5, 4]
8867	stu-6а-5	2026-03-02	2 марта	[3, 3, 4, 4]
8868	stu-6а-5	2026-03-03	3 марта	[5, 2, 3, 3, 4]
\.
