COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9913	stu-6в-15	2026-03-18	18 марта	[2, 5, 5, 4]
9914	stu-6в-15	2026-03-19	19 марта	[5, 5, 4, 5, 4, 5]
9915	stu-6в-15	2026-03-20	20 марта	[4, 3, 3, 5, 3]
9916	stu-6в-15	2026-03-23	23 марта	[3, 5, 4, 5, 3]
9917	stu-6в-15	2026-03-24	24 марта	[5, 3, 5, 4, 5, 5]
9918	stu-6в-15	2026-03-25	25 марта	[3, 3, 3, 4]
9919	stu-6в-15	2026-03-26	26 марта	[5, 4, 5, 4, 2]
9920	stu-6в-15	2026-03-27	27 марта	[4, 4, 5, 3]
9921	stu-6в-15	2026-03-30	30 марта	[2, 5, 5, 5]
9922	stu-6в-15	2026-03-31	31 марта	[5, 5, 5, 3, 4]
9923	stu-6в-16	2026-03-02	2 марта	[5, 2, 4, 2]
9924	stu-6в-16	2026-03-03	3 марта	[3, 4, 4, 3, 4]
\.
