COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9649	stu-6в-3	2026-03-18	18 марта	[2, 4, 5, 4]
9650	stu-6в-3	2026-03-19	19 марта	[5, 5, 4, 5, 4, 5]
9651	stu-6в-3	2026-03-20	20 марта	[4, 4, 2, 5, 3]
9652	stu-6в-3	2026-03-23	23 марта	[3, 5, 4, 5, 3]
9653	stu-6в-3	2026-03-24	24 марта	[5, 3, 5, 4, 5, 5]
9654	stu-6в-3	2026-03-25	25 марта	[3, 4, 3, 4]
9655	stu-6в-3	2026-03-26	26 марта	[5, 4, 5, 4, 2]
9656	stu-6в-3	2026-03-27	27 марта	[4, 4, 4, 3]
9657	stu-6в-3	2026-03-30	30 марта	[2, 5, 5, 5]
9658	stu-6в-3	2026-03-31	31 марта	[5, 5, 5, 2, 4]
9659	stu-6в-4	2026-03-02	2 марта	[5, 2, 4, 2]
9660	stu-6в-4	2026-03-03	3 марта	[3, 4, 4, 3, 5]
\.
