COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13045	stu-8в-5	2026-03-30	30 марта	[5, 5, 4, 4, 2]
13046	stu-8в-5	2026-03-31	31 марта	[5, 3, 5, 5, 4]
13047	stu-8в-6	2026-03-02	2 марта	[5, 3, 2, 4, 3]
13048	stu-8в-6	2026-03-03	3 марта	[2, 4, 4, 2, 4, 4]
13049	stu-8в-6	2026-03-04	4 марта	[5, 3, 3, 4, 4]
13050	stu-8в-6	2026-03-05	5 марта	[5, 4, 2, 5, 2, 2]
13051	stu-8в-6	2026-03-06	6 марта	[5, 5, 5, 4, 2]
13052	stu-8в-6	2026-03-09	9 марта	[5, 4, 5, 3]
13053	stu-8в-6	2026-03-10	10 марта	[4, 5, 2, 4, 5, 2]
13054	stu-8в-6	2026-03-11	11 марта	[4, 4, 4, 5]
13055	stu-8в-6	2026-03-12	12 марта	[3, 4, 5, 2, 2]
13056	stu-8в-6	2026-03-13	13 марта	[4, 2, 5, 2, 4]
\.
