COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11461	stu-7в-9	2026-03-30	30 марта	[4, 3, 4, 3]
11462	stu-7в-9	2026-03-31	31 марта	[4, 3, 5, 4, 5, 5]
11463	stu-7в-10	2026-03-02	2 марта	[4, 4, 5, 3]
11464	stu-7в-10	2026-03-03	3 марта	[4, 5, 5, 2, 5, 4]
11465	stu-7в-10	2026-03-04	4 марта	[5, 5, 3, 3, 5]
11466	stu-7в-10	2026-03-05	5 марта	[3, 4, 3, 4, 3]
11467	stu-7в-10	2026-03-06	6 марта	[4, 3, 4, 5, 4]
11468	stu-7в-10	2026-03-09	9 марта	[5, 4, 2, 5]
11469	stu-7в-10	2026-03-10	10 марта	[4, 5, 4, 2, 5, 4]
11470	stu-7в-10	2026-03-11	11 марта	[2, 4, 2, 3]
11471	stu-7в-10	2026-03-12	12 марта	[3, 2, 4, 4, 3, 5]
11472	stu-7в-10	2026-03-13	13 марта	[5, 4, 3, 4]
\.
