COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
801	stu-2а-18	pe	Физическая культура	3.75	3.75	3.75	7
802	stu-2а-19	art	Изобразительное искусство	4.67	4.67	4.67	0
803	stu-2а-19	eng	Иностранный язык	4.29	4.29	4.29	1
804	stu-2а-19	hist	История	4	4	4	2
805	stu-2а-19	lit	Литература	4.19	4.19	4.19	3
806	stu-2а-19	math	Математика	3.68	3.68	3.68	4
807	stu-2а-19	music	Музыка	4	4	4	5
808	stu-2а-19	work	Труд (технология)	4	4	4	6
809	stu-2а-19	pe	Физическая культура	3.5	3.5	3.5	7
810	stu-2а-20	art	Изобразительное искусство	4.67	4.67	4.67	0
811	stu-2а-20	eng	Иностранный язык	4.43	4.43	4.43	1
812	stu-2а-20	hist	История	4	4	4	2
813	stu-2а-20	lit	Литература	4.19	4.19	4.19	3
814	stu-2а-20	math	Математика	3.73	3.73	3.73	4
815	stu-2а-20	music	Музыка	4.25	4.25	4.25	5
816	stu-2а-20	work	Труд (технология)	4.13	4.13	4.13	6
817	stu-2а-20	pe	Физическая культура	3.75	3.75	3.75	7
818	stu-2б-1	art	Изобразительное искусство	4	4	4	0
819	stu-2б-1	eng	Иностранный язык	3.43	3.43	3.43	1
820	stu-2б-1	hist	История	2.75	2.75	2.75	2
821	stu-2б-1	lit	Литература	3.53	3.53	3.53	3
822	stu-2б-1	math	Математика	4.42	4.42	4.42	4
823	stu-2б-1	music	Музыка	3.38	3.38	3.38	5
824	stu-2б-1	work	Труд (технология)	4	4	4	6
825	stu-2б-1	pe	Физическая культура	4.38	4.38	4.38	7
826	stu-2б-2	art	Изобразительное искусство	4.17	4.17	4.17	0
827	stu-2б-2	eng	Иностранный язык	4.29	4.29	4.29	1
828	stu-2б-2	hist	История	3.75	3.75	3.75	2
829	stu-2б-2	lit	Литература	3.88	3.88	3.88	3
830	stu-2б-2	math	Математика	4	4	4	4
831	stu-2б-2	music	Музыка	3.75	3.75	3.75	5
832	stu-2б-2	work	Труд (технология)	4.5	4.5	4.5	6
833	stu-2б-2	pe	Физическая культура	3.88	3.88	3.88	7
834	stu-2б-3	art	Изобразительное искусство	4	4	4	0
835	stu-2б-3	eng	Иностранный язык	3.71	3.71	3.71	1
836	stu-2б-3	hist	История	3.5	3.5	3.5	2
837	stu-2б-3	lit	Литература	3.72	3.72	3.72	3
838	stu-2б-3	math	Математика	4.32	4.32	4.32	4
839	stu-2б-3	music	Музыка	3.75	3.75	3.75	5
840	stu-2б-3	work	Труд (технология)	5	5	5	6
841	stu-2б-3	pe	Физическая культура	4.25	4.25	4.25	7
842	stu-2б-4	art	Изобразительное искусство	4.33	4.33	4.33	0
843	stu-2б-4	eng	Иностранный язык	3.71	3.71	3.71	1
844	stu-2б-4	hist	История	2.75	2.75	2.75	2
845	stu-2б-4	lit	Литература	3.59	3.59	3.59	3
846	stu-2б-4	math	Математика	4.42	4.42	4.42	4
847	stu-2б-4	music	Музыка	3.5	3.5	3.5	5
848	stu-2б-4	work	Труд (технология)	4.25	4.25	4.25	6
849	stu-2б-4	pe	Физическая культура	4.13	4.13	4.13	7
850	stu-2б-5	art	Изобразительное искусство	4.33	4.33	4.33	0
\.
