COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13813	stu-9б-2	2026-03-26	26 марта	[3, 2, 3, 3, 4, 5]
13814	stu-9б-2	2026-03-27	27 марта	[5, 4, 4, 3, 4, 4]
13815	stu-9б-2	2026-03-30	30 марта	[5, 5, 4, 4, 5]
13816	stu-9б-2	2026-03-31	31 марта	[4, 3, 5, 2, 5, 4]
13817	stu-9б-3	2026-03-02	2 марта	[4, 3, 3, 4, 4]
13818	stu-9б-3	2026-03-03	3 марта	[4, 4, 5, 5, 5, 4]
13819	stu-9б-3	2026-03-04	4 марта	[5, 4, 5, 4, 3]
13820	stu-9б-3	2026-03-05	5 марта	[5, 5, 4, 5, 2, 3, 3]
13821	stu-9б-3	2026-03-06	6 марта	[2, 3, 5, 5, 4]
13822	stu-9б-3	2026-03-09	9 марта	[4, 5, 3, 3, 5, 3]
13823	stu-9б-3	2026-03-10	10 марта	[2, 4, 4, 5, 5, 2]
13824	stu-9б-3	2026-03-11	11 марта	[4, 3, 3, 3, 4]
\.
