COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8233	stu-5в-14	2026-03-06	6 марта	[2, 3, 5, 4, 3]
8234	stu-5в-14	2026-03-09	9 марта	[2, 4, 4, 3, 5]
8235	stu-5в-14	2026-03-10	10 марта	[4, 2, 5, 2, 4, 5]
8236	stu-5в-14	2026-03-11	11 марта	[5, 3, 4, 2]
8237	stu-5в-14	2026-03-12	12 марта	[4, 4, 2, 5, 3, 5]
8238	stu-5в-14	2026-03-13	13 марта	[4, 2, 5, 3, 5]
8239	stu-5в-14	2026-03-16	16 марта	[3, 2, 5, 4]
8240	stu-5в-14	2026-03-17	17 марта	[4, 4, 3, 2, 4, 3]
8241	stu-5в-14	2026-03-18	18 марта	[2, 3, 5, 4]
8242	stu-5в-14	2026-03-19	19 марта	[4, 3, 3, 4, 3, 4]
8243	stu-5в-14	2026-03-20	20 марта	[5, 2, 4, 4, 3]
8244	stu-5в-14	2026-03-23	23 марта	[3, 4, 5, 3, 5]
\.
