COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11365	stu-7в-5	2026-03-18	18 марта	[4, 2, 4, 4]
11366	stu-7в-5	2026-03-19	19 марта	[2, 4, 5, 4, 4, 3]
11367	stu-7в-5	2026-03-20	20 марта	[4, 5, 4, 2]
11368	stu-7в-5	2026-03-23	23 марта	[4, 3, 2, 4]
11369	stu-7в-5	2026-03-24	24 марта	[3, 3, 5, 3, 3]
11370	stu-7в-5	2026-03-25	25 марта	[5, 4, 5, 4]
11371	stu-7в-5	2026-03-26	26 марта	[4, 5, 3, 5, 2, 4]
11372	stu-7в-5	2026-03-27	27 марта	[5, 5, 3, 3]
11373	stu-7в-5	2026-03-30	30 марта	[4, 4, 2, 4]
11374	stu-7в-5	2026-03-31	31 марта	[5, 4, 3, 2, 3, 4]
11375	stu-7в-6	2026-03-02	2 марта	[5, 4, 4, 2]
11376	stu-7в-6	2026-03-03	3 марта	[3, 4, 4, 3, 5, 5]
\.
