COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10861	stu-7б-1	2026-03-20	20 марта	[4, 3, 4, 3]
10862	stu-7б-1	2026-03-23	23 марта	[4, 3, 4, 4, 4]
10863	stu-7б-1	2026-03-24	24 марта	[4, 4, 5, 4, 5, 3]
10864	stu-7б-1	2026-03-25	25 марта	[3, 5, 4, 5]
10865	stu-7б-1	2026-03-26	26 марта	[2, 5, 2, 5, 4]
10866	stu-7б-1	2026-03-27	27 марта	[5, 2, 3, 4]
10867	stu-7б-1	2026-03-30	30 марта	[4, 2, 5, 5, 3]
10868	stu-7б-1	2026-03-31	31 марта	[5, 5, 3, 5, 3]
10869	stu-7б-2	2026-03-02	2 марта	[4, 5, 5, 3]
10870	stu-7б-2	2026-03-03	3 марта	[2, 3, 5, 3, 5]
10871	stu-7б-2	2026-03-04	4 марта	[5, 5, 4, 4]
10872	stu-7б-2	2026-03-05	5 марта	[3, 5, 5, 4, 4]
\.
