COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12493	stu-8а-18	2026-03-26	26 марта	[3, 4, 4, 5, 4]
12494	stu-8а-18	2026-03-27	27 марта	[4, 5, 5, 5, 4]
12495	stu-8а-18	2026-03-30	30 марта	[3, 4, 4, 4, 5]
12496	stu-8а-18	2026-03-31	31 марта	[4, 5, 3, 4, 4, 4]
12497	stu-8а-19	2026-03-02	2 марта	[3, 5, 4, 3]
12498	stu-8а-19	2026-03-03	3 марта	[5, 5, 4, 3, 3, 3]
12499	stu-8а-19	2026-03-04	4 марта	[4, 4, 5, 3]
12500	stu-8а-19	2026-03-05	5 марта	[4, 2, 4, 4, 5]
12501	stu-8а-19	2026-03-06	6 марта	[3, 4, 3, 3, 4]
12502	stu-8а-19	2026-03-09	9 марта	[4, 5, 4, 4]
12503	stu-8а-19	2026-03-10	10 марта	[4, 5, 5, 4, 5, 5]
12504	stu-8а-19	2026-03-11	11 марта	[5, 3, 5, 3, 2]
\.
