COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12541	stu-8б-2	2026-03-02	2 марта	[2, 4, 5, 2, 5]
12542	stu-8б-2	2026-03-03	3 марта	[5, 3, 5, 2, 4]
12543	stu-8б-2	2026-03-04	4 марта	[2, 4, 5, 3, 5]
12544	stu-8б-2	2026-03-05	5 марта	[2, 5, 5, 3, 5, 3]
12545	stu-8б-2	2026-03-06	6 марта	[4, 3, 3, 3, 3]
12546	stu-8б-2	2026-03-09	9 марта	[2, 5, 4, 5, 5]
12547	stu-8б-2	2026-03-10	10 марта	[5, 5, 4, 5, 3]
12548	stu-8б-2	2026-03-11	11 марта	[5, 5, 3, 5, 2]
12549	stu-8б-2	2026-03-12	12 марта	[4, 3, 4, 5, 3]
12550	stu-8б-2	2026-03-13	13 марта	[3, 3, 5, 4, 4]
12551	stu-8б-2	2026-03-16	16 марта	[4, 5, 3, 3, 4]
12552	stu-8б-2	2026-03-17	17 марта	[5, 4, 5, 2, 2]
\.
