COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8053	stu-5в-6	2026-03-02	2 марта	[4, 4, 4, 2]
8054	stu-5в-6	2026-03-03	3 марта	[4, 5, 5, 5, 2]
8055	stu-5в-6	2026-03-04	4 марта	[4, 2, 3, 3, 5]
8056	stu-5в-6	2026-03-05	5 марта	[4, 2, 5, 2, 4, 5]
8057	stu-5в-6	2026-03-06	6 марта	[3, 5, 4, 3, 5]
8058	stu-5в-6	2026-03-09	9 марта	[4, 5, 4, 2, 4]
8059	stu-5в-6	2026-03-10	10 марта	[2, 4, 5, 4, 5, 5]
8060	stu-5в-6	2026-03-11	11 марта	[4, 2, 5, 4]
8061	stu-5в-6	2026-03-12	12 марта	[5, 5, 3, 3, 3, 5]
8062	stu-5в-6	2026-03-13	13 марта	[2, 4, 3, 5, 4]
8063	stu-5в-6	2026-03-16	16 марта	[5, 3, 3, 2]
8064	stu-5в-6	2026-03-17	17 марта	[2, 2, 5, 4, 5, 4]
\.
