COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7693	stu-5б-9	2026-03-20	20 марта	[4, 5, 2, 4]
7694	stu-5б-9	2026-03-23	23 марта	[3, 4, 5, 3, 4]
7695	stu-5б-9	2026-03-24	24 марта	[2, 5, 3, 5, 5]
7696	stu-5б-9	2026-03-25	25 марта	[4, 4, 5, 5, 4]
7697	stu-5б-9	2026-03-26	26 марта	[3, 5, 5, 5, 4]
7698	stu-5б-9	2026-03-27	27 марта	[2, 4, 5, 5, 4]
7699	stu-5б-9	2026-03-30	30 марта	[4, 3, 5, 5, 2]
7700	stu-5б-9	2026-03-31	31 марта	[5, 3, 3, 3, 4, 5]
7701	stu-5б-10	2026-03-02	2 марта	[3, 5, 5, 5]
7702	stu-5б-10	2026-03-03	3 марта	[5, 4, 4, 3, 4]
7703	stu-5б-10	2026-03-04	4 марта	[5, 3, 3, 4, 2]
7704	stu-5б-10	2026-03-05	5 марта	[5, 5, 2, 2, 3, 3]
\.
