COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8881	stu-6а-5	2026-03-20	20 марта	[4, 5, 5, 3]
8882	stu-6а-5	2026-03-23	23 марта	[4, 3, 4, 4]
8883	stu-6а-5	2026-03-24	24 марта	[4, 2, 5, 3, 4, 5]
8884	stu-6а-5	2026-03-25	25 марта	[2, 4, 5, 2, 3]
8885	stu-6а-5	2026-03-26	26 марта	[3, 4, 3, 5, 3]
8886	stu-6а-5	2026-03-27	27 марта	[2, 3, 4, 3, 5]
8887	stu-6а-5	2026-03-30	30 марта	[2, 5, 5, 5]
8888	stu-6а-5	2026-03-31	31 марта	[4, 5, 5, 5, 4, 2]
8889	stu-6а-6	2026-03-02	2 марта	[4, 4, 5, 5]
8890	stu-6а-6	2026-03-03	3 марта	[4, 3, 4, 5, 5]
8891	stu-6а-6	2026-03-04	4 марта	[4, 5, 5, 5, 5]
8892	stu-6а-6	2026-03-05	5 марта	[3, 2, 4, 4, 5]
\.
