COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13933	stu-9б-8	2026-03-10	10 марта	[3, 3, 4, 4, 4, 3]
13934	stu-9б-8	2026-03-11	11 марта	[3, 2, 5, 4, 2]
13935	stu-9б-8	2026-03-12	12 марта	[5, 4, 4, 4, 2, 3]
13936	stu-9б-8	2026-03-13	13 марта	[4, 4, 5, 3, 5, 5]
13937	stu-9б-8	2026-03-16	16 марта	[5, 4, 4, 5, 2, 4]
13938	stu-9б-8	2026-03-17	17 марта	[4, 3, 2, 5, 4, 4, 4]
13939	stu-9б-8	2026-03-18	18 марта	[3, 4, 2, 3, 5, 4]
13940	stu-9б-8	2026-03-19	19 марта	[5, 5, 5, 3, 4, 2]
13941	stu-9б-8	2026-03-20	20 марта	[5, 5, 5, 5, 5]
13942	stu-9б-8	2026-03-23	23 марта	[5, 4, 4, 3, 3]
13943	stu-9б-8	2026-03-24	24 марта	[2, 2, 4, 5, 4, 5, 2]
13944	stu-9б-8	2026-03-25	25 марта	[4, 3, 4, 4, 5, 3]
\.
