COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12589	stu-8б-4	2026-03-06	6 марта	[4, 2, 5, 4, 5]
12590	stu-8б-4	2026-03-09	9 марта	[3, 5, 5, 4, 3]
12591	stu-8б-4	2026-03-10	10 марта	[5, 4, 5, 4, 3]
12592	stu-8б-4	2026-03-11	11 марта	[5, 4, 2, 5, 3]
12593	stu-8б-4	2026-03-12	12 марта	[5, 4, 5, 4, 2]
12594	stu-8б-4	2026-03-13	13 марта	[4, 2, 4, 4, 5]
12595	stu-8б-4	2026-03-16	16 марта	[5, 3, 4, 4, 2]
12596	stu-8б-4	2026-03-17	17 марта	[4, 4, 5, 3, 3]
12597	stu-8б-4	2026-03-18	18 марта	[5, 4, 5, 5, 3]
12598	stu-8б-4	2026-03-19	19 марта	[5, 4, 3, 4, 3, 3]
12599	stu-8б-4	2026-03-20	20 марта	[3, 4, 2, 2]
12600	stu-8б-4	2026-03-23	23 марта	[4, 3, 5, 5, 2]
\.
