COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3651	stu-6б-5	social	Обществознание	4.5	4.5	4.5	7
3652	stu-6б-5	pe	Физическая культура	3.64	3.64	3.64	8
3653	stu-6б-6	bio	Биология	3.13	3.13	3.13	0
3654	stu-6б-6	geo	География	3.75	3.75	3.75	1
3655	stu-6б-6	eng	Иностранный язык	3.92	3.92	3.92	2
3656	stu-6б-6	info	Информатика	3.75	3.75	3.75	3
3657	stu-6б-6	hist	История	3.88	3.88	3.88	4
3658	stu-6б-6	lit	Литература	3.81	3.81	3.81	5
3659	stu-6б-6	math	Математика	3.71	3.71	3.71	6
3660	stu-6б-6	social	Обществознание	4	4	4	7
3661	stu-6б-6	pe	Физическая культура	3.55	3.55	3.55	8
3662	stu-6б-7	bio	Биология	4.5	4.5	4.5	0
3663	stu-6б-7	geo	География	3.63	3.63	3.63	1
3664	stu-6б-7	eng	Иностранный язык	3.54	3.54	3.54	2
3665	stu-6б-7	info	Информатика	3.75	3.75	3.75	3
3666	stu-6б-7	hist	История	3.63	3.63	3.63	4
3667	stu-6б-7	lit	Литература	4.07	4.07	4.07	5
3668	stu-6б-7	math	Математика	3.76	3.76	3.76	6
3669	stu-6б-7	social	Обществознание	4.13	4.13	4.13	7
3670	stu-6б-7	pe	Физическая культура	3.55	3.55	3.55	8
3671	stu-6б-8	bio	Биология	3.63	3.63	3.63	0
3672	stu-6б-8	geo	География	4.13	4.13	4.13	1
3673	stu-6б-8	eng	Иностранный язык	4.15	4.15	4.15	2
3674	stu-6б-8	info	Информатика	4.38	4.38	4.38	3
3675	stu-6б-8	hist	История	3	3	3	4
3676	stu-6б-8	lit	Литература	3.96	3.96	3.96	5
3677	stu-6б-8	math	Математика	3.53	3.53	3.53	6
3678	stu-6б-8	social	Обществознание	4.38	4.38	4.38	7
3679	stu-6б-8	pe	Физическая культура	3.82	3.82	3.82	8
3680	stu-6б-9	bio	Биология	3.38	3.38	3.38	0
3681	stu-6б-9	geo	География	3.63	3.63	3.63	1
3682	stu-6б-9	eng	Иностранный язык	3.77	3.77	3.77	2
3683	stu-6б-9	info	Информатика	4	4	4	3
3684	stu-6б-9	hist	История	3.88	3.88	3.88	4
3685	stu-6б-9	lit	Литература	3.89	3.89	3.89	5
3686	stu-6б-9	math	Математика	3.65	3.65	3.65	6
3687	stu-6б-9	social	Обществознание	4.25	4.25	4.25	7
3688	stu-6б-9	pe	Физическая культура	3.45	3.45	3.45	8
3689	stu-6б-10	bio	Биология	4.5	4.5	4.5	0
3690	stu-6б-10	geo	География	3.5	3.5	3.5	1
3691	stu-6б-10	eng	Иностранный язык	3.54	3.54	3.54	2
3692	stu-6б-10	info	Информатика	3.88	3.88	3.88	3
3693	stu-6б-10	hist	История	3.5	3.5	3.5	4
3694	stu-6б-10	lit	Литература	4.07	4.07	4.07	5
3695	stu-6б-10	math	Математика	3.82	3.82	3.82	6
3696	stu-6б-10	social	Обществознание	4.25	4.25	4.25	7
3697	stu-6б-10	pe	Физическая культура	3.45	3.45	3.45	8
3698	stu-6б-11	bio	Биология	3.88	3.88	3.88	0
3699	stu-6б-11	geo	География	4.13	4.13	4.13	1
3700	stu-6б-11	eng	Иностранный язык	3.92	3.92	3.92	2
\.
