COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9001	stu-6а-11	2026-03-04	4 марта	[4, 5, 5, 4, 5]
9002	stu-6а-11	2026-03-05	5 марта	[2, 2, 3, 5, 5]
9003	stu-6а-11	2026-03-06	6 марта	[4, 4, 5, 4]
9004	stu-6а-11	2026-03-09	9 марта	[5, 5, 3, 5, 2]
9005	stu-6а-11	2026-03-10	10 марта	[2, 5, 4, 5, 4]
9006	stu-6а-11	2026-03-11	11 марта	[4, 2, 3, 5]
9007	stu-6а-11	2026-03-12	12 марта	[4, 3, 5, 5, 4]
9008	stu-6а-11	2026-03-13	13 марта	[5, 4, 5, 5, 2]
9009	stu-6а-11	2026-03-16	16 марта	[5, 5, 2, 2, 4]
9010	stu-6а-11	2026-03-17	17 марта	[2, 4, 3, 4, 4, 4]
9011	stu-6а-11	2026-03-18	18 марта	[5, 3, 4, 3, 5]
9012	stu-6а-11	2026-03-19	19 марта	[2, 2, 4, 5, 4, 3]
\.
