COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7417	stu-5а-17	2026-03-04	4 марта	[3, 4, 5, 4]
7418	stu-5а-17	2026-03-05	5 марта	[3, 2, 4, 5, 5]
7419	stu-5а-17	2026-03-06	6 марта	[3, 4, 5, 5, 4]
7420	stu-5а-17	2026-03-09	9 марта	[4, 3, 5, 4]
7421	stu-5а-17	2026-03-10	10 марта	[5, 3, 4, 4, 4]
7422	stu-5а-17	2026-03-11	11 марта	[4, 5, 4, 2, 3]
7423	stu-5а-17	2026-03-12	12 марта	[4, 4, 5, 3, 3]
7424	stu-5а-17	2026-03-13	13 марта	[4, 3, 3, 5, 4]
7425	stu-5а-17	2026-03-16	16 марта	[5, 4, 2, 5]
7426	stu-5а-17	2026-03-17	17 марта	[4, 3, 5, 5, 3]
7427	stu-5а-17	2026-03-18	18 марта	[5, 4, 4, 5, 2]
7428	stu-5а-17	2026-03-19	19 марта	[5, 3, 3, 5, 3]
\.
