COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8641	stu-5г-13	2026-03-24	24 марта	[5, 4, 4, 4, 5, 3]
8642	stu-5г-13	2026-03-25	25 марта	[3, 5, 5, 3]
8643	stu-5г-13	2026-03-26	26 марта	[4, 2, 4, 2, 3]
8644	stu-5г-13	2026-03-27	27 марта	[4, 4, 5, 4, 5]
8645	stu-5г-13	2026-03-30	30 марта	[3, 5, 3, 5, 4]
8646	stu-5г-13	2026-03-31	31 марта	[5, 5, 4, 5, 3, 3]
8647	stu-5г-14	2026-03-02	2 марта	[4, 4, 3, 2]
8648	stu-5г-14	2026-03-03	3 марта	[3, 3, 5, 3, 5, 5]
8649	stu-5г-14	2026-03-04	4 марта	[5, 5, 5, 4, 3]
8650	stu-5г-14	2026-03-05	5 марта	[3, 5, 4, 5, 3]
8651	stu-5г-14	2026-03-06	6 марта	[3, 5, 4, 4, 3]
8652	stu-5г-14	2026-03-09	9 марта	[4, 5, 4, 2]
\.
