COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2701	stu-5а-12	pe	Физическая культура	4	4	4	10
2702	stu-5а-13	bio	Биология	4	4	4	0
2703	stu-5а-13	geo	География	4.5	4.5	4.5	1
2704	stu-5а-13	art	Изобразительное искусство	4.5	4.5	4.5	2
2705	stu-5а-13	eng	Иностранный язык	3.91	3.91	3.91	3
2706	stu-5а-13	info	Информатика	3.5	3.5	3.5	4
2707	stu-5а-13	hist	История	3.67	3.67	3.67	5
2708	stu-5а-13	lit	Литература	3.22	3.22	3.22	6
2709	stu-5а-13	math	Математика	3.7	3.7	3.7	7
2710	stu-5а-13	social	Обществознание	3.83	3.83	3.83	8
2711	stu-5а-13	work	Труд (технология)	4	4	4	9
2712	stu-5а-13	pe	Физическая культура	4.18	4.18	4.18	10
2713	stu-5а-14	bio	Биология	4	4	4	0
2714	stu-5а-14	geo	География	3.75	3.75	3.75	1
2715	stu-5а-14	art	Изобразительное искусство	3.25	3.25	3.25	2
2716	stu-5а-14	eng	Иностранный язык	4.64	4.64	4.64	3
2717	stu-5а-14	info	Информатика	3	3	3	4
2718	stu-5а-14	hist	История	3	3	3	5
2719	stu-5а-14	lit	Литература	3.93	3.93	3.93	6
2720	stu-5а-14	math	Математика	3.74	3.74	3.74	7
2721	stu-5а-14	social	Обществознание	4.33	4.33	4.33	8
2722	stu-5а-14	work	Труд (технология)	4.25	4.25	4.25	9
2723	stu-5а-14	pe	Физическая культура	3.82	3.82	3.82	10
2724	stu-5а-15	bio	Биология	3.63	3.63	3.63	0
2725	stu-5а-15	geo	География	3	3	3	1
2726	stu-5а-15	art	Изобразительное искусство	5	5	5	2
2727	stu-5а-15	eng	Иностранный язык	3.36	3.36	3.36	3
2728	stu-5а-15	info	Информатика	3.75	3.75	3.75	4
2729	stu-5а-15	hist	История	4.67	4.67	4.67	5
2730	stu-5а-15	lit	Литература	3.48	3.48	3.48	6
2731	stu-5а-15	math	Математика	3.91	3.91	3.91	7
2732	stu-5а-15	social	Обществознание	4.17	4.17	4.17	8
2733	stu-5а-15	work	Труд (технология)	5	5	5	9
2734	stu-5а-15	pe	Физическая культура	4.27	4.27	4.27	10
2735	stu-5а-16	bio	Биология	4.13	4.13	4.13	0
2736	stu-5а-16	geo	География	4.5	4.5	4.5	1
2737	stu-5а-16	art	Изобразительное искусство	4	4	4	2
2738	stu-5а-16	eng	Иностранный язык	4.27	4.27	4.27	3
2739	stu-5а-16	info	Информатика	3.75	3.75	3.75	4
2740	stu-5а-16	hist	История	4	4	4	5
2741	stu-5а-16	lit	Литература	3.44	3.44	3.44	6
2742	stu-5а-16	math	Математика	3.74	3.74	3.74	7
2743	stu-5а-16	social	Обществознание	4.17	4.17	4.17	8
2744	stu-5а-16	work	Труд (технология)	4.25	4.25	4.25	9
2745	stu-5а-16	pe	Физическая культура	3.91	3.91	3.91	10
2746	stu-5а-17	bio	Биология	3.88	3.88	3.88	0
2747	stu-5а-17	geo	География	3.5	3.5	3.5	1
2748	stu-5а-17	art	Изобразительное искусство	3.5	3.5	3.5	2
2749	stu-5а-17	eng	Иностранный язык	4.36	4.36	4.36	3
2750	stu-5а-17	info	Информатика	3	3	3	4
\.
