COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13837	stu-9б-3	2026-03-30	30 марта	[4, 3, 5, 5, 4]
13838	stu-9б-3	2026-03-31	31 марта	[3, 2, 4, 3, 5, 3]
13839	stu-9б-4	2026-03-02	2 марта	[5, 2, 4, 3, 2]
13840	stu-9б-4	2026-03-03	3 марта	[4, 4, 5, 3, 4, 3]
13841	stu-9б-4	2026-03-04	4 марта	[4, 4, 5, 3, 2]
13842	stu-9б-4	2026-03-05	5 марта	[5, 4, 2, 5, 4, 2, 5]
13843	stu-9б-4	2026-03-06	6 марта	[3, 2, 5, 5, 5]
13844	stu-9б-4	2026-03-09	9 марта	[5, 4, 2, 4, 4, 4]
13845	stu-9б-4	2026-03-10	10 марта	[4, 5, 5, 4, 4, 4]
13846	stu-9б-4	2026-03-11	11 марта	[5, 4, 4, 2, 3]
13847	stu-9б-4	2026-03-12	12 марта	[5, 5, 5, 2, 4, 5]
13848	stu-9б-4	2026-03-13	13 марта	[4, 2, 5, 4, 5, 5]
\.
