COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14280	stu-9в-5	2026-03-03	3 марта	[5, 3, 5, 3, 3, 5]
14281	stu-9в-5	2026-03-04	4 марта	[3, 4, 3, 3, 5]
14282	stu-9в-5	2026-03-05	5 марта	[5, 4, 3, 5, 3, 4]
14283	stu-9в-5	2026-03-06	6 марта	[5, 5, 4, 5, 4, 5]
14284	stu-9в-5	2026-03-09	9 марта	[4, 4, 5, 3, 3]
14285	stu-9в-5	2026-03-10	10 марта	[5, 4, 2, 3, 5, 4]
14286	stu-9в-5	2026-03-11	11 марта	[2, 5, 5, 2, 4, 4]
14287	stu-9в-5	2026-03-12	12 марта	[4, 3, 5, 5, 2, 5, 5]
14288	stu-9в-5	2026-03-13	13 марта	[5, 5, 5, 5, 5]
14289	stu-9в-5	2026-03-16	16 марта	[4, 5, 4, 5, 3, 4]
14290	stu-9в-5	2026-03-17	17 марта	[2, 3, 3, 4, 4, 4]
14291	stu-9в-5	2026-03-18	18 марта	[4, 3, 4, 4, 4]
\.
