COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12385	stu-8а-13	2026-03-30	30 марта	[4, 4, 4, 2, 4]
12386	stu-8а-13	2026-03-31	31 марта	[3, 5, 2, 3, 2, 3]
12387	stu-8а-14	2026-03-02	2 марта	[2, 5, 5, 4]
12388	stu-8а-14	2026-03-03	3 марта	[5, 4, 4, 4, 5, 5]
12389	stu-8а-14	2026-03-04	4 марта	[2, 4, 5, 4]
12390	stu-8а-14	2026-03-05	5 марта	[4, 2, 4, 4, 5]
12391	stu-8а-14	2026-03-06	6 марта	[3, 5, 4, 4, 5]
12392	stu-8а-14	2026-03-09	9 марта	[3, 5, 4, 5]
12393	stu-8а-14	2026-03-10	10 марта	[5, 5, 5, 5, 5, 4]
12394	stu-8а-14	2026-03-11	11 марта	[5, 3, 5, 5, 3]
12395	stu-8а-14	2026-03-12	12 марта	[2, 5, 4, 4, 4]
12396	stu-8а-14	2026-03-13	13 марта	[3, 3, 3, 4]
\.
