COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4851	stu-7в-19	geo	География	4.5	4.5	4.5	1
4852	stu-7в-19	eng	Иностранный язык	3.33	3.33	3.33	2
4853	stu-7в-19	info	Информатика	4.43	4.43	4.43	3
4854	stu-7в-19	hist	История	3.43	3.43	3.43	4
4855	stu-7в-19	lit	Литература	3.52	3.52	3.52	5
4856	stu-7в-19	math	Математика	3.88	3.88	3.88	6
4857	stu-7в-19	social	Обществознание	3.25	3.25	3.25	7
4858	stu-7в-19	work	Труд (технология)	4	4	4	8
4859	stu-7в-19	phys	Физика	3.25	3.25	3.25	9
4860	stu-7в-19	pe	Физическая культура	3.75	3.75	3.75	10
4861	stu-7в-19	chem	Химия	4	4	4	11
4862	stu-7г-1	bio	Биология	3.38	3.38	3.38	0
4863	stu-7г-1	geo	География	4	4	4	1
4864	stu-7г-1	eng	Иностранный язык	3.85	3.85	3.85	2
4865	stu-7г-1	info	Информатика	3.83	3.83	3.83	3
4866	stu-7г-1	hist	История	3.75	3.75	3.75	4
4867	stu-7г-1	lit	Литература	3.84	3.84	3.84	5
4868	stu-7г-1	math	Математика	3.78	3.78	3.78	6
4869	stu-7г-1	social	Обществознание	3.75	3.75	3.75	7
4870	stu-7г-1	phys	Физика	3.71	3.71	3.71	8
4871	stu-7г-1	pe	Физическая культура	4.22	4.22	4.22	9
4872	stu-7г-1	chem	Химия	4.5	4.5	4.5	10
4873	stu-7г-2	bio	Биология	3.63	3.63	3.63	0
4874	stu-7г-2	geo	География	2.75	2.75	2.75	1
4875	stu-7г-2	eng	Иностранный язык	4	4	4	2
4876	stu-7г-2	info	Информатика	3.33	3.33	3.33	3
4877	stu-7г-2	hist	История	4.25	4.25	4.25	4
4878	stu-7г-2	lit	Литература	4	4	4	5
4879	stu-7г-2	math	Математика	4.09	4.09	4.09	6
4880	stu-7г-2	social	Обществознание	3.75	3.75	3.75	7
4881	stu-7г-2	phys	Физика	4.14	4.14	4.14	8
4882	stu-7г-2	pe	Физическая культура	4.33	4.33	4.33	9
4883	stu-7г-2	chem	Химия	4.25	4.25	4.25	10
4884	stu-7г-3	bio	Биология	3.5	3.5	3.5	0
4885	stu-7г-3	geo	География	4.5	4.5	4.5	1
4886	stu-7г-3	eng	Иностранный язык	3.31	3.31	3.31	2
4887	stu-7г-3	info	Информатика	4.17	4.17	4.17	3
4888	stu-7г-3	hist	История	3.25	3.25	3.25	4
4889	stu-7г-3	lit	Литература	3.74	3.74	3.74	5
4890	stu-7г-3	math	Математика	4.09	4.09	4.09	6
4891	stu-7г-3	social	Обществознание	4	4	4	7
4892	stu-7г-3	phys	Физика	3.86	3.86	3.86	8
4893	stu-7г-3	pe	Физическая культура	4.11	4.11	4.11	9
4894	stu-7г-3	chem	Химия	3.75	3.75	3.75	10
4895	stu-7г-4	bio	Биология	3.5	3.5	3.5	0
4896	stu-7г-4	geo	География	3.5	3.5	3.5	1
4897	stu-7г-4	eng	Иностранный язык	3.92	3.92	3.92	2
4898	stu-7г-4	info	Информатика	3.83	3.83	3.83	3
4899	stu-7г-4	hist	История	3.5	3.5	3.5	4
4900	stu-7г-4	lit	Литература	3.87	3.87	3.87	5
\.
