COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11521	stu-7в-12	2026-03-20	20 марта	[5, 5, 5, 3]
11522	stu-7в-12	2026-03-23	23 марта	[5, 5, 3, 4]
11523	stu-7в-12	2026-03-24	24 марта	[2, 3, 3, 4, 5]
11524	stu-7в-12	2026-03-25	25 марта	[5, 5, 5, 4]
11525	stu-7в-12	2026-03-26	26 марта	[5, 5, 3, 4, 3, 5]
11526	stu-7в-12	2026-03-27	27 марта	[5, 5, 4, 3]
11527	stu-7в-12	2026-03-30	30 марта	[5, 5, 2, 2]
11528	stu-7в-12	2026-03-31	31 марта	[4, 2, 5, 4, 4, 5]
11529	stu-7в-13	2026-03-02	2 марта	[4, 3, 5, 4]
11530	stu-7в-13	2026-03-03	3 марта	[4, 5, 3, 2, 4, 3]
11531	stu-7в-13	2026-03-04	4 марта	[4, 5, 4, 3, 4]
11532	stu-7в-13	2026-03-05	5 марта	[4, 4, 2, 4, 3]
\.
