COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7189	stu-5а-6	2026-03-24	24 марта	[4, 4, 5, 5, 4]
7190	stu-5а-6	2026-03-25	25 марта	[2, 5, 5, 3]
7191	stu-5а-6	2026-03-26	26 марта	[5, 3, 5, 5, 2, 3]
7192	stu-5а-6	2026-03-27	27 марта	[3, 4, 4, 4]
7193	stu-5а-6	2026-03-30	30 марта	[3, 5, 4, 3]
7194	stu-5а-6	2026-03-31	31 марта	[3, 4, 5, 3, 4, 5]
7195	stu-5а-7	2026-03-02	2 марта	[5, 5, 2, 2, 4]
7196	stu-5а-7	2026-03-03	3 марта	[2, 4, 3, 4, 3, 3]
7197	stu-5а-7	2026-03-04	4 марта	[3, 3, 4, 5]
7198	stu-5а-7	2026-03-05	5 марта	[3, 2, 4, 5, 5]
7199	stu-5а-7	2026-03-06	6 марта	[4, 3, 5, 3, 5]
7200	stu-5а-7	2026-03-09	9 марта	[4, 2, 5, 3]
\.
