COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10909	stu-7б-3	2026-03-26	26 марта	[4, 5, 4, 4, 5]
10910	stu-7б-3	2026-03-27	27 марта	[4, 4, 5, 5]
10911	stu-7б-3	2026-03-30	30 марта	[5, 4, 4, 5, 2]
10912	stu-7б-3	2026-03-31	31 марта	[4, 5, 4, 4, 4]
10913	stu-7б-4	2026-03-02	2 марта	[3, 5, 4, 5]
10914	stu-7б-4	2026-03-03	3 марта	[3, 2, 4, 4, 5]
10915	stu-7б-4	2026-03-04	4 марта	[4, 5, 5, 3]
10916	stu-7б-4	2026-03-05	5 марта	[2, 3, 4, 5, 4]
10917	stu-7б-4	2026-03-06	6 марта	[5, 3, 5, 5, 4]
10918	stu-7б-4	2026-03-09	9 марта	[5, 4, 3, 5, 4]
10919	stu-7б-4	2026-03-10	10 марта	[4, 4, 4, 5, 4]
10920	stu-7б-4	2026-03-11	11 марта	[3, 4, 4, 5]
\.
