COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12817	stu-8б-14	2026-03-18	18 марта	[5, 5, 3, 3, 3]
12818	stu-8б-14	2026-03-19	19 марта	[5, 5, 3, 5, 2, 5]
12819	stu-8б-14	2026-03-20	20 марта	[3, 5, 4, 3]
12820	stu-8б-14	2026-03-23	23 марта	[5, 4, 4, 3, 3]
12821	stu-8б-14	2026-03-24	24 марта	[4, 3, 5, 4, 2, 4]
12822	stu-8б-14	2026-03-25	25 марта	[4, 3, 5, 2]
12823	stu-8б-14	2026-03-26	26 марта	[3, 4, 5, 5, 4]
12824	stu-8б-14	2026-03-27	27 марта	[4, 5, 4, 4]
12825	stu-8б-14	2026-03-30	30 марта	[3, 5, 3, 2, 5]
12826	stu-8б-14	2026-03-31	31 марта	[5, 5, 2, 3, 3]
12827	stu-8б-15	2026-03-02	2 марта	[2, 4, 5, 4, 4]
12828	stu-8б-15	2026-03-03	3 марта	[4, 4, 5, 4, 2]
\.
