COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10297	stu-6г-14	2026-03-02	2 марта	[5, 4, 2, 5, 3]
10298	stu-6г-14	2026-03-03	3 марта	[5, 5, 5, 4, 4]
10299	stu-6г-14	2026-03-04	4 марта	[5, 5, 4, 4, 4]
10300	stu-6г-14	2026-03-05	5 марта	[4, 5, 3, 5, 4, 2]
10301	stu-6г-14	2026-03-06	6 марта	[5, 4, 3, 4]
10302	stu-6г-14	2026-03-09	9 марта	[5, 5, 2, 5, 4]
10303	stu-6г-14	2026-03-10	10 марта	[4, 4, 4, 4, 4, 2]
10304	stu-6г-14	2026-03-11	11 марта	[3, 5, 5, 3, 4]
10305	stu-6г-14	2026-03-12	12 марта	[5, 5, 4, 3, 5]
10306	stu-6г-14	2026-03-13	13 марта	[4, 5, 5, 4, 3]
10307	stu-6г-14	2026-03-16	16 марта	[3, 5, 3, 2, 5]
10308	stu-6г-14	2026-03-17	17 марта	[5, 4, 4, 5, 4]
\.
