COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11557	stu-7в-14	2026-03-10	10 марта	[2, 5, 4, 3, 5, 4]
11558	stu-7в-14	2026-03-11	11 марта	[4, 4, 4, 4]
11559	stu-7в-14	2026-03-12	12 марта	[2, 4, 5, 5, 3, 4]
11560	stu-7в-14	2026-03-13	13 марта	[5, 2, 3, 5]
11561	stu-7в-14	2026-03-16	16 марта	[5, 5, 2, 4]
11562	stu-7в-14	2026-03-17	17 марта	[3, 5, 3, 4, 5, 3]
11563	stu-7в-14	2026-03-18	18 марта	[3, 3, 4, 3]
11564	stu-7в-14	2026-03-19	19 марта	[2, 4, 5, 3, 5, 4]
11565	stu-7в-14	2026-03-20	20 марта	[4, 4, 4, 4]
11566	stu-7в-14	2026-03-23	23 марта	[4, 4, 2, 3]
11567	stu-7в-14	2026-03-24	24 марта	[3, 2, 4, 3, 3]
11568	stu-7в-14	2026-03-25	25 марта	[5, 3, 5, 5]
\.
