COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
601	stu-1г-13	pe	Физическая культура	3.75	3.75	3.75	7
602	stu-1г-14	art	Изобразительное искусство	4.25	4.25	4.25	0
603	stu-1г-14	eng	Иностранный язык	4.5	4.5	4.5	1
604	stu-1г-14	hist	История	3.88	3.88	3.88	2
605	stu-1г-14	lit	Литература	3.83	3.83	3.83	3
606	stu-1г-14	math	Математика	4.05	4.05	4.05	4
607	stu-1г-14	music	Музыка	3.86	3.86	3.86	5
608	stu-1г-14	work	Труд (технология)	3.63	3.63	3.63	6
609	stu-1г-14	pe	Физическая культура	4.25	4.25	4.25	7
610	stu-1г-15	art	Изобразительное искусство	4.38	4.38	4.38	0
611	stu-1г-15	eng	Иностранный язык	4.25	4.25	4.25	1
612	stu-1г-15	hist	История	3.63	3.63	3.63	2
613	stu-1г-15	lit	Литература	3.97	3.97	3.97	3
614	stu-1г-15	math	Математика	4.05	4.05	4.05	4
615	stu-1г-15	music	Музыка	4	4	4	5
616	stu-1г-15	work	Труд (технология)	4.13	4.13	4.13	6
617	stu-1г-15	pe	Физическая культура	3.75	3.75	3.75	7
618	stu-1г-16	art	Изобразительное искусство	4.13	4.13	4.13	0
619	stu-1г-16	eng	Иностранный язык	3.25	3.25	3.25	1
620	stu-1г-16	hist	История	3.63	3.63	3.63	2
621	stu-1г-16	lit	Литература	3.74	3.74	3.74	3
622	stu-1г-16	math	Математика	3.89	3.89	3.89	4
623	stu-1г-16	music	Музыка	3.71	3.71	3.71	5
624	stu-1г-16	work	Труд (технология)	3.75	3.75	3.75	6
625	stu-1г-16	pe	Физическая культура	4	4	4	7
626	stu-1г-17	art	Изобразительное искусство	4.25	4.25	4.25	0
627	stu-1г-17	eng	Иностранный язык	4.75	4.75	4.75	1
628	stu-1г-17	hist	История	3.75	3.75	3.75	2
629	stu-1г-17	lit	Литература	3.89	3.89	3.89	3
630	stu-1г-17	math	Математика	4.11	4.11	4.11	4
631	stu-1г-17	music	Музыка	3.43	3.43	3.43	5
632	stu-1г-17	work	Труд (технология)	3.63	3.63	3.63	6
633	stu-1г-17	pe	Физическая культура	3.75	3.75	3.75	7
634	stu-1г-18	art	Изобразительное искусство	4.5	4.5	4.5	0
635	stu-1г-18	eng	Иностранный язык	4	4	4	1
636	stu-1г-18	hist	История	3.63	3.63	3.63	2
637	stu-1г-18	lit	Литература	3.94	3.94	3.94	3
638	stu-1г-18	math	Математика	4.05	4.05	4.05	4
639	stu-1г-18	music	Музыка	3.14	3.14	3.14	5
640	stu-1г-18	work	Труд (технология)	4.13	4.13	4.13	6
641	stu-1г-18	pe	Физическая культура	3.75	3.75	3.75	7
642	stu-1г-19	art	Изобразительное искусство	4.13	4.13	4.13	0
643	stu-1г-19	eng	Иностранный язык	3.75	3.75	3.75	1
644	stu-1г-19	hist	История	3.5	3.5	3.5	2
645	stu-1г-19	lit	Литература	3.77	3.77	3.77	3
646	stu-1г-19	math	Математика	3.84	3.84	3.84	4
647	stu-1г-19	music	Музыка	3.29	3.29	3.29	5
648	stu-1г-19	work	Труд (технология)	3.88	3.88	3.88	6
649	stu-1г-19	pe	Физическая культура	4.25	4.25	4.25	7
650	stu-1г-20	art	Изобразительное искусство	4	4	4	0
\.
