COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6925	stu-4г-14	2026-03-24	24 марта	[3, 2, 3, 3, 5]
6926	stu-4г-14	2026-03-25	25 марта	[4, 2, 4, 3]
6927	stu-4г-14	2026-03-26	26 марта	[5, 2, 3, 5, 4]
6928	stu-4г-14	2026-03-27	27 марта	[2, 2, 4, 2]
6929	stu-4г-14	2026-03-30	30 марта	[4, 5, 5]
6930	stu-4г-14	2026-03-31	31 марта	[5, 2, 3, 5, 4]
6931	stu-4г-15	2026-03-02	2 марта	[4, 3, 5]
6932	stu-4г-15	2026-03-03	3 марта	[2, 5, 5, 5, 4]
6933	stu-4г-15	2026-03-04	4 марта	[3, 3, 5, 4]
6934	stu-4г-15	2026-03-05	5 марта	[5, 5, 5, 5]
6935	stu-4г-15	2026-03-06	6 марта	[4, 5, 5, 4]
6936	stu-4г-15	2026-03-09	9 марта	[5, 5, 5]
\.
