COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3001	stu-5в-2	bio	Биология	2.57	2.57	2.57	0
3002	stu-5в-2	geo	География	4.25	4.25	4.25	1
3003	stu-5в-2	eng	Иностранный язык	3.82	3.82	3.82	2
3004	stu-5в-2	info	Информатика	4	4	4	3
3005	stu-5в-2	hist	История	3.75	3.75	3.75	4
3006	stu-5в-2	lit	Литература	4	4	4	5
3007	stu-5в-2	math	Математика	3.83	3.83	3.83	6
3008	stu-5в-2	music	Музыка	3.25	3.25	3.25	7
3009	stu-5в-2	social	Обществознание	4.25	4.25	4.25	8
3010	stu-5в-2	work	Труд (технология)	4.75	4.75	4.75	9
3011	stu-5в-2	pe	Физическая культура	3.67	3.67	3.67	10
3012	stu-5в-3	bio	Биология	4.29	4.29	4.29	0
3013	stu-5в-3	geo	География	4.75	4.75	4.75	1
3014	stu-5в-3	eng	Иностранный язык	3.73	3.73	3.73	2
3015	stu-5в-3	info	Информатика	3.63	3.63	3.63	3
3016	stu-5в-3	hist	История	3.13	3.13	3.13	4
3017	stu-5в-3	lit	Литература	3.9	3.9	3.9	5
3018	stu-5в-3	math	Математика	3.65	3.65	3.65	6
3019	stu-5в-3	music	Музыка	3.5	3.5	3.5	7
3020	stu-5в-3	social	Обществознание	4.25	4.25	4.25	8
3021	stu-5в-3	work	Труд (технология)	4	4	4	9
3022	stu-5в-3	pe	Физическая культура	4.22	4.22	4.22	10
3023	stu-5в-4	bio	Биология	3	3	3	0
3024	stu-5в-4	geo	География	3.5	3.5	3.5	1
3025	stu-5в-4	eng	Иностранный язык	3.55	3.55	3.55	2
3026	stu-5в-4	info	Информатика	3.88	3.88	3.88	3
3027	stu-5в-4	hist	История	3.88	3.88	3.88	4
3028	stu-5в-4	lit	Литература	3.74	3.74	3.74	5
3029	stu-5в-4	math	Математика	3.74	3.74	3.74	6
3030	stu-5в-4	music	Музыка	3.75	3.75	3.75	7
3031	stu-5в-4	social	Обществознание	4.25	4.25	4.25	8
3032	stu-5в-4	work	Труд (технология)	4.25	4.25	4.25	9
3033	stu-5в-4	pe	Физическая культура	4.11	4.11	4.11	10
3034	stu-5в-5	bio	Биология	2.86	2.86	2.86	0
3035	stu-5в-5	geo	География	4.75	4.75	4.75	1
3036	stu-5в-5	eng	Иностранный язык	4	4	4	2
3037	stu-5в-5	info	Информатика	4.13	4.13	4.13	3
3038	stu-5в-5	hist	История	3.75	3.75	3.75	4
3039	stu-5в-5	lit	Литература	3.97	3.97	3.97	5
3040	stu-5в-5	math	Математика	3.7	3.7	3.7	6
3041	stu-5в-5	music	Музыка	4	4	4	7
3042	stu-5в-5	social	Обществознание	3.75	3.75	3.75	8
3043	stu-5в-5	work	Труд (технология)	5	5	5	9
3044	stu-5в-5	pe	Физическая культура	4	4	4	10
3045	stu-5в-6	bio	Биология	4.29	4.29	4.29	0
3046	stu-5в-6	geo	География	4.75	4.75	4.75	1
3047	stu-5в-6	eng	Иностранный язык	3.73	3.73	3.73	2
3048	stu-5в-6	info	Информатика	3.75	3.75	3.75	3
3049	stu-5в-6	hist	История	3.25	3.25	3.25	4
3050	stu-5в-6	lit	Литература	3.77	3.77	3.77	5
\.
