COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10777	stu-7а-16	2026-03-26	26 марта	[2, 5, 3, 5, 5]
10778	stu-7а-16	2026-03-27	27 марта	[3, 4, 5, 4, 5]
10779	stu-7а-16	2026-03-30	30 марта	[4, 3, 5, 3, 2]
10780	stu-7а-16	2026-03-31	31 марта	[4, 3, 4, 4, 4, 5]
10781	stu-7а-17	2026-03-02	2 марта	[5, 4, 2, 5, 5]
10782	stu-7а-17	2026-03-03	3 марта	[5, 5, 5, 4, 4]
10783	stu-7а-17	2026-03-04	4 марта	[5, 4, 5, 5, 5]
10784	stu-7а-17	2026-03-05	5 марта	[3, 4, 3, 4, 4, 4]
10785	stu-7а-17	2026-03-06	6 марта	[5, 4, 4, 4, 3]
10786	stu-7а-17	2026-03-09	9 марта	[5, 4, 4, 2, 5]
10787	stu-7а-17	2026-03-10	10 марта	[5, 4, 5, 3, 3]
10788	stu-7а-17	2026-03-11	11 марта	[4, 5, 3, 5, 4]
\.
