COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13765	stu-9а-19	2026-03-20	20 марта	[2, 2, 5, 5, 5]
13766	stu-9а-19	2026-03-23	23 марта	[3, 3, 4, 2, 5]
13767	stu-9а-19	2026-03-24	24 марта	[5, 4, 2, 5, 2, 4]
13768	stu-9а-19	2026-03-25	25 марта	[3, 4, 5, 4, 2, 5]
13769	stu-9а-19	2026-03-26	26 марта	[3, 3, 5, 4, 2, 5]
13770	stu-9а-19	2026-03-27	27 марта	[3, 4, 2, 5, 5]
13771	stu-9а-19	2026-03-30	30 марта	[3, 2, 4, 5, 4]
13772	stu-9а-19	2026-03-31	31 марта	[4, 4, 3, 4, 3, 4]
13773	stu-9б-1	2026-03-02	2 марта	[5, 2, 4, 4, 2]
13774	stu-9б-1	2026-03-03	3 марта	[3, 5, 5, 4, 5, 3]
13775	stu-9б-1	2026-03-04	4 марта	[5, 5, 5, 3, 2]
13776	stu-9б-1	2026-03-05	5 марта	[5, 5, 3, 4, 4, 3, 5]
\.
