COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10465	stu-7а-2	2026-03-20	20 марта	[2, 4, 5, 3, 5]
10466	stu-7а-2	2026-03-23	23 марта	[5, 2, 5, 2]
10467	stu-7а-2	2026-03-24	24 марта	[4, 3, 4, 3, 5]
10468	stu-7а-2	2026-03-25	25 марта	[4, 3, 5, 2, 5]
10469	stu-7а-2	2026-03-26	26 марта	[3, 3, 5, 4, 5]
10470	stu-7а-2	2026-03-27	27 марта	[4, 5, 4, 5, 3]
10471	stu-7а-2	2026-03-30	30 марта	[5, 3, 4, 5, 3]
10472	stu-7а-2	2026-03-31	31 марта	[3, 4, 5, 3, 5, 5]
10473	stu-7а-3	2026-03-02	2 марта	[3, 5, 3, 3, 5]
10474	stu-7а-3	2026-03-03	3 марта	[4, 4, 5, 5, 3]
10475	stu-7а-3	2026-03-04	4 марта	[4, 5, 5, 4, 4]
10476	stu-7а-3	2026-03-05	5 марта	[4, 5, 5, 3, 5, 3]
\.
