COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13105	stu-8в-8	2026-03-20	20 марта	[4, 5, 4, 5]
13106	stu-8в-8	2026-03-23	23 марта	[3, 4, 5, 5, 3]
13107	stu-8в-8	2026-03-24	24 марта	[5, 5, 4, 4, 4, 5]
13108	stu-8в-8	2026-03-25	25 марта	[2, 5, 5, 4, 5]
13109	stu-8в-8	2026-03-26	26 марта	[4, 4, 3, 3, 5]
13110	stu-8в-8	2026-03-27	27 марта	[2, 2, 4, 3, 4]
13111	stu-8в-8	2026-03-30	30 марта	[4, 5, 4, 4, 3]
13112	stu-8в-8	2026-03-31	31 марта	[5, 3, 5, 5, 4]
13113	stu-8в-9	2026-03-02	2 марта	[5, 3, 2, 4, 3]
13114	stu-8в-9	2026-03-03	3 марта	[2, 4, 4, 2, 3, 4]
13115	stu-8в-9	2026-03-04	4 марта	[5, 3, 3, 5, 4]
13116	stu-8в-9	2026-03-05	5 марта	[5, 4, 3, 5, 2, 2]
\.
