COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8113	stu-5в-8	2026-03-24	24 марта	[3, 5, 4, 4, 3]
8114	stu-5в-8	2026-03-25	25 марта	[5, 5, 5, 5, 3]
8115	stu-5в-8	2026-03-26	26 марта	[5, 5, 5, 4, 5, 4]
8116	stu-5в-8	2026-03-27	27 марта	[3, 2, 5, 5, 3]
8117	stu-5в-8	2026-03-30	30 марта	[4, 4, 4, 2, 5]
8118	stu-5в-8	2026-03-31	31 марта	[4, 2, 5, 3, 4, 5]
8119	stu-5в-9	2026-03-02	2 марта	[4, 4, 4, 2]
8120	stu-5в-9	2026-03-03	3 марта	[5, 5, 3, 4, 2]
8121	stu-5в-9	2026-03-04	4 марта	[3, 2, 5, 4, 5]
8122	stu-5в-9	2026-03-05	5 марта	[3, 2, 4, 2, 4, 5]
8123	stu-5в-9	2026-03-06	6 марта	[3, 4, 4, 3, 4]
8124	stu-5в-9	2026-03-09	9 марта	[3, 5, 5, 2, 4]
\.
