COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7213	stu-5а-7	2026-03-26	26 марта	[5, 2, 3, 5, 3, 5]
7214	stu-5а-7	2026-03-27	27 марта	[2, 2, 5, 3]
7215	stu-5а-7	2026-03-30	30 марта	[2, 3, 3, 4]
7216	stu-5а-7	2026-03-31	31 марта	[4, 5, 5, 4, 3, 4]
7217	stu-5а-8	2026-03-02	2 марта	[5, 5, 4, 3, 3]
7218	stu-5а-8	2026-03-03	3 марта	[3, 5, 5, 5, 5, 4]
7219	stu-5а-8	2026-03-04	4 марта	[4, 5, 5, 5]
7220	stu-5а-8	2026-03-05	5 марта	[5, 3, 2, 5, 4]
7221	stu-5а-8	2026-03-06	6 марта	[5, 5, 5, 5, 4]
7222	stu-5а-8	2026-03-09	9 марта	[3, 4, 5, 2]
7223	stu-5а-8	2026-03-10	10 марта	[3, 2, 2, 4, 5]
7224	stu-5а-8	2026-03-11	11 марта	[5, 5, 3, 3, 5]
\.
