COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10981	stu-7б-7	2026-03-04	4 марта	[4, 5, 5, 4]
10982	stu-7б-7	2026-03-05	5 марта	[4, 3, 4, 5, 4]
10983	stu-7б-7	2026-03-06	6 марта	[5, 3, 5, 5, 4]
10984	stu-7б-7	2026-03-09	9 марта	[5, 4, 3, 5, 3]
10985	stu-7б-7	2026-03-10	10 марта	[3, 3, 3, 5, 5]
10986	stu-7б-7	2026-03-11	11 марта	[3, 5, 3, 5]
10987	stu-7б-7	2026-03-12	12 марта	[5, 3, 3, 3, 4, 5]
10988	stu-7б-7	2026-03-13	13 марта	[4, 4, 3, 5]
10989	stu-7б-7	2026-03-16	16 марта	[4, 5, 2, 5]
10990	stu-7б-7	2026-03-17	17 марта	[5, 4, 4, 5, 5]
10991	stu-7б-7	2026-03-18	18 марта	[5, 5, 4, 5, 3]
10992	stu-7б-7	2026-03-19	19 марта	[5, 3, 2, 4, 4, 4]
\.
