COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13489	stu-9а-7	2026-03-04	4 марта	[3, 3, 5, 4, 5, 4]
13490	stu-9а-7	2026-03-05	5 марта	[4, 5, 4, 5, 5, 4]
13491	stu-9а-7	2026-03-06	6 марта	[3, 3, 5, 5, 4]
13492	stu-9а-7	2026-03-09	9 марта	[4, 4, 5, 4, 4]
13493	stu-9а-7	2026-03-10	10 марта	[5, 5, 4, 4, 3, 3, 5]
13494	stu-9а-7	2026-03-11	11 марта	[5, 4, 2, 5, 4, 2]
13495	stu-9а-7	2026-03-12	12 марта	[5, 5, 4, 5, 4, 4, 4]
13496	stu-9а-7	2026-03-13	13 марта	[4, 5, 3, 5, 3, 4]
13497	stu-9а-7	2026-03-16	16 марта	[2, 5, 3, 4, 5]
13498	stu-9а-7	2026-03-17	17 марта	[4, 5, 4, 2, 4, 4, 3]
13499	stu-9а-7	2026-03-18	18 марта	[3, 5, 3, 5, 3]
13500	stu-9а-7	2026-03-19	19 марта	[5, 5, 3, 4, 2, 5]
\.
