COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13453	stu-9а-5	2026-03-16	16 марта	[4, 5, 2, 5, 5]
13454	stu-9а-5	2026-03-17	17 марта	[3, 5, 5, 3, 5, 5, 4]
13455	stu-9а-5	2026-03-18	18 марта	[4, 5, 2, 5, 3]
13456	stu-9а-5	2026-03-19	19 марта	[5, 5, 2, 5, 3, 4]
13457	stu-9а-5	2026-03-20	20 марта	[4, 4, 5, 5, 5]
13458	stu-9а-5	2026-03-23	23 марта	[3, 3, 5, 2, 5]
13459	stu-9а-5	2026-03-24	24 марта	[5, 5, 2, 5, 2, 5]
13460	stu-9а-5	2026-03-25	25 марта	[5, 4, 5, 3, 2, 4]
13461	stu-9а-5	2026-03-26	26 марта	[3, 5, 5, 4, 4, 5]
13462	stu-9а-5	2026-03-27	27 марта	[5, 4, 2, 5, 5]
13463	stu-9а-5	2026-03-30	30 марта	[3, 2, 5, 5, 5]
13464	stu-9а-5	2026-03-31	31 марта	[5, 5, 3, 4, 3, 4]
\.
