COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3551	stu-6а-14	bio	Биология	3.13	3.13	3.13	0
3552	stu-6а-14	geo	География	4.63	4.63	4.63	1
3553	stu-6а-14	art	Изобразительное искусство	5	5	5	2
3554	stu-6а-14	eng	Иностранный язык	4	4	4	3
3555	stu-6а-14	info	Информатика	3.83	3.83	3.83	4
3556	stu-6а-14	hist	История	3	3	3	5
3557	stu-6а-14	lit	Литература	3.83	3.83	3.83	6
3558	stu-6а-14	math	Математика	3.94	3.94	3.94	7
3559	stu-6а-14	music	Музыка	4.5	4.5	4.5	8
3560	stu-6а-14	social	Обществознание	3.86	3.86	3.86	9
3561	stu-6а-14	pe	Физическая культура	3.91	3.91	3.91	10
3562	stu-6а-15	bio	Биология	3.88	3.88	3.88	0
3563	stu-6а-15	geo	География	3.25	3.25	3.25	1
3564	stu-6а-15	art	Изобразительное искусство	3.5	3.5	3.5	2
3565	stu-6а-15	eng	Иностранный язык	4.67	4.67	4.67	3
3566	stu-6а-15	info	Информатика	4.33	4.33	4.33	4
3567	stu-6а-15	hist	История	3.5	3.5	3.5	5
3568	stu-6а-15	lit	Литература	3.83	3.83	3.83	6
3569	stu-6а-15	math	Математика	3.59	3.59	3.59	7
3570	stu-6а-15	music	Музыка	4.5	4.5	4.5	8
3571	stu-6а-15	social	Обществознание	3.57	3.57	3.57	9
3572	stu-6а-15	pe	Физическая культура	3.91	3.91	3.91	10
3573	stu-6а-16	bio	Биология	4.25	4.25	4.25	0
3574	stu-6а-16	geo	География	4.5	4.5	4.5	1
3575	stu-6а-16	art	Изобразительное искусство	4.25	4.25	4.25	2
3576	stu-6а-16	eng	Иностранный язык	3.44	3.44	3.44	3
3577	stu-6а-16	info	Информатика	4.5	4.5	4.5	4
3578	stu-6а-16	hist	История	4	4	4	5
3579	stu-6а-16	lit	Литература	3.57	3.57	3.57	6
3580	stu-6а-16	math	Математика	4.24	4.24	4.24	7
3581	stu-6а-16	music	Музыка	4.5	4.5	4.5	8
3582	stu-6а-16	social	Обществознание	3.86	3.86	3.86	9
3583	stu-6а-16	pe	Физическая культура	4.09	4.09	4.09	10
3584	stu-6а-17	bio	Биология	3	3	3	0
3585	stu-6а-17	geo	География	4.25	4.25	4.25	1
3586	stu-6а-17	art	Изобразительное искусство	5	5	5	2
3587	stu-6а-17	eng	Иностранный язык	4.44	4.44	4.44	3
3588	stu-6а-17	info	Информатика	3.83	3.83	3.83	4
3589	stu-6а-17	hist	История	2.75	2.75	2.75	5
3590	stu-6а-17	lit	Литература	3.83	3.83	3.83	6
3591	stu-6а-17	math	Математика	4	4	4	7
3592	stu-6а-17	music	Музыка	4.5	4.5	4.5	8
3593	stu-6а-17	social	Обществознание	3.71	3.71	3.71	9
3594	stu-6а-17	pe	Физическая культура	3.82	3.82	3.82	10
3595	stu-6а-18	bio	Биология	4.38	4.38	4.38	0
3596	stu-6а-18	geo	География	3.25	3.25	3.25	1
3597	stu-6а-18	art	Изобразительное искусство	3.25	3.25	3.25	2
3598	stu-6а-18	eng	Иностранный язык	4.33	4.33	4.33	3
3599	stu-6а-18	info	Информатика	4.17	4.17	4.17	4
3600	stu-6а-18	hist	История	3.5	3.5	3.5	5
\.
