COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8593	stu-5г-11	2026-03-18	18 марта	[5, 5, 5, 4, 3]
8594	stu-5г-11	2026-03-19	19 марта	[5, 5, 5, 4, 5]
8595	stu-5г-11	2026-03-20	20 марта	[5, 3, 3, 5, 4]
8596	stu-5г-11	2026-03-23	23 марта	[5, 4, 3, 2, 4]
8597	stu-5г-11	2026-03-24	24 марта	[3, 3, 5, 2, 4, 5]
8598	stu-5г-11	2026-03-25	25 марта	[5, 5, 4, 2]
8599	stu-5г-11	2026-03-26	26 марта	[4, 3, 5, 4, 4]
8600	stu-5г-11	2026-03-27	27 марта	[3, 5, 5, 3, 4]
8601	stu-5г-11	2026-03-30	30 марта	[5, 4, 2, 5, 3]
8602	stu-5г-11	2026-03-31	31 марта	[5, 5, 3, 4, 4, 2]
8603	stu-5г-12	2026-03-02	2 марта	[3, 3, 5, 3]
8604	stu-5г-12	2026-03-03	3 марта	[5, 4, 5, 5, 5, 5]
\.
