COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11389	stu-7в-6	2026-03-20	20 марта	[5, 4, 5, 4]
11390	stu-7в-6	2026-03-23	23 марта	[5, 5, 3, 3]
11391	stu-7в-6	2026-03-24	24 марта	[2, 2, 4, 4, 5]
11392	stu-7в-6	2026-03-25	25 марта	[5, 3, 5, 5]
11393	stu-7в-6	2026-03-26	26 марта	[4, 4, 4, 5, 4, 3]
11394	stu-7в-6	2026-03-27	27 марта	[5, 4, 5, 4]
11395	stu-7в-6	2026-03-30	30 марта	[5, 3, 3, 3]
11396	stu-7в-6	2026-03-31	31 марта	[4, 3, 4, 4, 5, 5]
11397	stu-7в-7	2026-03-02	2 марта	[5, 2, 5, 4]
11398	stu-7в-7	2026-03-03	3 марта	[4, 5, 4, 2, 4, 3]
11399	stu-7в-7	2026-03-04	4 марта	[5, 5, 4, 3, 4]
11400	stu-7в-7	2026-03-05	5 марта	[5, 5, 2, 3, 4]
\.
