COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12889	stu-8б-17	2026-03-26	26 марта	[4, 4, 5, 5, 4]
12890	stu-8б-17	2026-03-27	27 марта	[4, 5, 4, 3]
12891	stu-8б-17	2026-03-30	30 марта	[4, 4, 3, 3, 5]
12892	stu-8б-17	2026-03-31	31 марта	[4, 5, 3, 2, 4]
12893	stu-8б-18	2026-03-02	2 марта	[2, 4, 5, 4, 5]
12894	stu-8б-18	2026-03-03	3 марта	[4, 4, 5, 4, 4]
12895	stu-8б-18	2026-03-04	4 марта	[4, 3, 3, 4, 3]
12896	stu-8б-18	2026-03-05	5 марта	[2, 5, 3, 3, 5, 4]
12897	stu-8б-18	2026-03-06	6 марта	[5, 3, 5, 4, 5]
12898	stu-8б-18	2026-03-09	9 марта	[2, 5, 4, 4, 5]
12899	stu-8б-18	2026-03-10	10 марта	[5, 5, 3, 5, 4]
12900	stu-8б-18	2026-03-11	11 марта	[3, 5, 3, 5, 4]
\.
