COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7813	stu-5б-15	2026-03-04	4 марта	[5, 5, 4, 5, 4]
7814	stu-5б-15	2026-03-05	5 марта	[4, 5, 3, 2, 5, 5]
7815	stu-5б-15	2026-03-06	6 марта	[3, 5, 4, 5, 2]
7816	stu-5б-15	2026-03-09	9 марта	[2, 3, 5, 4, 4]
7817	stu-5б-15	2026-03-10	10 марта	[5, 3, 5, 5, 5]
7818	stu-5б-15	2026-03-11	11 марта	[3, 5, 5, 5]
7819	stu-5б-15	2026-03-12	12 марта	[5, 4, 5, 4, 3]
7820	stu-5б-15	2026-03-13	13 марта	[3, 5, 3, 4, 5]
7821	stu-5б-15	2026-03-16	16 марта	[4, 5, 5, 5, 2]
7822	stu-5б-15	2026-03-17	17 марта	[5, 4, 4, 3, 4, 4]
7823	stu-5б-15	2026-03-18	18 марта	[5, 4, 5, 4, 5]
7824	stu-5б-15	2026-03-19	19 марта	[4, 4, 2, 2, 5, 5]
\.
