COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7369	stu-5а-14	2026-03-30	30 марта	[3, 3, 4, 3]
7370	stu-5а-14	2026-03-31	31 марта	[3, 4, 5, 3, 3, 5]
7371	stu-5а-15	2026-03-02	2 марта	[5, 5, 2, 3, 4]
7372	stu-5а-15	2026-03-03	3 марта	[3, 5, 3, 5, 5, 3]
7373	stu-5а-15	2026-03-04	4 марта	[4, 3, 4, 5]
7374	stu-5а-15	2026-03-05	5 марта	[5, 4, 4, 5, 5]
7375	stu-5а-15	2026-03-06	6 марта	[4, 3, 5, 3, 4]
7376	stu-5а-15	2026-03-09	9 марта	[3, 2, 4, 4]
7377	stu-5а-15	2026-03-10	10 марта	[4, 2, 3, 4, 3]
7378	stu-5а-15	2026-03-11	11 марта	[5, 4, 2, 3, 4]
7379	stu-5а-15	2026-03-12	12 марта	[5, 3, 5, 5, 5]
7380	stu-5а-15	2026-03-13	13 марта	[4, 2, 5, 4, 4]
\.
