COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12037	stu-7г-17	2026-03-04	4 марта	[2, 4, 5, 3, 4]
12038	stu-7г-17	2026-03-05	5 марта	[4, 3, 5, 3, 5]
12039	stu-7г-17	2026-03-06	6 марта	[4, 4, 3, 5]
12040	stu-7г-17	2026-03-09	9 марта	[2, 4, 4, 3, 5]
12041	stu-7г-17	2026-03-10	10 марта	[5, 5, 4, 5, 5, 4]
12042	stu-7г-17	2026-03-11	11 марта	[4, 5, 5, 4, 3]
12043	stu-7г-17	2026-03-12	12 марта	[5, 5, 2, 2, 4]
12044	stu-7г-17	2026-03-13	13 марта	[4, 5, 5, 3]
12045	stu-7г-17	2026-03-16	16 марта	[2, 2, 4, 3, 5]
12046	stu-7г-17	2026-03-17	17 марта	[4, 5, 5, 4, 4, 3]
12047	stu-7г-17	2026-03-18	18 марта	[4, 2, 3, 5, 2]
12048	stu-7г-17	2026-03-19	19 марта	[4, 2, 4, 2, 5, 4]
\.
