COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6877	stu-4г-12	2026-03-18	18 марта	[2, 5, 5, 4]
6878	stu-4г-12	2026-03-19	19 марта	[3, 4, 5, 5, 5]
6879	stu-4г-12	2026-03-20	20 марта	[5, 5, 3, 5]
6880	stu-4г-12	2026-03-23	23 марта	[5, 2, 2]
6881	stu-4г-12	2026-03-24	24 марта	[4, 4, 4, 4, 4]
6882	stu-4г-12	2026-03-25	25 марта	[3, 3, 5, 2]
6883	stu-4г-12	2026-03-26	26 марта	[5, 4, 4, 4, 3]
6884	stu-4г-12	2026-03-27	27 марта	[3, 4, 4, 3]
6885	stu-4г-12	2026-03-30	30 марта	[5, 3, 4]
6886	stu-4г-12	2026-03-31	31 марта	[5, 3, 4, 4, 2]
6887	stu-4г-13	2026-03-02	2 марта	[2, 5, 5]
6888	stu-4г-13	2026-03-03	3 марта	[2, 4, 4, 5, 5]
\.
