COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14077	stu-9б-14	2026-03-26	26 марта	[4, 4, 5, 2, 4, 4]
14078	stu-9б-14	2026-03-27	27 марта	[3, 4, 5, 5, 5, 5]
14079	stu-9б-14	2026-03-30	30 марта	[3, 3, 5, 4, 5]
14080	stu-9б-14	2026-03-31	31 марта	[3, 3, 3, 4, 5, 3]
14081	stu-9б-15	2026-03-02	2 марта	[5, 3, 4, 2, 2]
14082	stu-9б-15	2026-03-03	3 марта	[3, 3, 5, 3, 5, 3]
14083	stu-9б-15	2026-03-04	4 марта	[4, 3, 5, 5, 2]
14084	stu-9б-15	2026-03-05	5 марта	[5, 4, 2, 4, 4, 2, 4]
14085	stu-9б-15	2026-03-06	6 марта	[4, 3, 5, 5, 4]
14086	stu-9б-15	2026-03-09	9 марта	[5, 4, 3, 3, 3, 5]
14087	stu-9б-15	2026-03-10	10 марта	[4, 4, 5, 3, 4, 4]
14088	stu-9б-15	2026-03-11	11 марта	[4, 3, 5, 3, 2]
\.
