COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7969	stu-5в-2	2026-03-06	6 марта	[2, 3, 4, 4, 3]
7970	stu-5в-2	2026-03-09	9 марта	[3, 5, 3, 2, 5]
7971	stu-5в-2	2026-03-10	10 марта	[4, 3, 5, 2, 4, 5]
7972	stu-5в-2	2026-03-11	11 марта	[5, 4, 4, 2]
7973	stu-5в-2	2026-03-12	12 марта	[5, 5, 3, 5, 4, 4]
7974	stu-5в-2	2026-03-13	13 марта	[3, 2, 5, 4, 5]
7975	stu-5в-2	2026-03-16	16 марта	[3, 2, 5, 4]
7976	stu-5в-2	2026-03-17	17 марта	[4, 3, 3, 2, 3, 3]
7977	stu-5в-2	2026-03-18	18 марта	[2, 4, 5, 4]
7978	stu-5в-2	2026-03-19	19 марта	[5, 3, 4, 4, 4, 5]
7979	stu-5в-2	2026-03-20	20 марта	[5, 2, 5, 4, 3]
7980	stu-5в-2	2026-03-23	23 марта	[3, 3, 5, 4, 5]
\.
