COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9061	stu-6а-13	2026-03-26	26 марта	[5, 4, 3, 4, 3]
9062	stu-6а-13	2026-03-27	27 марта	[2, 4, 5, 3, 4]
9063	stu-6а-13	2026-03-30	30 марта	[2, 4, 4, 5]
9064	stu-6а-13	2026-03-31	31 марта	[4, 5, 5, 4, 3, 2]
9065	stu-6а-14	2026-03-02	2 марта	[4, 2, 5, 5]
9066	stu-6а-14	2026-03-03	3 марта	[4, 3, 4, 5, 5]
9067	stu-6а-14	2026-03-04	4 марта	[4, 5, 5, 4, 5]
9068	stu-6а-14	2026-03-05	5 марта	[2, 2, 3, 4, 4]
9069	stu-6а-14	2026-03-06	6 марта	[5, 3, 5, 4]
9070	stu-6а-14	2026-03-09	9 марта	[5, 5, 3, 5, 2]
9071	stu-6а-14	2026-03-10	10 марта	[2, 5, 5, 5, 3]
9072	stu-6а-14	2026-03-11	11 марта	[4, 2, 3, 5]
\.
