COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11269	stu-7в-1	2026-03-06	6 марта	[4, 5, 4, 5, 4]
11270	stu-7в-1	2026-03-09	9 марта	[4, 4, 2, 5]
11271	stu-7в-1	2026-03-10	10 марта	[4, 5, 3, 2, 5, 4]
11272	stu-7в-1	2026-03-11	11 марта	[3, 4, 2, 4]
11273	stu-7в-1	2026-03-12	12 марта	[3, 2, 5, 4, 5, 4]
11274	stu-7в-1	2026-03-13	13 марта	[5, 2, 5, 3]
11275	stu-7в-1	2026-03-16	16 марта	[3, 3, 4, 4]
11276	stu-7в-1	2026-03-17	17 марта	[5, 5, 3, 3, 5, 3]
11277	stu-7в-1	2026-03-18	18 марта	[3, 3, 3, 3]
11278	stu-7в-1	2026-03-19	19 марта	[3, 2, 3, 3, 3, 4]
11279	stu-7в-1	2026-03-20	20 марта	[4, 5, 5, 2]
11280	stu-7в-1	2026-03-23	23 марта	[4, 4, 4, 5]
\.
