COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10501	stu-7а-4	2026-03-10	10 марта	[4, 4, 5, 4, 3]
10502	stu-7а-4	2026-03-11	11 марта	[4, 5, 2, 5, 2]
10503	stu-7а-4	2026-03-12	12 марта	[5, 5, 4, 4, 2]
10504	stu-7а-4	2026-03-13	13 марта	[5, 5, 3, 5, 4]
10505	stu-7а-4	2026-03-16	16 марта	[5, 3, 4, 4, 5]
10506	stu-7а-4	2026-03-17	17 марта	[4, 5, 5, 5, 4]
10507	stu-7а-4	2026-03-18	18 марта	[5, 5, 3, 4, 5]
10508	stu-7а-4	2026-03-19	19 марта	[3, 4, 2, 5, 3, 3]
10509	stu-7а-4	2026-03-20	20 марта	[2, 5, 4, 5, 5]
10510	stu-7а-4	2026-03-23	23 марта	[4, 4, 4, 4]
10511	stu-7а-4	2026-03-24	24 марта	[5, 2, 5, 4, 3]
10512	stu-7а-4	2026-03-25	25 марта	[3, 4, 4, 2, 5]
\.
