COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10321	stu-6г-15	2026-03-04	4 марта	[3, 3, 5, 5, 2]
10322	stu-6г-15	2026-03-05	5 марта	[3, 4, 5, 5, 5, 3]
10323	stu-6г-15	2026-03-06	6 марта	[4, 2, 4, 4]
10324	stu-6г-15	2026-03-09	9 марта	[5, 3, 4, 5, 3]
10325	stu-6г-15	2026-03-10	10 марта	[3, 3, 3, 5, 2, 4]
10326	stu-6г-15	2026-03-11	11 марта	[4, 3, 4, 2, 4]
10327	stu-6г-15	2026-03-12	12 марта	[5, 3, 5, 3, 4]
10328	stu-6г-15	2026-03-13	13 марта	[5, 3, 4, 5, 2]
10329	stu-6г-15	2026-03-16	16 марта	[4, 5, 4, 4, 4]
10330	stu-6г-15	2026-03-17	17 марта	[4, 5, 3, 4, 2]
10331	stu-6г-15	2026-03-18	18 марта	[2, 2, 5, 4, 5]
10332	stu-6г-15	2026-03-19	19 марта	[3, 3, 5, 4, 5, 5]
\.
