COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3451	stu-6а-4	pe	Физическая культура	3.91	3.91	3.91	10
3452	stu-6а-5	bio	Биология	4.38	4.38	4.38	0
3453	stu-6а-5	geo	География	3.88	3.88	3.88	1
3454	stu-6а-5	art	Изобразительное искусство	3.5	3.5	3.5	2
3455	stu-6а-5	eng	Иностранный язык	3.89	3.89	3.89	3
3456	stu-6а-5	info	Информатика	4.17	4.17	4.17	4
3457	stu-6а-5	hist	История	2.75	2.75	2.75	5
3458	stu-6а-5	lit	Литература	3.67	3.67	3.67	6
3459	stu-6а-5	math	Математика	3.65	3.65	3.65	7
3460	stu-6а-5	music	Музыка	4.25	4.25	4.25	8
3461	stu-6а-5	social	Обществознание	3.57	3.57	3.57	9
3462	stu-6а-5	pe	Физическая культура	4	4	4	10
3463	stu-6а-6	bio	Биология	3.13	3.13	3.13	0
3464	stu-6а-6	geo	География	4.75	4.75	4.75	1
3465	stu-6а-6	art	Изобразительное искусство	5	5	5	2
3466	stu-6а-6	eng	Иностранный язык	3.78	3.78	3.78	3
3467	stu-6а-6	info	Информатика	4.5	4.5	4.5	4
3468	stu-6а-6	hist	История	4	4	4	5
3469	stu-6а-6	lit	Литература	3.77	3.77	3.77	6
3470	stu-6а-6	math	Математика	3.94	3.94	3.94	7
3471	stu-6а-6	music	Музыка	4.5	4.5	4.5	8
3472	stu-6а-6	social	Обществознание	3.86	3.86	3.86	9
3473	stu-6а-6	pe	Физическая культура	4.09	4.09	4.09	10
3474	stu-6а-7	bio	Биология	3.5	3.5	3.5	0
3475	stu-6а-7	geo	География	3.25	3.25	3.25	1
3476	stu-6а-7	art	Изобразительное искусство	3.75	3.75	3.75	2
3477	stu-6а-7	eng	Иностранный язык	4.89	4.89	4.89	3
3478	stu-6а-7	info	Информатика	4.17	4.17	4.17	4
3479	stu-6а-7	hist	История	3.5	3.5	3.5	5
3480	stu-6а-7	lit	Литература	3.9	3.9	3.9	6
3481	stu-6а-7	math	Математика	4.24	4.24	4.24	7
3482	stu-6а-7	music	Музыка	4.5	4.5	4.5	8
3483	stu-6а-7	social	Обществознание	3.57	3.57	3.57	9
3484	stu-6а-7	pe	Физическая культура	3.82	3.82	3.82	10
3485	stu-6а-8	bio	Биология	4.25	4.25	4.25	0
3486	stu-6а-8	geo	География	4.25	4.25	4.25	1
3487	stu-6а-8	art	Изобразительное искусство	3.75	3.75	3.75	2
3488	stu-6а-8	eng	Иностранный язык	3.44	3.44	3.44	3
3489	stu-6а-8	info	Информатика	3.83	3.83	3.83	4
3490	stu-6а-8	hist	История	3	3	3	5
3491	stu-6а-8	lit	Литература	3.57	3.57	3.57	6
3492	stu-6а-8	math	Математика	3.65	3.65	3.65	7
3493	stu-6а-8	music	Музыка	4.5	4.5	4.5	8
3494	stu-6а-8	social	Обществознание	3.86	3.86	3.86	9
3495	stu-6а-8	pe	Физическая культура	3.82	3.82	3.82	10
3496	stu-6а-9	bio	Биология	3	3	3	0
3497	stu-6а-9	geo	География	4.63	4.63	4.63	1
3498	stu-6а-9	art	Изобразительное искусство	5	5	5	2
3499	stu-6а-9	eng	Иностранный язык	4.22	4.22	4.22	3
3500	stu-6а-9	info	Информатика	4.5	4.5	4.5	4
\.
