COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7801	stu-5б-14	2026-03-18	18 марта	[4, 4, 3, 2, 4]
7802	stu-5б-14	2026-03-19	19 марта	[4, 3, 4, 4, 5, 5]
7803	stu-5б-14	2026-03-20	20 марта	[4, 3, 4, 2]
7804	stu-5б-14	2026-03-23	23 марта	[4, 2, 3, 5, 5]
7805	stu-5б-14	2026-03-24	24 марта	[4, 4, 2, 5, 5]
7806	stu-5б-14	2026-03-25	25 марта	[5, 2, 3, 4, 2]
7807	stu-5б-14	2026-03-26	26 марта	[2, 5, 4, 3, 2]
7808	stu-5б-14	2026-03-27	27 марта	[3, 2, 3, 3, 5]
7809	stu-5б-14	2026-03-30	30 марта	[4, 4, 4, 5, 4]
7810	stu-5б-14	2026-03-31	31 марта	[5, 5, 2, 5, 2, 4]
7811	stu-5б-15	2026-03-02	2 марта	[3, 5, 4, 4]
7812	stu-5б-15	2026-03-03	3 марта	[5, 2, 5, 4, 5]
\.
