COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8737	stu-5г-18	2026-03-04	4 марта	[4, 4, 3, 5, 4]
8738	stu-5г-18	2026-03-05	5 марта	[3, 5, 2, 5, 3]
8739	stu-5г-18	2026-03-06	6 марта	[2, 5, 3, 5, 5]
8740	stu-5г-18	2026-03-09	9 марта	[3, 4, 3, 4]
8741	stu-5г-18	2026-03-10	10 марта	[5, 5, 5, 5, 3]
8742	stu-5г-18	2026-03-11	11 марта	[4, 3, 5, 2]
8743	stu-5г-18	2026-03-12	12 марта	[3, 5, 2, 4, 5, 2]
8744	stu-5г-18	2026-03-13	13 марта	[5, 5, 4, 5]
8745	stu-5г-18	2026-03-16	16 марта	[2, 4, 5, 5]
8746	stu-5г-18	2026-03-17	17 марта	[5, 5, 3, 4, 5]
8747	stu-5г-18	2026-03-18	18 марта	[3, 3, 4, 5, 4]
8748	stu-5г-18	2026-03-19	19 марта	[5, 5, 3, 2, 4]
\.
