COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10045	stu-6г-2	2026-03-18	18 марта	[4, 3, 4, 2, 5]
10046	stu-6г-2	2026-03-19	19 марта	[4, 4, 5, 4, 3, 4]
10047	stu-6г-2	2026-03-20	20 марта	[2, 4, 5, 4]
10048	stu-6г-2	2026-03-23	23 марта	[4, 4, 3, 5, 4]
10049	stu-6г-2	2026-03-24	24 марта	[2, 4, 5, 5, 5, 4]
10050	stu-6г-2	2026-03-25	25 марта	[5, 4, 3, 3, 4]
10051	stu-6г-2	2026-03-26	26 марта	[5, 5, 3, 5, 4]
10052	stu-6г-2	2026-03-27	27 марта	[5, 3, 4, 3, 4]
10053	stu-6г-2	2026-03-30	30 марта	[4, 5, 5, 4]
10054	stu-6г-2	2026-03-31	31 марта	[2, 2, 5, 3, 5, 5]
10055	stu-6г-3	2026-03-02	2 марта	[3, 5, 4, 4, 3]
10056	stu-6г-3	2026-03-03	3 марта	[5, 3, 4, 3, 4]
\.
