COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11749	stu-7г-4	2026-03-02	2 марта	[4, 5, 5, 4, 4]
11750	stu-7г-4	2026-03-03	3 марта	[5, 4, 4, 5, 5, 2]
11751	stu-7г-4	2026-03-04	4 марта	[2, 5, 3, 3, 4]
11752	stu-7г-4	2026-03-05	5 марта	[3, 3, 4, 2, 3]
11753	stu-7г-4	2026-03-06	6 марта	[3, 3, 4, 5]
11754	stu-7г-4	2026-03-09	9 марта	[2, 3, 5, 5, 5]
11755	stu-7г-4	2026-03-10	10 марта	[4, 5, 4, 4, 4, 2]
11756	stu-7г-4	2026-03-11	11 марта	[5, 4, 4, 5, 4]
11757	stu-7г-4	2026-03-12	12 марта	[5, 4, 2, 2, 3]
11758	stu-7г-4	2026-03-13	13 марта	[5, 4, 5, 4]
11759	stu-7г-4	2026-03-16	16 марта	[3, 4, 5, 3, 3]
11760	stu-7г-4	2026-03-17	17 марта	[3, 5, 5, 3, 5, 4]
\.
