COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12685	stu-8б-8	2026-03-18	18 марта	[5, 5, 5, 3, 4]
12686	stu-8б-8	2026-03-19	19 марта	[3, 5, 4, 5, 4, 4]
12687	stu-8б-8	2026-03-20	20 марта	[5, 5, 3, 4]
12688	stu-8б-8	2026-03-23	23 марта	[3, 2, 5, 4, 4]
12689	stu-8б-8	2026-03-24	24 марта	[5, 4, 3, 5, 3, 4]
12690	stu-8б-8	2026-03-25	25 марта	[2, 4, 5, 3]
12691	stu-8б-8	2026-03-26	26 марта	[2, 2, 4, 3, 5]
12692	stu-8б-8	2026-03-27	27 марта	[2, 5, 5, 3]
12693	stu-8б-8	2026-03-30	30 марта	[2, 4, 4, 4, 5]
12694	stu-8б-8	2026-03-31	31 марта	[5, 5, 4, 4, 5]
12695	stu-8б-9	2026-03-02	2 марта	[4, 5, 5, 2, 3]
12696	stu-8б-9	2026-03-03	3 марта	[3, 2, 3, 2, 4]
\.
