COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4200	stu-7а-2	pe	Физическая культура	4	4	4	10
4201	stu-7а-2	chem	Химия	3.75	3.75	3.75	11
4202	stu-7а-3	bio	Биология	4.75	4.75	4.75	0
4203	stu-7а-3	geo	География	3.75	3.75	3.75	1
4204	stu-7а-3	eng	Иностранный язык	4.14	4.14	4.14	2
4205	stu-7а-3	info	Информатика	4	4	4	3
4206	stu-7а-3	hist	История	3.63	3.63	3.63	4
4207	stu-7а-3	lit	Литература	3.97	3.97	3.97	5
4208	stu-7а-3	math	Математика	3.88	3.88	3.88	6
4209	stu-7а-3	social	Обществознание	3.5	3.5	3.5	7
4210	stu-7а-3	work	Труд (технология)	4.25	4.25	4.25	8
4211	stu-7а-3	phys	Физика	4	4	4	9
4212	stu-7а-3	pe	Физическая культура	3.69	3.69	3.69	10
4213	stu-7а-3	chem	Химия	4.25	4.25	4.25	11
4214	stu-7а-4	bio	Биология	4	4	4	0
4215	stu-7а-4	geo	География	3.38	3.38	3.38	1
4216	stu-7а-4	eng	Иностранный язык	3.57	3.57	3.57	2
4217	stu-7а-4	info	Информатика	4.38	4.38	4.38	3
4218	stu-7а-4	hist	История	3.75	3.75	3.75	4
4219	stu-7а-4	lit	Литература	4.48	4.48	4.48	5
4220	stu-7а-4	math	Математика	3.94	3.94	3.94	6
4221	stu-7а-4	social	Обществознание	3.75	3.75	3.75	7
4222	stu-7а-4	work	Труд (технология)	4	4	4	8
4223	stu-7а-4	phys	Физика	3.5	3.5	3.5	9
4224	stu-7а-4	pe	Физическая культура	4	4	4	10
4225	stu-7а-4	chem	Химия	3	3	3	11
4226	stu-7а-5	bio	Биология	3.75	3.75	3.75	0
4227	stu-7а-5	geo	География	4.75	4.75	4.75	1
4228	stu-7а-5	eng	Иностранный язык	3.29	3.29	3.29	2
4230	stu-7а-5	hist	История	4.25	4.25	4.25	4
4231	stu-7а-5	lit	Литература	3.77	3.77	3.77	5
4232	stu-7а-5	math	Математика	3.76	3.76	3.76	6
4233	stu-7а-5	social	Обществознание	3.25	3.25	3.25	7
4234	stu-7а-5	work	Труд (технология)	4	4	4	8
4235	stu-7а-5	phys	Физика	4.75	4.75	4.75	9
4236	stu-7а-5	pe	Физическая культура	3.85	3.85	3.85	10
4237	stu-7а-5	chem	Химия	3.75	3.75	3.75	11
4238	stu-7а-6	bio	Биология	4.75	4.75	4.75	0
4239	stu-7а-6	geo	География	3.38	3.38	3.38	1
4240	stu-7а-6	eng	Иностранный язык	4.29	4.29	4.29	2
4241	stu-7а-6	info	Информатика	3.75	3.75	3.75	3
4242	stu-7а-6	hist	История	3.63	3.63	3.63	4
4243	stu-7а-6	lit	Литература	4.23	4.23	4.23	5
4244	stu-7а-6	math	Математика	3.88	3.88	3.88	6
4245	stu-7а-6	social	Обществознание	3.75	3.75	3.75	7
4246	stu-7а-6	work	Труд (технология)	4.25	4.25	4.25	8
4247	stu-7а-6	phys	Физика	4	4	4	9
4248	stu-7а-6	pe	Физическая культура	3.85	3.85	3.85	10
4249	stu-7а-6	chem	Химия	4.25	4.25	4.25	11
4250	stu-7а-7	bio	Биология	3.5	3.5	3.5	0
\.
