COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3701	stu-6б-11	info	Информатика	4.38	4.38	4.38	3
3702	stu-6б-11	hist	История	3.38	3.38	3.38	4
3703	stu-6б-11	lit	Литература	4.04	4.04	4.04	5
3704	stu-6б-11	math	Математика	3.47	3.47	3.47	6
3705	stu-6б-11	social	Обществознание	4	4	4	7
3706	stu-6б-11	pe	Физическая культура	3.55	3.55	3.55	8
3707	stu-6б-12	bio	Биология	3.38	3.38	3.38	0
3708	stu-6б-12	geo	География	3.75	3.75	3.75	1
3709	stu-6б-12	eng	Иностранный язык	3.69	3.69	3.69	2
3710	stu-6б-12	info	Информатика	3.63	3.63	3.63	3
3711	stu-6б-12	hist	История	3.88	3.88	3.88	4
3712	stu-6б-12	lit	Литература	3.81	3.81	3.81	5
3713	stu-6б-12	math	Математика	3.76	3.76	3.76	6
3714	stu-6б-12	social	Обществознание	4.25	4.25	4.25	7
3715	stu-6б-12	pe	Физическая культура	3.64	3.64	3.64	8
3716	stu-6б-13	bio	Биология	4.63	4.63	4.63	0
3717	stu-6б-13	geo	География	3.63	3.63	3.63	1
3718	stu-6б-13	eng	Иностранный язык	3.54	3.54	3.54	2
3719	stu-6б-13	info	Информатика	3.88	3.88	3.88	3
3720	stu-6б-13	hist	История	3.63	3.63	3.63	4
3721	stu-6б-13	lit	Литература	4.11	4.11	4.11	5
3722	stu-6б-13	math	Математика	3.76	3.76	3.76	6
3723	stu-6б-13	social	Обществознание	4.25	4.25	4.25	7
3724	stu-6б-13	pe	Физическая культура	3.45	3.45	3.45	8
3725	stu-6б-14	bio	Биология	3.5	3.5	3.5	0
3726	stu-6б-14	geo	География	4	4	4	1
3727	stu-6б-14	eng	Иностранный язык	4	4	4	2
3728	stu-6б-14	info	Информатика	4.38	4.38	4.38	3
3729	stu-6б-14	hist	История	3.25	3.25	3.25	4
3730	stu-6б-14	lit	Литература	3.93	3.93	3.93	5
3731	stu-6б-14	math	Математика	3.59	3.59	3.59	6
3732	stu-6б-14	social	Обществознание	4	4	4	7
3733	stu-6б-14	pe	Физическая культура	3.73	3.73	3.73	8
3734	stu-6б-15	bio	Биология	3.75	3.75	3.75	0
3735	stu-6б-15	geo	География	3.5	3.5	3.5	1
3736	stu-6б-15	eng	Иностранный язык	3.77	3.77	3.77	2
3737	stu-6б-15	info	Информатика	3.88	3.88	3.88	3
3738	stu-6б-15	hist	История	4	4	4	4
3739	stu-6б-15	lit	Литература	3.93	3.93	3.93	5
3740	stu-6б-15	math	Математика	3.71	3.71	3.71	6
3741	stu-6б-15	social	Обществознание	4.5	4.5	4.5	7
3742	stu-6б-15	pe	Физическая культура	3.45	3.45	3.45	8
3743	stu-6б-16	bio	Биология	4.5	4.5	4.5	0
3744	stu-6б-16	geo	География	3.88	3.88	3.88	1
3745	stu-6б-16	eng	Иностранный язык	3.69	3.69	3.69	2
3746	stu-6б-16	info	Информатика	3.5	3.5	3.5	3
3747	stu-6б-16	hist	История	3.75	3.75	3.75	4
3748	stu-6б-16	lit	Литература	4.11	4.11	4.11	5
3749	stu-6б-16	math	Математика	3.82	3.82	3.82	6
3750	stu-6б-16	social	Обществознание	4.13	4.13	4.13	7
\.
