COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4801	stu-7в-14	chem	Химия	4.5	4.5	4.5	11
4802	stu-7в-15	bio	Биология	4.71	4.71	4.71	0
4803	stu-7в-15	geo	География	2.5	2.5	2.5	1
4804	stu-7в-15	eng	Иностранный язык	3.22	3.22	3.22	2
4805	stu-7в-15	info	Информатика	4.14	4.14	4.14	3
4806	stu-7в-15	hist	История	3.43	3.43	3.43	4
4807	stu-7в-15	lit	Литература	4.14	4.14	4.14	5
4808	stu-7в-15	math	Математика	3.88	3.88	3.88	6
4809	stu-7в-15	social	Обществознание	3.5	3.5	3.5	7
4810	stu-7в-15	work	Труд (технология)	4.75	4.75	4.75	8
4811	stu-7в-15	phys	Физика	3.5	3.5	3.5	9
4812	stu-7в-15	pe	Физическая культура	4	4	4	10
4813	stu-7в-15	chem	Химия	3.5	3.5	3.5	11
4814	stu-7в-16	bio	Биология	4	4	4	0
4815	stu-7в-16	geo	География	4.5	4.5	4.5	1
4816	stu-7в-16	eng	Иностранный язык	3.11	3.11	3.11	2
4817	stu-7в-16	info	Информатика	4	4	4	3
4818	stu-7в-16	hist	История	3.29	3.29	3.29	4
4819	stu-7в-16	lit	Литература	3.62	3.62	3.62	5
4820	stu-7в-16	math	Математика	3.94	3.94	3.94	6
4821	stu-7в-16	social	Обществознание	3.5	3.5	3.5	7
4822	stu-7в-16	work	Труд (технология)	4	4	4	8
4823	stu-7в-16	phys	Физика	3	3	3	9
4824	stu-7в-16	pe	Физическая культура	3.67	3.67	3.67	10
4825	stu-7в-16	chem	Химия	4.25	4.25	4.25	11
4826	stu-7в-17	bio	Биология	3.86	3.86	3.86	0
4827	stu-7в-17	geo	География	3	3	3	1
4828	stu-7в-17	eng	Иностранный язык	3.89	3.89	3.89	2
4829	stu-7в-17	info	Информатика	3.29	3.29	3.29	3
4830	stu-7в-17	hist	История	4.14	4.14	4.14	4
4831	stu-7в-17	lit	Литература	3.83	3.83	3.83	5
4832	stu-7в-17	math	Математика	3.71	3.71	3.71	6
4833	stu-7в-17	social	Обществознание	3.5	3.5	3.5	7
4834	stu-7в-17	work	Труд (технология)	4	4	4	8
4835	stu-7в-17	phys	Физика	4.5	4.5	4.5	9
4836	stu-7в-17	pe	Физическая культура	3.92	3.92	3.92	10
4837	stu-7в-17	chem	Химия	4.5	4.5	4.5	11
4838	stu-7в-18	bio	Биология	4.57	4.57	4.57	0
4839	stu-7в-18	geo	География	3	3	3	1
4840	stu-7в-18	eng	Иностранный язык	3	3	3	2
4841	stu-7в-18	info	Информатика	4	4	4	3
4842	stu-7в-18	hist	История	3.57	3.57	3.57	4
4843	stu-7в-18	lit	Литература	4.17	4.17	4.17	5
4844	stu-7в-18	math	Математика	3.94	3.94	3.94	6
4845	stu-7в-18	social	Обществознание	3.5	3.5	3.5	7
4846	stu-7в-18	work	Труд (технология)	5	5	5	8
4847	stu-7в-18	phys	Физика	3.5	3.5	3.5	9
4848	stu-7в-18	pe	Физическая культура	3.92	3.92	3.92	10
4849	stu-7в-18	chem	Химия	3.75	3.75	3.75	11
4850	stu-7в-19	bio	Биология	3.57	3.57	3.57	0
\.
