COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12193	stu-8а-5	2026-03-06	6 марта	[2, 4, 5, 3, 4]
12194	stu-8а-5	2026-03-09	9 марта	[5, 4, 2, 5]
12195	stu-8а-5	2026-03-10	10 марта	[4, 4, 4, 4, 4, 4]
12196	stu-8а-5	2026-03-11	11 марта	[3, 4, 5, 4, 4]
12197	stu-8а-5	2026-03-12	12 марта	[4, 5, 5, 5, 3]
12198	stu-8а-5	2026-03-13	13 марта	[3, 4, 4, 5]
12199	stu-8а-5	2026-03-16	16 марта	[3, 4, 4, 4, 5]
12200	stu-8а-5	2026-03-17	17 марта	[5, 3, 5, 5, 5]
12201	stu-8а-5	2026-03-18	18 марта	[4, 4, 3, 5, 4]
12202	stu-8а-5	2026-03-19	19 марта	[5, 4, 3, 5, 4, 3]
12203	stu-8а-5	2026-03-20	20 марта	[4, 5, 5, 5, 5]
12204	stu-8а-5	2026-03-23	23 марта	[3, 5, 4, 3, 5]
\.
