COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
901	stu-2б-11	lit	Литература	3.63	3.63	3.63	3
902	stu-2б-11	math	Математика	4.42	4.42	4.42	4
903	stu-2б-11	music	Музыка	3.5	3.5	3.5	5
904	stu-2б-11	work	Труд (технология)	5	5	5	6
905	stu-2б-11	pe	Физическая культура	4.13	4.13	4.13	7
906	stu-2б-12	art	Изобразительное искусство	4.33	4.33	4.33	0
907	stu-2б-12	eng	Иностранный язык	4.29	4.29	4.29	1
908	stu-2б-12	hist	История	2.75	2.75	2.75	2
909	stu-2б-12	lit	Литература	3.97	3.97	3.97	3
910	stu-2б-12	math	Математика	4.42	4.42	4.42	4
911	stu-2б-12	music	Музыка	3.5	3.5	3.5	5
912	stu-2б-12	work	Труд (технология)	4	4	4	6
913	stu-2б-12	pe	Физическая культура	4.25	4.25	4.25	7
914	stu-2б-13	art	Изобразительное искусство	4	4	4	0
915	stu-2б-13	eng	Иностранный язык	3.43	3.43	3.43	1
916	stu-2б-13	hist	История	3.5	3.5	3.5	2
917	stu-2б-13	lit	Литература	3.53	3.53	3.53	3
918	stu-2б-13	math	Математика	4.11	4.11	4.11	4
919	stu-2б-13	music	Музыка	3.38	3.38	3.38	5
920	stu-2б-13	work	Труд (технология)	4.5	4.5	4.5	6
921	stu-2б-13	pe	Физическая культура	4	4	4	7
922	stu-2б-14	art	Изобразительное искусство	4	4	4	0
923	stu-2б-14	eng	Иностранный язык	3.86	3.86	3.86	1
924	stu-2б-14	hist	История	3.5	3.5	3.5	2
925	stu-2б-14	lit	Литература	3.78	3.78	3.78	3
926	stu-2б-14	math	Математика	4.32	4.32	4.32	4
927	stu-2б-14	music	Музыка	3.38	3.38	3.38	5
928	stu-2б-14	work	Труд (технология)	5	5	5	6
929	stu-2б-14	pe	Физическая культура	4.13	4.13	4.13	7
930	stu-2б-15	art	Изобразительное искусство	4	4	4	0
931	stu-2б-15	eng	Иностранный язык	4.14	4.14	4.14	1
932	stu-2б-15	hist	История	2.75	2.75	2.75	2
933	stu-2б-15	lit	Литература	3.91	3.91	3.91	3
934	stu-2б-15	math	Математика	4.47	4.47	4.47	4
935	stu-2б-15	music	Музыка	3.38	3.38	3.38	5
936	stu-2б-15	work	Труд (технология)	4.25	4.25	4.25	6
937	stu-2б-15	pe	Физическая культура	4.25	4.25	4.25	7
938	stu-2б-16	art	Изобразительное искусство	4	4	4	0
939	stu-2б-16	eng	Иностранный язык	3.43	3.43	3.43	1
940	stu-2б-16	hist	История	3.25	3.25	3.25	2
941	stu-2б-16	lit	Литература	3.44	3.44	3.44	3
942	stu-2б-16	math	Математика	4.21	4.21	4.21	4
943	stu-2б-16	music	Музыка	3.63	3.63	3.63	5
944	stu-2б-16	work	Труд (технология)	4.5	4.5	4.5	6
945	stu-2б-16	pe	Физическая культура	4.13	4.13	4.13	7
946	stu-2б-17	art	Изобразительное искусство	4.17	4.17	4.17	0
947	stu-2б-17	eng	Иностранный язык	4.14	4.14	4.14	1
948	stu-2б-17	hist	История	4	4	4	2
949	stu-2б-17	lit	Литература	3.88	3.88	3.88	3
950	stu-2б-17	math	Математика	4.16	4.16	4.16	4
\.
