COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6451	stu-10а-9	bio	Биология	3.57	3.57	3.57	0
6452	stu-10а-9	geo	География	3.25	3.25	3.25	1
6453	stu-10а-9	eng	Иностранный язык	4.15	4.15	4.15	2
6454	stu-10а-9	info	Информатика	3.67	3.67	3.67	3
6455	stu-10а-9	hist	История	3.13	3.13	3.13	4
6456	stu-10а-9	lit	Литература	3.88	3.88	3.88	5
6457	stu-10а-9	math	Математика	3.69	3.69	3.69	6
6458	stu-10а-9	social	Обществознание	4.14	4.14	4.14	7
6459	stu-10а-9	phys	Физика	4.15	4.15	4.15	8
6460	stu-10а-9	pe	Физическая культура	4.13	4.13	4.13	9
6461	stu-10а-9	chem	Химия	3.5	3.5	3.5	10
6462	stu-10а-10	bio	Биология	3.71	3.71	3.71	0
6463	stu-10а-10	geo	География	3.75	3.75	3.75	1
6464	stu-10а-10	eng	Иностранный язык	4.46	4.46	4.46	2
6465	stu-10а-10	info	Информатика	3.56	3.56	3.56	3
6466	stu-10а-10	hist	История	3.88	3.88	3.88	4
6467	stu-10а-10	lit	Литература	3.96	3.96	3.96	5
6468	stu-10а-10	math	Математика	3.85	3.85	3.85	6
6469	stu-10а-10	social	Обществознание	4.14	4.14	4.14	7
6470	stu-10а-10	phys	Физика	3.54	3.54	3.54	8
6471	stu-10а-10	pe	Физическая культура	4.25	4.25	4.25	9
6472	stu-10а-10	chem	Химия	3.75	3.75	3.75	10
6473	stu-10а-11	bio	Биология	4.57	4.57	4.57	0
6474	stu-10а-11	geo	География	4.63	4.63	4.63	1
6475	stu-10а-11	eng	Иностранный язык	3.38	3.38	3.38	2
6476	stu-10а-11	info	Информатика	3.78	3.78	3.78	3
6477	stu-10а-11	hist	История	3.13	3.13	3.13	4
6478	stu-10а-11	lit	Литература	3.88	3.88	3.88	5
6479	stu-10а-11	math	Математика	3.69	3.69	3.69	6
6480	stu-10а-11	social	Обществознание	4.43	4.43	4.43	7
6481	stu-10а-11	phys	Физика	4.15	4.15	4.15	8
6482	stu-10а-11	pe	Физическая культура	4.25	4.25	4.25	9
6483	stu-10а-11	chem	Химия	3.5	3.5	3.5	10
6484	stu-10а-12	bio	Биология	3.71	3.71	3.71	0
6485	stu-10а-12	geo	География	3.38	3.38	3.38	1
6486	stu-10а-12	eng	Иностранный язык	3.85	3.85	3.85	2
6487	stu-10а-12	info	Информатика	4.11	4.11	4.11	3
6488	stu-10а-12	hist	История	3.63	3.63	3.63	4
6489	stu-10а-12	lit	Литература	3.8	3.8	3.8	5
6490	stu-10а-12	math	Математика	3.81	3.81	3.81	6
6491	stu-10а-12	social	Обществознание	4	4	4	7
6492	stu-10а-12	phys	Физика	3.62	3.62	3.62	8
6493	stu-10а-12	pe	Физическая культура	4.13	4.13	4.13	9
6494	stu-10а-12	chem	Химия	3.88	3.88	3.88	10
6495	stu-10а-13	bio	Биология	4	4	4	0
6496	stu-10а-13	geo	География	4	4	4	1
6497	stu-10а-13	eng	Иностранный язык	4.31	4.31	4.31	2
6498	stu-10а-13	info	Информатика	3.67	3.67	3.67	3
6499	stu-10а-13	hist	История	3.88	3.88	3.88	4
6500	stu-10а-13	lit	Литература	4	4	4	5
\.
