COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12925	stu-8б-19	2026-03-16	16 марта	[5, 4, 2, 3, 4]
12926	stu-8б-19	2026-03-17	17 марта	[4, 4, 5, 2, 2]
12927	stu-8б-19	2026-03-18	18 марта	[5, 5, 5, 3, 4]
12928	stu-8б-19	2026-03-19	19 марта	[4, 5, 4, 5, 3, 5]
12929	stu-8б-19	2026-03-20	20 марта	[3, 5, 3, 3]
12930	stu-8б-19	2026-03-23	23 марта	[4, 2, 4, 4, 4]
12931	stu-8б-19	2026-03-24	24 марта	[5, 4, 5, 5, 3, 5]
12932	stu-8б-19	2026-03-25	25 марта	[3, 4, 5, 2]
12933	stu-8б-19	2026-03-26	26 марта	[2, 2, 3, 3, 5]
12934	stu-8б-19	2026-03-27	27 марта	[4, 5, 5, 4]
12935	stu-8б-19	2026-03-30	30 марта	[2, 5, 4, 4, 5]
12936	stu-8б-19	2026-03-31	31 марта	[5, 5, 2, 4, 5]
\.
