COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
16297	stu-11б-1	2026-03-24	24 марта	[3, 5, 4, 5, 5, 3]
16298	stu-11б-1	2026-03-25	25 марта	[3, 4, 5, 2, 5, 5]
16299	stu-11б-1	2026-03-26	26 марта	[5, 5, 5, 2, 2, 4]
16300	stu-11б-1	2026-03-27	27 марта	[4, 5, 4, 5, 4]
16301	stu-11б-1	2026-03-30	30 марта	[3, 4, 3, 3, 5]
16302	stu-11б-1	2026-03-31	31 марта	[5, 5, 5, 3, 5, 4, 4]
16303	stu-11б-2	2026-03-02	2 марта	[3, 3, 5, 5, 3]
16304	stu-11б-2	2026-03-03	3 марта	[4, 5, 4, 5, 3, 5]
16305	stu-11б-2	2026-03-04	4 марта	[2, 2, 3, 3, 3, 3]
16306	stu-11б-2	2026-03-05	5 марта	[5, 3, 3, 5, 5, 2]
16307	stu-11б-2	2026-03-06	6 марта	[4, 4, 5, 4, 3, 4]
16308	stu-11б-2	2026-03-09	9 марта	[3, 3, 5, 2, 4]
\.
