COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7657	stu-5б-8	2026-03-02	2 марта	[2, 5, 5, 3]
7658	stu-5б-8	2026-03-03	3 марта	[4, 3, 4, 5, 5]
7659	stu-5б-8	2026-03-04	4 марта	[4, 4, 3, 4, 4]
7660	stu-5б-8	2026-03-05	5 марта	[4, 4, 4, 4, 5, 4]
7661	stu-5б-8	2026-03-06	6 марта	[3, 4, 3, 3, 2]
7662	stu-5б-8	2026-03-09	9 марта	[4, 4, 4, 3, 3]
7663	stu-5б-8	2026-03-10	10 марта	[4, 4, 3, 4, 5]
7664	stu-5б-8	2026-03-11	11 марта	[2, 4, 4, 4]
7665	stu-5б-8	2026-03-12	12 марта	[5, 3, 4, 3, 2]
7666	stu-5б-8	2026-03-13	13 марта	[4, 5, 3, 2, 5]
7667	stu-5б-8	2026-03-16	16 марта	[5, 4, 4, 4, 3]
7668	stu-5б-8	2026-03-17	17 марта	[4, 3, 2, 5, 3, 5]
\.
