COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11341	stu-7в-4	2026-03-16	16 марта	[3, 3, 4, 5]
11342	stu-7в-4	2026-03-17	17 марта	[5, 5, 4, 3, 5, 3]
11343	stu-7в-4	2026-03-18	18 марта	[4, 3, 3, 2]
11344	stu-7в-4	2026-03-19	19 марта	[4, 3, 3, 3, 3, 4]
11345	stu-7в-4	2026-03-20	20 марта	[3, 5, 5, 3]
11346	stu-7в-4	2026-03-23	23 марта	[3, 4, 4, 5]
11347	stu-7в-4	2026-03-24	24 марта	[4, 4, 3, 2, 4]
11348	stu-7в-4	2026-03-25	25 марта	[4, 5, 4, 3]
11349	stu-7в-4	2026-03-26	26 марта	[3, 4, 2, 4, 3, 5]
11350	stu-7в-4	2026-03-27	27 марта	[5, 5, 4, 5]
11351	stu-7в-4	2026-03-30	30 марта	[3, 5, 4, 2]
11352	stu-7в-4	2026-03-31	31 марта	[5, 3, 5, 3, 5, 5]
\.
