COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12937	stu-8в-1	2026-03-02	2 марта	[5, 5, 3, 3, 2]
12938	stu-8в-1	2026-03-03	3 марта	[2, 4, 5, 2, 4, 5]
12939	stu-8в-1	2026-03-04	4 марта	[5, 5, 2, 5, 4]
12940	stu-8в-1	2026-03-05	5 марта	[5, 5, 4, 5, 4, 2]
12941	stu-8в-1	2026-03-06	6 марта	[5, 5, 4, 5, 4]
12942	stu-8в-1	2026-03-09	9 марта	[5, 5, 5, 2]
12943	stu-8в-1	2026-03-10	10 марта	[3, 4, 2, 3, 5, 2]
12944	stu-8в-1	2026-03-11	11 марта	[5, 4, 3, 3]
12945	stu-8в-1	2026-03-12	12 марта	[3, 5, 5, 3, 2]
12946	stu-8в-1	2026-03-13	13 марта	[5, 4, 5, 4, 5]
12947	stu-8в-1	2026-03-16	16 марта	[5, 2, 5, 3]
12948	stu-8в-1	2026-03-17	17 марта	[4, 5, 2, 4, 4, 2]
\.
