COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8413	stu-5г-3	2026-03-12	12 марта	[5, 5, 2, 5, 5, 4]
8414	stu-5г-3	2026-03-13	13 марта	[5, 5, 3, 5]
8415	stu-5г-3	2026-03-16	16 марта	[3, 3, 4, 5]
8416	stu-5г-3	2026-03-17	17 марта	[4, 5, 2, 3, 4]
8417	stu-5г-3	2026-03-18	18 марта	[4, 4, 5, 5, 4]
8418	stu-5г-3	2026-03-19	19 марта	[5, 4, 5, 2, 5]
8419	stu-5г-3	2026-03-20	20 марта	[5, 3, 4, 5, 5]
8420	stu-5г-3	2026-03-23	23 марта	[5, 4, 3, 3, 5]
8421	stu-5г-3	2026-03-24	24 марта	[4, 4, 5, 3, 4, 5]
8422	stu-5г-3	2026-03-25	25 марта	[4, 5, 5, 4]
8423	stu-5г-3	2026-03-26	26 марта	[5, 2, 5, 3, 3]
8424	stu-5г-3	2026-03-27	27 марта	[2, 5, 4, 4, 5]
\.
