COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9205	stu-6б-2	2026-03-12	12 марта	[4, 3, 4, 4, 4]
9206	stu-6б-2	2026-03-13	13 марта	[5, 4, 3, 5, 3]
9207	stu-6б-2	2026-03-16	16 марта	[2, 2, 5, 5, 4]
9208	stu-6б-2	2026-03-17	17 марта	[5, 2, 3, 3, 5]
9209	stu-6б-2	2026-03-18	18 марта	[4, 5, 5, 5]
9210	stu-6б-2	2026-03-19	19 марта	[4, 4, 3, 3, 5, 5]
9211	stu-6б-2	2026-03-20	20 марта	[2, 3, 3, 3]
9212	stu-6б-2	2026-03-23	23 марта	[3, 2, 5, 5]
9213	stu-6б-2	2026-03-24	24 марта	[5, 4, 2, 3, 4]
9214	stu-6б-2	2026-03-25	25 марта	[5, 5, 4, 5, 4]
9215	stu-6б-2	2026-03-26	26 марта	[5, 4, 2, 5, 5, 4]
9216	stu-6б-2	2026-03-27	27 марта	[5, 5, 3, 4, 5]
\.
