COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3350	stu-5г-14	social	Обществознание	4.33	4.33	4.33	8
3351	stu-5г-14	work	Труд (технология)	4.25	4.25	4.25	9
3352	stu-5г-14	pe	Физическая культура	4.27	4.27	4.27	10
3353	stu-5г-15	bio	Биология	3.33	3.33	3.33	0
3354	stu-5г-15	geo	География	3.17	3.17	3.17	1
3355	stu-5г-15	art	Изобразительное искусство	4.33	4.33	4.33	2
3356	stu-5г-15	eng	Иностранный язык	4.38	4.38	4.38	3
3357	stu-5г-15	info	Информатика	3.63	3.63	3.63	4
3358	stu-5г-15	hist	История	4.75	4.75	4.75	5
3359	stu-5г-15	lit	Литература	3.84	3.84	3.84	6
3360	stu-5г-15	math	Математика	4.05	4.05	4.05	7
3361	stu-5г-15	social	Обществознание	4	4	4	8
3362	stu-5г-15	work	Труд (технология)	3.75	3.75	3.75	9
3363	stu-5г-15	pe	Физическая культура	4	4	4	10
3364	stu-5г-16	bio	Биология	2.33	2.33	2.33	0
3365	stu-5г-16	geo	География	4.67	4.67	4.67	1
3366	stu-5г-16	art	Изобразительное искусство	4.67	4.67	4.67	2
3367	stu-5г-16	eng	Иностранный язык	4.62	4.62	4.62	3
3368	stu-5г-16	info	Информатика	3.63	3.63	3.63	4
3369	stu-5г-16	hist	История	4.25	4.25	4.25	5
3370	stu-5г-16	lit	Литература	3.97	3.97	3.97	6
3371	stu-5г-16	math	Математика	3.9	3.9	3.9	7
3372	stu-5г-16	social	Обществознание	4	4	4	8
3373	stu-5г-16	work	Труд (технология)	3.5	3.5	3.5	9
3374	stu-5г-16	pe	Физическая культура	4.18	4.18	4.18	10
3375	stu-5г-17	bio	Биология	4	4	4	0
3376	stu-5г-17	geo	География	4.33	4.33	4.33	1
3377	stu-5г-17	art	Изобразительное искусство	3	3	3	2
3378	stu-5г-17	eng	Иностранный язык	3.54	3.54	3.54	3
3379	stu-5г-17	info	Информатика	3.5	3.5	3.5	4
3380	stu-5г-17	hist	История	3.75	3.75	3.75	5
3381	stu-5г-17	lit	Литература	3.66	3.66	3.66	6
3382	stu-5г-17	math	Математика	4	4	4	7
3383	stu-5г-17	social	Обществознание	4.67	4.67	4.67	8
3384	stu-5г-17	work	Труд (технология)	4	4	4	9
3385	stu-5г-17	pe	Физическая культура	4.36	4.36	4.36	10
3386	stu-5г-18	bio	Биология	2.33	2.33	2.33	0
3387	stu-5г-18	geo	География	3.33	3.33	3.33	1
3388	stu-5г-18	art	Изобразительное искусство	4.33	4.33	4.33	2
3389	stu-5г-18	eng	Иностранный язык	4.77	4.77	4.77	3
3390	stu-5г-18	info	Информатика	3.5	3.5	3.5	4
3391	stu-5г-18	hist	История	5	5	5	5
3392	stu-5г-18	lit	Литература	3.91	3.91	3.91	6
3393	stu-5г-18	math	Математика	4.19	4.19	4.19	7
3394	stu-5г-18	social	Обществознание	3.67	3.67	3.67	8
3395	stu-5г-18	work	Труд (технология)	4	4	4	9
3396	stu-5г-18	pe	Физическая культура	4.09	4.09	4.09	10
3397	stu-5г-19	bio	Биология	2.67	2.67	2.67	0
3398	stu-5г-19	geo	География	5	5	5	1
3399	stu-5г-19	art	Изобразительное искусство	4.67	4.67	4.67	2
\.
