COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5501	stu-8б-17	pe	Физическая культура	3.77	3.77	3.77	10
5502	stu-8б-17	chem	Химия	3.86	3.86	3.86	11
5503	stu-8б-18	bio	Биология	4.75	4.75	4.75	0
5504	stu-8б-18	geo	География	4.43	4.43	4.43	1
5505	stu-8б-18	eng	Иностранный язык	3.5	3.5	3.5	2
5506	stu-8б-18	info	Информатика	4	4	4	3
5507	stu-8б-18	hist	История	3	3	3	4
5508	stu-8б-18	lit	Литература	4.03	4.03	4.03	5
5509	stu-8б-18	math	Математика	4	4	4	6
5510	stu-8б-18	social	Обществознание	3.29	3.29	3.29	7
5511	stu-8б-18	work	Труд (технология)	4	4	4	8
5512	stu-8б-18	phys	Физика	2.67	2.67	2.67	9
5513	stu-8б-18	pe	Физическая культура	3.62	3.62	3.62	10
5514	stu-8б-18	chem	Химия	3.43	3.43	3.43	11
5515	stu-8б-19	bio	Биология	4.25	4.25	4.25	0
5516	stu-8б-19	geo	География	2.86	2.86	2.86	1
5517	stu-8б-19	eng	Иностранный язык	4.13	4.13	4.13	2
5518	stu-8б-19	info	Информатика	3.5	3.5	3.5	3
5519	stu-8б-19	hist	История	3.33	3.33	3.33	4
5520	stu-8б-19	lit	Литература	4.13	4.13	4.13	5
5521	stu-8б-19	math	Математика	3.56	3.56	3.56	6
5522	stu-8б-19	social	Обществознание	3.43	3.43	3.43	7
5523	stu-8б-19	work	Труд (технология)	4	4	4	8
5524	stu-8б-19	phys	Физика	3.67	3.67	3.67	9
5525	stu-8б-19	pe	Физическая культура	3.69	3.69	3.69	10
5526	stu-8б-19	chem	Химия	4	4	4	11
5527	stu-8в-1	bio	Биология	4.33	4.33	4.33	0
5528	stu-8в-1	geo	География	4	4	4	1
5529	stu-8в-1	eng	Иностранный язык	2.85	2.85	2.85	2
5530	stu-8в-1	info	Информатика	4.33	4.33	4.33	3
5531	stu-8в-1	hist	История	4.33	4.33	4.33	4
5532	stu-8в-1	lit	Литература	3.79	3.79	3.79	5
5533	stu-8в-1	math	Математика	4.12	4.12	4.12	6
5534	stu-8в-1	social	Обществознание	4.5	4.5	4.5	7
5535	stu-8в-1	phys	Физика	4.14	4.14	4.14	8
5536	stu-8в-1	pe	Физическая культура	4.13	4.13	4.13	9
5537	stu-8в-1	chem	Химия	4.5	4.5	4.5	10
5538	stu-8в-2	bio	Биология	4.33	4.33	4.33	0
5539	stu-8в-2	geo	География	3.13	3.13	3.13	1
5540	stu-8в-2	eng	Иностранный язык	4.31	4.31	4.31	2
5541	stu-8в-2	info	Информатика	4.17	4.17	4.17	3
5542	stu-8в-2	hist	История	4.33	4.33	4.33	4
5543	stu-8в-2	lit	Литература	3.88	3.88	3.88	5
5544	stu-8в-2	math	Математика	4.24	4.24	4.24	6
5545	stu-8в-2	social	Обществознание	4.5	4.5	4.5	7
5546	stu-8в-2	phys	Физика	3.86	3.86	3.86	8
5547	stu-8в-2	pe	Физическая культура	4.38	4.38	4.38	9
5548	stu-8в-2	chem	Химия	3.75	3.75	3.75	10
5549	stu-8в-3	bio	Биология	3	3	3	0
5550	stu-8в-3	geo	География	4.63	4.63	4.63	1
\.
