COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7477	stu-5а-19	2026-03-26	26 марта	[4, 3, 5, 4, 2, 4]
7478	stu-5а-19	2026-03-27	27 марта	[4, 4, 4, 3]
7479	stu-5а-19	2026-03-30	30 марта	[4, 5, 3, 3]
7480	stu-5а-19	2026-03-31	31 марта	[2, 4, 5, 2, 3, 5]
7481	stu-5а-20	2026-03-02	2 марта	[5, 4, 4, 4, 3]
7482	stu-5а-20	2026-03-03	3 марта	[3, 5, 5, 5, 3, 4]
7483	stu-5а-20	2026-03-04	4 марта	[2, 5, 5, 5]
7484	stu-5а-20	2026-03-05	5 марта	[4, 4, 3, 4, 4]
7485	stu-5а-20	2026-03-06	6 марта	[4, 5, 4, 5, 5]
7486	stu-5а-20	2026-03-09	9 марта	[4, 4, 3, 2]
7487	stu-5а-20	2026-03-10	10 марта	[4, 3, 3, 5, 5]
7488	stu-5а-20	2026-03-11	11 марта	[5, 5, 4, 4, 4]
\.
