COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6949	stu-4г-15	2026-03-26	26 марта	[5, 4, 5, 5, 2]
6950	stu-4г-15	2026-03-27	27 марта	[3, 4, 5, 3]
6951	stu-4г-15	2026-03-30	30 марта	[5, 3, 4]
6952	stu-4г-15	2026-03-31	31 марта	[5, 3, 4, 4, 2]
6953	stu-4г-16	2026-03-02	2 марта	[3, 5, 4]
6954	stu-4г-16	2026-03-03	3 марта	[3, 5, 3, 5, 5]
6955	stu-4г-16	2026-03-04	4 марта	[3, 5, 5, 4]
6956	stu-4г-16	2026-03-05	5 марта	[4, 4, 3, 5]
6957	stu-4г-16	2026-03-06	6 марта	[5, 3, 5, 5]
6958	stu-4г-16	2026-03-09	9 марта	[4, 3, 5]
6959	stu-4г-16	2026-03-10	10 марта	[2, 5, 4, 5, 5]
6960	stu-4г-16	2026-03-11	11 марта	[5, 4, 4, 4]
\.
