COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13021	stu-8в-4	2026-03-26	26 марта	[4, 3, 4, 4, 4]
13022	stu-8в-4	2026-03-27	27 марта	[4, 3, 4, 4, 5]
13023	stu-8в-4	2026-03-30	30 марта	[5, 4, 2, 5, 3]
13024	stu-8в-4	2026-03-31	31 марта	[4, 3, 4, 3, 2]
13025	stu-8в-5	2026-03-02	2 марта	[3, 4, 3, 5, 4]
13026	stu-8в-5	2026-03-03	3 марта	[4, 5, 5, 4, 5, 5]
13027	stu-8в-5	2026-03-04	4 марта	[4, 4, 3, 5, 5]
13028	stu-8в-5	2026-03-05	5 марта	[4, 5, 3, 4, 3, 4]
13029	stu-8в-5	2026-03-06	6 марта	[4, 4, 4, 3, 3]
13030	stu-8в-5	2026-03-09	9 марта	[3, 5, 4, 4]
13031	stu-8в-5	2026-03-10	10 марта	[5, 5, 4, 5, 4, 4]
13032	stu-8в-5	2026-03-11	11 марта	[3, 5, 3, 4]
\.
