COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
15529	stu-10в-4	2026-03-26	26 марта	[3, 2, 3, 3, 4, 5, 2]
15530	stu-10в-4	2026-03-27	27 марта	[5, 5, 3, 4, 5]
15531	stu-10в-4	2026-03-30	30 марта	[3, 4, 5, 3, 2]
15532	stu-10в-4	2026-03-31	31 марта	[5, 5, 3, 5, 2, 2, 3]
15533	stu-10в-5	2026-03-02	2 марта	[4, 5, 4, 3, 4]
15534	stu-10в-5	2026-03-03	3 марта	[4, 3, 2, 5, 5, 5]
15535	stu-10в-5	2026-03-04	4 марта	[5, 5, 4, 4, 2, 4]
15536	stu-10в-5	2026-03-05	5 марта	[5, 4, 4, 4, 2, 5]
15537	stu-10в-5	2026-03-06	6 марта	[3, 2, 5, 2, 4]
15538	stu-10в-5	2026-03-09	9 марта	[4, 4, 3, 5, 4, 2]
15539	stu-10в-5	2026-03-10	10 марта	[4, 3, 3, 5, 5, 4]
15540	stu-10в-5	2026-03-11	11 марта	[4, 4, 4, 3, 4]
\.
