COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1301	stu-3а-2	lit	Литература	3.86	3.86	3.86	3
1302	stu-3а-2	math	Математика	3.7	3.7	3.7	4
1303	stu-3а-2	music	Музыка	4.33	4.33	4.33	5
1304	stu-3а-2	work	Труд (технология)	4.33	4.33	4.33	6
1305	stu-3а-2	pe	Физическая культура	4.33	4.33	4.33	7
1306	stu-3а-3	art	Изобразительное искусство	3.38	3.38	3.38	0
1307	stu-3а-3	eng	Иностранный язык	3.78	3.78	3.78	1
1308	stu-3а-3	hist	История	4.5	4.5	4.5	2
1309	stu-3а-3	lit	Литература	4.11	4.11	4.11	3
1310	stu-3а-3	math	Математика	4.05	4.05	4.05	4
1311	stu-3а-3	music	Музыка	4	4	4	5
1312	stu-3а-3	work	Труд (технология)	3.67	3.67	3.67	6
1313	stu-3а-3	pe	Физическая культура	3.67	3.67	3.67	7
1314	stu-3а-4	art	Изобразительное искусство	4.75	4.75	4.75	0
1315	stu-3а-4	eng	Иностранный язык	3.78	3.78	3.78	1
1316	stu-3а-4	hist	История	3.75	3.75	3.75	2
1317	stu-3а-4	lit	Литература	3.69	3.69	3.69	3
1318	stu-3а-4	math	Математика	3.95	3.95	3.95	4
1319	stu-3а-4	music	Музыка	3.67	3.67	3.67	5
1320	stu-3а-4	work	Труд (технология)	4	4	4	6
1321	stu-3а-4	pe	Физическая культура	3.67	3.67	3.67	7
1322	stu-3а-5	art	Изобразительное искусство	4.25	4.25	4.25	0
1323	stu-3а-5	eng	Иностранный язык	4.11	4.11	4.11	1
1324	stu-3а-5	hist	История	3.13	3.13	3.13	2
1325	stu-3а-5	lit	Литература	3.94	3.94	3.94	3
1326	stu-3а-5	math	Математика	3.55	3.55	3.55	4
1327	stu-3а-5	music	Музыка	3.33	3.33	3.33	5
1328	stu-3а-5	work	Труд (технология)	4.33	4.33	4.33	6
1329	stu-3а-5	pe	Физическая культура	4.33	4.33	4.33	7
1330	stu-3а-6	art	Изобразительное искусство	3.63	3.63	3.63	0
1331	stu-3а-6	eng	Иностранный язык	3.78	3.78	3.78	1
1332	stu-3а-6	hist	История	4.38	4.38	4.38	2
1333	stu-3а-6	lit	Литература	4.03	4.03	4.03	3
1334	stu-3а-6	math	Математика	4.05	4.05	4.05	4
1335	stu-3а-6	music	Музыка	4	4	4	5
1336	stu-3а-6	work	Труд (технология)	3.67	3.67	3.67	6
1337	stu-3а-6	pe	Физическая культура	3.33	3.33	3.33	7
1338	stu-3а-7	art	Изобразительное искусство	4.75	4.75	4.75	0
1339	stu-3а-7	eng	Иностранный язык	3.89	3.89	3.89	1
1340	stu-3а-7	hist	История	3.75	3.75	3.75	2
1341	stu-3а-7	lit	Литература	3.69	3.69	3.69	3
1342	stu-3а-7	math	Математика	3.95	3.95	3.95	4
1343	stu-3а-7	music	Музыка	4.33	4.33	4.33	5
1344	stu-3а-7	work	Труд (технология)	4	4	4	6
1345	stu-3а-7	pe	Физическая культура	4.33	4.33	4.33	7
1346	stu-3а-8	art	Изобразительное искусство	3.75	3.75	3.75	0
1347	stu-3а-8	eng	Иностранный язык	4	4	4	1
1348	stu-3а-8	hist	История	3.38	3.38	3.38	2
1349	stu-3а-8	lit	Литература	4.03	4.03	4.03	3
1350	stu-3а-8	math	Математика	3.7	3.7	3.7	4
\.
