COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9049	stu-6а-13	2026-03-10	10 марта	[3, 4, 5, 4, 4]
9050	stu-6а-13	2026-03-11	11 марта	[3, 3, 4, 5]
9051	stu-6а-13	2026-03-12	12 марта	[4, 5, 5, 4, 5]
9052	stu-6а-13	2026-03-13	13 марта	[3, 4, 5, 4, 4]
9053	stu-6а-13	2026-03-16	16 марта	[5, 4, 2, 3, 5]
9054	stu-6а-13	2026-03-17	17 марта	[4, 5, 4, 4, 3, 4]
9055	stu-6а-13	2026-03-18	18 марта	[4, 2, 3, 2, 3]
9056	stu-6а-13	2026-03-19	19 марта	[3, 4, 5, 5, 5, 4]
9057	stu-6а-13	2026-03-20	20 марта	[4, 4, 5, 3]
9058	stu-6а-13	2026-03-23	23 марта	[4, 3, 5, 4]
9059	stu-6а-13	2026-03-24	24 марта	[4, 4, 5, 4, 4, 5]
9060	stu-6а-13	2026-03-25	25 марта	[2, 3, 5, 4, 3]
\.
