COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7753	stu-5б-12	2026-03-12	12 марта	[4, 4, 5, 4, 3]
7754	stu-5б-12	2026-03-13	13 марта	[2, 5, 4, 3, 4]
7755	stu-5б-12	2026-03-16	16 марта	[4, 5, 5, 5, 2]
7756	stu-5б-12	2026-03-17	17 марта	[5, 4, 4, 4, 4, 4]
7757	stu-5б-12	2026-03-18	18 марта	[5, 3, 5, 4, 5]
7758	stu-5б-12	2026-03-19	19 марта	[3, 4, 2, 3, 5, 5]
7759	stu-5б-12	2026-03-20	20 марта	[5, 5, 2, 3]
7760	stu-5б-12	2026-03-23	23 марта	[4, 3, 4, 3, 4]
7761	stu-5б-12	2026-03-24	24 марта	[2, 5, 3, 5, 5]
7762	stu-5б-12	2026-03-25	25 марта	[5, 4, 4, 5, 4]
7763	stu-5б-12	2026-03-26	26 марта	[3, 4, 5, 5, 4]
7764	stu-5б-12	2026-03-27	27 марта	[2, 4, 5, 4, 4]
\.
