COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13861	stu-9б-5	2026-03-02	2 марта	[3, 4, 5, 2, 3]
13862	stu-9б-5	2026-03-03	3 марта	[2, 3, 4, 4, 5, 2]
13863	stu-9б-5	2026-03-04	4 марта	[5, 3, 4, 5, 3]
13864	stu-9б-5	2026-03-05	5 марта	[4, 5, 3, 4, 3, 4, 3]
13865	stu-9б-5	2026-03-06	6 марта	[4, 4, 4, 4, 3]
13866	stu-9б-5	2026-03-09	9 марта	[5, 5, 4, 2, 3, 5]
13867	stu-9б-5	2026-03-10	10 марта	[3, 3, 4, 4, 5, 3]
13868	stu-9б-5	2026-03-11	11 марта	[3, 2, 5, 4, 2]
13869	stu-9б-5	2026-03-12	12 марта	[4, 4, 4, 4, 3, 4]
13870	stu-9б-5	2026-03-13	13 марта	[5, 4, 5, 3, 5, 4]
13871	stu-9б-5	2026-03-16	16 марта	[5, 4, 4, 5, 2, 4]
13872	stu-9б-5	2026-03-17	17 марта	[5, 3, 3, 5, 4, 4, 5]
\.
