COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9829	stu-6в-11	2026-03-24	24 марта	[3, 3, 5, 2, 5, 3]
9830	stu-6в-11	2026-03-25	25 марта	[4, 5, 3, 5]
9831	stu-6в-11	2026-03-26	26 марта	[3, 2, 3, 2, 2]
9832	stu-6в-11	2026-03-27	27 марта	[3, 3, 5, 5]
9833	stu-6в-11	2026-03-30	30 марта	[4, 4, 4, 5]
9834	stu-6в-11	2026-03-31	31 марта	[5, 4, 3, 3, 2]
9835	stu-6в-12	2026-03-02	2 марта	[3, 2, 5, 4]
9836	stu-6в-12	2026-03-03	3 марта	[5, 5, 4, 5, 5]
9837	stu-6в-12	2026-03-04	4 марта	[3, 5, 3, 4]
9838	stu-6в-12	2026-03-05	5 марта	[5, 4, 5, 5, 4, 4]
9839	stu-6в-12	2026-03-06	6 марта	[5, 5, 4, 2]
9840	stu-6в-12	2026-03-09	9 марта	[2, 4, 5, 3, 5]
\.
