COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10897	stu-7б-3	2026-03-10	10 марта	[3, 4, 3, 3, 3]
10898	stu-7б-3	2026-03-11	11 марта	[4, 5, 3, 4]
10899	stu-7б-3	2026-03-12	12 марта	[4, 4, 5, 3, 3, 4]
10900	stu-7б-3	2026-03-13	13 марта	[4, 3, 2, 5]
10901	stu-7б-3	2026-03-16	16 марта	[4, 4, 4, 4]
10902	stu-7б-3	2026-03-17	17 марта	[5, 5, 4, 5, 3]
10903	stu-7б-3	2026-03-18	18 марта	[4, 5, 4, 5, 4]
10904	stu-7б-3	2026-03-19	19 марта	[4, 3, 4, 5, 5, 2]
10905	stu-7б-3	2026-03-20	20 марта	[5, 4, 4, 2]
10906	stu-7б-3	2026-03-23	23 марта	[5, 2, 5, 5, 2]
10907	stu-7б-3	2026-03-24	24 марта	[3, 5, 4, 3, 4, 3]
10908	stu-7б-3	2026-03-25	25 марта	[5, 4, 3, 5]
\.
