COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11113	stu-7б-13	2026-03-04	4 марта	[4, 5, 5, 3]
11114	stu-7б-13	2026-03-05	5 марта	[2, 3, 5, 5, 4]
11115	stu-7б-13	2026-03-06	6 марта	[5, 4, 4, 4, 3]
11116	stu-7б-13	2026-03-09	9 марта	[5, 3, 4, 5, 2]
11117	stu-7б-13	2026-03-10	10 марта	[2, 5, 2, 4, 5]
11118	stu-7б-13	2026-03-11	11 марта	[2, 5, 4, 5]
11119	stu-7б-13	2026-03-12	12 марта	[4, 2, 4, 4, 5, 5]
11120	stu-7б-13	2026-03-13	13 марта	[5, 3, 4, 5]
11121	stu-7б-13	2026-03-16	16 марта	[5, 5, 2, 5]
11122	stu-7б-13	2026-03-17	17 марта	[4, 5, 3, 4, 5]
11123	stu-7б-13	2026-03-18	18 марта	[5, 5, 3, 5, 2]
11124	stu-7б-13	2026-03-19	19 марта	[5, 5, 3, 5, 3, 4]
\.
