COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10537	stu-7а-5	2026-03-30	30 марта	[5, 4, 5, 4, 2]
10538	stu-7а-5	2026-03-31	31 марта	[3, 3, 5, 3, 4, 5]
10539	stu-7а-6	2026-03-02	2 марта	[4, 5, 2, 3, 5]
10540	stu-7а-6	2026-03-03	3 марта	[5, 4, 5, 5, 3]
10541	stu-7а-6	2026-03-04	4 марта	[5, 5, 5, 3, 4]
10542	stu-7а-6	2026-03-05	5 марта	[4, 5, 4, 3, 5, 3]
10543	stu-7а-6	2026-03-06	6 марта	[5, 4, 3, 3, 4]
10544	stu-7а-6	2026-03-09	9 марта	[3, 3, 5, 4, 5]
10545	stu-7а-6	2026-03-10	10 марта	[5, 4, 4, 5, 2]
10546	stu-7а-6	2026-03-11	11 марта	[3, 5, 4, 5, 3]
10547	stu-7а-6	2026-03-12	12 марта	[5, 3, 5, 5, 2]
10548	stu-7а-6	2026-03-13	13 марта	[4, 5, 2, 5, 2]
\.
