COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9121	stu-6а-16	2026-03-18	18 марта	[5, 2, 4, 3, 4]
9122	stu-6а-16	2026-03-19	19 марта	[3, 3, 5, 5, 3, 3]
9123	stu-6а-16	2026-03-20	20 марта	[4, 5, 5, 4]
9124	stu-6а-16	2026-03-23	23 марта	[5, 2, 5, 4]
9125	stu-6а-16	2026-03-24	24 марта	[3, 4, 5, 4, 4, 4]
9126	stu-6а-16	2026-03-25	25 марта	[2, 3, 4, 4, 4]
9127	stu-6а-16	2026-03-26	26 марта	[5, 4, 3, 5, 5]
9128	stu-6а-16	2026-03-27	27 марта	[2, 4, 5, 4, 5]
9129	stu-6а-16	2026-03-30	30 марта	[2, 4, 4, 5]
9130	stu-6а-16	2026-03-31	31 марта	[4, 5, 4, 5, 3, 3]
9131	stu-6а-17	2026-03-02	2 марта	[3, 2, 5, 5]
9132	stu-6а-17	2026-03-03	3 марта	[5, 3, 5, 5, 5]
\.
