COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14185	stu-9б-19	2026-03-24	24 марта	[2, 3, 4, 5, 5, 5, 2]
14186	stu-9б-19	2026-03-25	25 марта	[3, 4, 5, 3, 5, 3]
14187	stu-9б-19	2026-03-26	26 марта	[3, 4, 3, 3, 5, 3]
14188	stu-9б-19	2026-03-27	27 марта	[4, 5, 4, 3, 4, 4]
14189	stu-9б-19	2026-03-30	30 марта	[4, 5, 5, 4, 4]
14190	stu-9б-19	2026-03-31	31 марта	[4, 2, 3, 3, 5, 4]
14191	stu-9в-1	2026-03-02	2 марта	[2, 3, 5, 3, 5, 5]
14192	stu-9в-1	2026-03-03	3 марта	[3, 3, 4, 4, 3, 5]
14193	stu-9в-1	2026-03-04	4 марта	[2, 4, 5, 3, 4]
14194	stu-9в-1	2026-03-05	5 марта	[5, 5, 3, 5, 5, 2]
14195	stu-9в-1	2026-03-06	6 марта	[5, 5, 3, 5, 3, 4]
14196	stu-9в-1	2026-03-09	9 марта	[2, 5, 5, 5, 3]
\.
