COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12361	stu-8а-12	2026-03-26	26 марта	[5, 4, 4, 5, 4]
12362	stu-8а-12	2026-03-27	27 марта	[4, 5, 5, 5, 5]
12363	stu-8а-12	2026-03-30	30 марта	[2, 3, 5, 4, 5]
12364	stu-8а-12	2026-03-31	31 марта	[5, 3, 4, 5, 4, 4]
12365	stu-8а-13	2026-03-02	2 марта	[4, 5, 4, 3]
12366	stu-8а-13	2026-03-03	3 марта	[4, 5, 3, 2, 4, 3]
12367	stu-8а-13	2026-03-04	4 марта	[4, 5, 4, 3]
12368	stu-8а-13	2026-03-05	5 марта	[5, 4, 3, 3, 5]
12369	stu-8а-13	2026-03-06	6 марта	[2, 4, 3, 2, 5]
12370	stu-8а-13	2026-03-09	9 марта	[5, 4, 3, 4]
12371	stu-8а-13	2026-03-10	10 марта	[3, 3, 4, 3, 4, 5]
12372	stu-8а-13	2026-03-11	11 марта	[4, 4, 4, 3, 2]
\.
