COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10957	stu-7б-6	2026-03-02	2 марта	[2, 5, 5, 4]
10958	stu-7б-6	2026-03-03	3 марта	[4, 4, 3, 5, 5]
10959	stu-7б-6	2026-03-04	4 марта	[5, 4, 3, 3]
10960	stu-7б-6	2026-03-05	5 марта	[2, 5, 5, 5, 2]
10961	stu-7б-6	2026-03-06	6 марта	[3, 2, 5, 4, 3]
10962	stu-7б-6	2026-03-09	9 марта	[4, 3, 5, 4, 3]
10963	stu-7б-6	2026-03-10	10 марта	[4, 5, 4, 4, 3]
10964	stu-7б-6	2026-03-11	11 марта	[4, 4, 4, 4]
10965	stu-7б-6	2026-03-12	12 марта	[5, 4, 4, 3, 3, 4]
10966	stu-7б-6	2026-03-13	13 марта	[3, 3, 2, 5]
10967	stu-7б-6	2026-03-16	16 марта	[3, 4, 4, 5]
10968	stu-7б-6	2026-03-17	17 марта	[5, 5, 3, 5, 3]
\.
