COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6151	stu-9б-19	phys	Физика	3.38	3.38	3.38	8
6152	stu-9б-19	pe	Физическая культура	4.33	4.33	4.33	9
6153	stu-9б-19	chem	Химия	4.44	4.44	4.44	10
6154	stu-9в-1	bio	Биология	3.63	3.63	3.63	0
6155	stu-9в-1	geo	География	4.22	4.22	4.22	1
6156	stu-9в-1	eng	Иностранный язык	3.86	3.86	3.86	2
6157	stu-9в-1	info	Информатика	3.88	3.88	3.88	3
6158	stu-9в-1	hist	История	3.63	3.63	3.63	4
6159	stu-9в-1	lit	Литература	3.52	3.52	3.52	5
6160	stu-9в-1	math	Математика	3.96	3.96	3.96	6
6161	stu-9в-1	social	Обществознание	3.57	3.57	3.57	7
6162	stu-9в-1	phys	Физика	3.64	3.64	3.64	8
6163	stu-9в-1	pe	Физическая культура	4.13	4.13	4.13	9
6164	stu-9в-1	chem	Химия	4.38	4.38	4.38	10
6165	stu-9в-2	bio	Биология	3.25	3.25	3.25	0
6166	stu-9в-2	geo	География	4.11	4.11	4.11	1
6167	stu-9в-2	eng	Иностранный язык	3.79	3.79	3.79	2
6168	stu-9в-2	info	Информатика	4.13	4.13	4.13	3
6169	stu-9в-2	hist	История	4.25	4.25	4.25	4
6170	stu-9в-2	lit	Литература	3.96	3.96	3.96	5
6171	stu-9в-2	math	Математика	4.04	4.04	4.04	6
6172	stu-9в-2	social	Обществознание	4.43	4.43	4.43	7
6173	stu-9в-2	phys	Физика	4.64	4.64	4.64	8
6174	stu-9в-2	pe	Физическая культура	4	4	4	9
6175	stu-9в-2	chem	Химия	4.13	4.13	4.13	10
6176	stu-9в-3	bio	Биология	4.5	4.5	4.5	0
6177	stu-9в-3	geo	География	3.56	3.56	3.56	1
6178	stu-9в-3	eng	Иностранный язык	3.36	3.36	3.36	2
6179	stu-9в-3	info	Информатика	3.88	3.88	3.88	3
6180	stu-9в-3	hist	История	4	4	4	4
6181	stu-9в-3	lit	Литература	3.64	3.64	3.64	5
6182	stu-9в-3	math	Математика	4.04	4.04	4.04	6
6183	stu-9в-3	social	Обществознание	3.57	3.57	3.57	7
6184	stu-9в-3	phys	Физика	3.36	3.36	3.36	8
6185	stu-9в-3	pe	Физическая культура	4.25	4.25	4.25	9
6186	stu-9в-3	chem	Химия	3.5	3.5	3.5	10
6187	stu-9в-4	bio	Биология	3.25	3.25	3.25	0
6188	stu-9в-4	geo	География	4.22	4.22	4.22	1
6189	stu-9в-4	eng	Иностранный язык	3.93	3.93	3.93	2
6190	stu-9в-4	info	Информатика	3.5	3.5	3.5	3
6191	stu-9в-4	hist	История	3.5	3.5	3.5	4
6192	stu-9в-4	lit	Литература	3.64	3.64	3.64	5
6193	stu-9в-4	math	Математика	3.96	3.96	3.96	6
6194	stu-9в-4	social	Обществознание	3.86	3.86	3.86	7
6195	stu-9в-4	phys	Физика	3.64	3.64	3.64	8
6196	stu-9в-4	pe	Физическая культура	4	4	4	9
6197	stu-9в-4	chem	Химия	4.25	4.25	4.25	10
6198	stu-9в-5	bio	Биология	3.63	3.63	3.63	0
6199	stu-9в-5	geo	География	3.89	3.89	3.89	1
6200	stu-9в-5	eng	Иностранный язык	3.64	3.64	3.64	2
\.
