COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10309	stu-6г-14	2026-03-18	18 марта	[3, 4, 4, 3, 4]
10310	stu-6г-14	2026-03-19	19 марта	[4, 5, 4, 2, 3, 4]
10311	stu-6г-14	2026-03-20	20 марта	[2, 5, 5, 4]
10312	stu-6г-14	2026-03-23	23 марта	[3, 4, 3, 5, 5]
10313	stu-6г-14	2026-03-24	24 марта	[3, 5, 5, 5, 5, 2]
10314	stu-6г-14	2026-03-25	25 марта	[5, 5, 3, 2, 4]
10315	stu-6г-14	2026-03-26	26 марта	[5, 5, 2, 4, 3]
10316	stu-6г-14	2026-03-27	27 марта	[5, 4, 4, 4, 4]
10317	stu-6г-14	2026-03-30	30 марта	[2, 4, 5, 5]
10318	stu-6г-14	2026-03-31	31 марта	[4, 3, 4, 4, 5, 5]
10319	stu-6г-15	2026-03-02	2 марта	[4, 5, 4, 4, 2]
10320	stu-6г-15	2026-03-03	3 марта	[5, 3, 4, 2, 2]
\.
