COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9769	stu-6в-9	2026-03-02	2 марта	[5, 3, 5, 3]
9770	stu-6в-9	2026-03-03	3 марта	[4, 5, 5, 4, 5]
9771	stu-6в-9	2026-03-04	4 марта	[2, 5, 2, 5]
9772	stu-6в-9	2026-03-05	5 марта	[5, 3, 3, 5, 3, 3]
9773	stu-6в-9	2026-03-06	6 марта	[5, 4, 4, 3]
9774	stu-6в-9	2026-03-09	9 марта	[3, 3, 4, 4, 5]
9775	stu-6в-9	2026-03-10	10 марта	[3, 5, 4, 4, 4]
9776	stu-6в-9	2026-03-11	11 марта	[4, 5, 5, 4]
9777	stu-6в-9	2026-03-12	12 марта	[4, 3, 4, 5, 3, 4]
9778	stu-6в-9	2026-03-13	13 марта	[3, 2, 5, 2]
9779	stu-6в-9	2026-03-16	16 марта	[3, 3, 4, 5]
9780	stu-6в-9	2026-03-17	17 марта	[4, 5, 2, 3, 4]
\.
