COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4051	stu-6г-8	hist	История	4.13	4.13	4.13	5
4052	stu-6г-8	lit	Литература	3.41	3.41	3.41	6
4053	stu-6г-8	math	Математика	4.17	4.17	4.17	7
4054	stu-6г-8	music	Музыка	3.5	3.5	3.5	8
4055	stu-6г-8	social	Обществознание	3.75	3.75	3.75	9
4056	stu-6г-8	pe	Физическая культура	3.62	3.62	3.62	10
4057	stu-6г-9	bio	Биология	4	4	4	0
4058	stu-6г-9	geo	География	3.75	3.75	3.75	1
4059	stu-6г-9	art	Изобразительное искусство	4	4	4	2
4060	stu-6г-9	eng	Иностранный язык	4.08	4.08	4.08	3
4061	stu-6г-9	info	Информатика	4.14	4.14	4.14	4
4062	stu-6г-9	hist	История	3.38	3.38	3.38	5
4063	stu-6г-9	lit	Литература	3.81	3.81	3.81	6
4064	stu-6г-9	math	Математика	4.3	4.3	4.3	7
4065	stu-6г-9	music	Музыка	3	3	3	8
4066	stu-6г-9	social	Обществознание	4.25	4.25	4.25	9
4067	stu-6г-9	pe	Физическая культура	3.77	3.77	3.77	10
4068	stu-6г-10	bio	Биология	4.4	4.4	4.4	0
4069	stu-6г-10	geo	География	3	3	3	1
4070	stu-6г-10	art	Изобразительное искусство	2.75	2.75	2.75	2
4071	stu-6г-10	eng	Иностранный язык	3.54	3.54	3.54	3
4072	stu-6г-10	info	Информатика	4	4	4	4
4073	stu-6г-10	hist	История	4.13	4.13	4.13	5
4074	stu-6г-10	lit	Литература	3.44	3.44	3.44	6
4075	stu-6г-10	math	Математика	4.22	4.22	4.22	7
4076	stu-6г-10	music	Музыка	3	3	3	8
4077	stu-6г-10	social	Обществознание	3.75	3.75	3.75	9
4078	stu-6г-10	pe	Физическая культура	3.77	3.77	3.77	10
4079	stu-6г-11	bio	Биология	3.6	3.6	3.6	0
4080	stu-6г-11	geo	География	4.25	4.25	4.25	1
4081	stu-6г-11	art	Изобразительное искусство	4.5	4.5	4.5	2
4082	stu-6г-11	eng	Иностранный язык	4.23	4.23	4.23	3
4083	stu-6г-11	info	Информатика	4	4	4	4
4084	stu-6г-11	hist	История	3.63	3.63	3.63	5
4085	stu-6г-11	lit	Литература	4	4	4	6
4086	stu-6г-11	math	Математика	4.3	4.3	4.3	7
4087	stu-6г-11	music	Музыка	2.75	2.75	2.75	8
4088	stu-6г-11	social	Обществознание	4.25	4.25	4.25	9
4089	stu-6г-11	pe	Физическая культура	3.62	3.62	3.62	10
4090	stu-6г-12	bio	Биология	4	4	4	0
4091	stu-6г-12	geo	География	4.25	4.25	4.25	1
4092	stu-6г-12	art	Изобразительное искусство	3	3	3	2
4093	stu-6г-12	eng	Иностранный язык	4.08	4.08	4.08	3
4094	stu-6г-12	info	Информатика	3.43	3.43	3.43	4
4095	stu-6г-12	hist	История	4	4	4	5
4096	stu-6г-12	lit	Литература	3.56	3.56	3.56	6
4097	stu-6г-12	math	Математика	4.22	4.22	4.22	7
4098	stu-6г-12	music	Музыка	3	3	3	8
4099	stu-6г-12	social	Обществознание	4	4	4	9
4100	stu-6г-12	pe	Физическая культура	3.69	3.69	3.69	10
\.
