COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9433	stu-6б-12	2026-03-24	24 марта	[5, 5, 4, 4, 4]
9434	stu-6б-12	2026-03-25	25 марта	[4, 3, 2, 3, 2]
9435	stu-6б-12	2026-03-26	26 марта	[3, 5, 3, 5, 4, 2]
9436	stu-6б-12	2026-03-27	27 марта	[4, 5, 5, 5, 5]
9437	stu-6б-12	2026-03-30	30 марта	[3, 2, 4, 4]
9438	stu-6б-12	2026-03-31	31 марта	[5, 4, 5, 3, 3]
9439	stu-6б-13	2026-03-02	2 марта	[4, 5, 4, 3, 4]
9440	stu-6б-13	2026-03-03	3 марта	[5, 3, 2, 3, 2, 5]
9441	stu-6б-13	2026-03-04	4 марта	[5, 3, 5, 4, 5]
9442	stu-6б-13	2026-03-05	5 марта	[2, 4, 5, 5, 5]
9443	stu-6б-13	2026-03-06	6 марта	[3, 3, 3, 3, 3]
9444	stu-6б-13	2026-03-09	9 марта	[2, 5, 4, 5]
\.
