COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2951	stu-5б-17	geo	География	3.38	3.38	3.38	1
2952	stu-5б-17	eng	Иностранный язык	3.69	3.69	3.69	2
2953	stu-5б-17	info	Информатика	4.33	4.33	4.33	3
2954	stu-5б-17	hist	История	2.75	2.75	2.75	4
2955	stu-5б-17	lit	Литература	4	4	4	5
2956	stu-5б-17	math	Математика	3.86	3.86	3.86	6
2957	stu-5б-17	social	Обществознание	4	4	4	7
2958	stu-5б-17	work	Труд (технология)	3.25	3.25	3.25	8
2959	stu-5б-17	pe	Физическая культура	4	4	4	9
2960	stu-5б-18	bio	Биология	5	5	5	0
2961	stu-5б-18	geo	География	4.63	4.63	4.63	1
2962	stu-5б-18	eng	Иностранный язык	4.31	4.31	4.31	2
2963	stu-5б-18	info	Информатика	4.22	4.22	4.22	3
2964	stu-5б-18	hist	История	4.13	4.13	4.13	4
2965	stu-5б-18	lit	Литература	4.23	4.23	4.23	5
2966	stu-5б-18	math	Математика	3.48	3.48	3.48	6
2967	stu-5б-18	social	Обществознание	4.5	4.5	4.5	7
2968	stu-5б-18	work	Труд (технология)	3.25	3.25	3.25	8
2969	stu-5б-18	pe	Физическая культура	4.1	4.1	4.1	9
2970	stu-5б-19	bio	Биология	4.67	4.67	4.67	0
2971	stu-5б-19	geo	География	3.13	3.13	3.13	1
2972	stu-5б-19	eng	Иностранный язык	2.92	2.92	2.92	2
2973	stu-5б-19	info	Информатика	3.89	3.89	3.89	3
2974	stu-5б-19	hist	История	3.5	3.5	3.5	4
2975	stu-5б-19	lit	Литература	3.65	3.65	3.65	5
2976	stu-5б-19	math	Математика	3.52	3.52	3.52	6
2977	stu-5б-19	social	Обществознание	3.75	3.75	3.75	7
2978	stu-5б-19	work	Труд (технология)	4.25	4.25	4.25	8
2979	stu-5б-19	pe	Физическая культура	4.1	4.1	4.1	9
2980	stu-5б-20	bio	Биология	4.33	4.33	4.33	0
2981	stu-5б-20	geo	География	3	3	3	1
2982	stu-5б-20	eng	Иностранный язык	2.85	2.85	2.85	2
2983	stu-5б-20	info	Информатика	3.89	3.89	3.89	3
2984	stu-5б-20	hist	История	3.63	3.63	3.63	4
2985	stu-5б-20	lit	Литература	3.61	3.61	3.61	5
2986	stu-5б-20	math	Математика	3.57	3.57	3.57	6
2987	stu-5б-20	social	Обществознание	4.25	4.25	4.25	7
2988	stu-5б-20	work	Труд (технология)	4	4	4	8
2989	stu-5б-20	pe	Физическая культура	4	4	4	9
2990	stu-5в-1	bio	Биология	3.86	3.86	3.86	0
2991	stu-5в-1	geo	География	3.75	3.75	3.75	1
2992	stu-5в-1	eng	Иностранный язык	3.36	3.36	3.36	2
2993	stu-5в-1	info	Информатика	4.13	4.13	4.13	3
2994	stu-5в-1	hist	История	4	4	4	4
2995	stu-5в-1	lit	Литература	3.68	3.68	3.68	5
2996	stu-5в-1	math	Математика	3.7	3.7	3.7	6
2997	stu-5в-1	music	Музыка	3.75	3.75	3.75	7
2998	stu-5в-1	social	Обществознание	4.25	4.25	4.25	8
2999	stu-5в-1	work	Труд (технология)	4.25	4.25	4.25	9
3000	stu-5в-1	pe	Физическая культура	4.33	4.33	4.33	10
\.
