COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12445	stu-8а-16	2026-03-20	20 марта	[4, 5, 4, 4, 3]
12446	stu-8а-16	2026-03-23	23 марта	[4, 5, 5, 2, 3]
12447	stu-8а-16	2026-03-24	24 марта	[3, 2, 5, 3, 2, 4]
12448	stu-8а-16	2026-03-25	25 марта	[4, 5, 5, 3, 4]
12449	stu-8а-16	2026-03-26	26 марта	[4, 3, 2, 5, 5]
12450	stu-8а-16	2026-03-27	27 марта	[3, 3, 5, 3, 5]
12451	stu-8а-16	2026-03-30	30 марта	[4, 3, 4, 3, 4]
12452	stu-8а-16	2026-03-31	31 марта	[3, 5, 2, 3, 2, 3]
12453	stu-8а-17	2026-03-02	2 марта	[2, 5, 5, 5]
12454	stu-8а-17	2026-03-03	3 марта	[5, 4, 3, 4, 5, 5]
12455	stu-8а-17	2026-03-04	4 марта	[2, 5, 5, 5]
12456	stu-8а-17	2026-03-05	5 марта	[5, 2, 3, 3, 5]
\.
