COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8269	stu-5в-15	2026-03-26	26 марта	[5, 4, 5, 3, 5, 5]
8270	stu-5в-15	2026-03-27	27 марта	[3, 3, 4, 4, 3]
8271	stu-5в-15	2026-03-30	30 марта	[4, 3, 4, 4, 5]
8272	stu-5в-15	2026-03-31	31 марта	[3, 4, 5, 4, 4, 5]
8273	stu-5в-16	2026-03-02	2 марта	[3, 5, 4, 3]
8274	stu-5в-16	2026-03-03	3 марта	[5, 4, 3, 4, 3]
8275	stu-5в-16	2026-03-04	4 марта	[3, 2, 4, 4, 5]
8276	stu-5в-16	2026-03-05	5 марта	[3, 2, 4, 4, 4, 4]
8277	stu-5в-16	2026-03-06	6 марта	[4, 4, 5, 2, 4]
8278	stu-5в-16	2026-03-09	9 марта	[3, 5, 5, 4, 4]
8279	stu-5в-16	2026-03-10	10 марта	[3, 3, 5, 3, 5, 4]
8280	stu-5в-16	2026-03-11	11 марта	[5, 2, 5, 3]
\.
