COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9757	stu-6в-8	2026-03-16	16 марта	[2, 5, 5, 5]
9758	stu-6в-8	2026-03-17	17 марта	[5, 3, 4, 4, 5]
9759	stu-6в-8	2026-03-18	18 марта	[4, 4, 3, 4]
9760	stu-6в-8	2026-03-19	19 марта	[4, 4, 4, 4, 3, 4]
9761	stu-6в-8	2026-03-20	20 марта	[5, 5, 3, 5, 4]
9762	stu-6в-8	2026-03-23	23 марта	[4, 5, 4, 4, 2]
9763	stu-6в-8	2026-03-24	24 марта	[4, 2, 5, 3, 5, 5]
9764	stu-6в-8	2026-03-25	25 марта	[4, 4, 4, 5]
9765	stu-6в-8	2026-03-26	26 марта	[4, 4, 4, 3, 3]
9766	stu-6в-8	2026-03-27	27 марта	[2, 3, 5, 4]
9767	stu-6в-8	2026-03-30	30 марта	[3, 3, 5, 4]
9768	stu-6в-8	2026-03-31	31 марта	[4, 3, 4, 2, 4]
\.
