COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10009	stu-6в-19	2026-03-30	30 марта	[4, 4, 4, 5]
10010	stu-6в-19	2026-03-31	31 марта	[5, 4, 3, 4, 2]
10011	stu-6г-1	2026-03-02	2 марта	[4, 5, 2, 5, 4]
10012	stu-6г-1	2026-03-03	3 марта	[5, 5, 3, 4, 3]
10013	stu-6г-1	2026-03-04	4 марта	[3, 5, 5, 5, 3]
10014	stu-6г-1	2026-03-05	5 марта	[4, 5, 3, 4, 5, 4]
10015	stu-6г-1	2026-03-06	6 марта	[4, 4, 5, 3]
10016	stu-6г-1	2026-03-09	9 марта	[5, 3, 2, 5, 5]
10017	stu-6г-1	2026-03-10	10 марта	[5, 3, 3, 4, 4, 4]
10018	stu-6г-1	2026-03-11	11 марта	[2, 5, 5, 3, 3]
10019	stu-6г-1	2026-03-12	12 марта	[5, 5, 3, 2, 5]
10020	stu-6г-1	2026-03-13	13 марта	[3, 5, 5, 5, 3]
\.
