COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4901	stu-7г-4	math	Математика	3.83	3.83	3.83	6
4902	stu-7г-4	social	Обществознание	3.5	3.5	3.5	7
4903	stu-7г-4	phys	Физика	3.43	3.43	3.43	8
4904	stu-7г-4	pe	Физическая культура	4.22	4.22	4.22	9
4905	stu-7г-4	chem	Химия	4.5	4.5	4.5	10
4906	stu-7г-5	bio	Биология	3.63	3.63	3.63	0
4907	stu-7г-5	geo	География	3.25	3.25	3.25	1
4908	stu-7г-5	eng	Иностранный язык	3.85	3.85	3.85	2
4909	stu-7г-5	info	Информатика	3.5	3.5	3.5	3
4910	stu-7г-5	hist	История	4.25	4.25	4.25	4
4911	stu-7г-5	lit	Литература	3.94	3.94	3.94	5
4912	stu-7г-5	math	Математика	3.96	3.96	3.96	6
4913	stu-7г-5	social	Обществознание	4	4	4	7
4914	stu-7г-5	phys	Физика	4.14	4.14	4.14	8
4915	stu-7г-5	pe	Физическая культура	4.22	4.22	4.22	9
4916	stu-7г-5	chem	Химия	4.5	4.5	4.5	10
4917	stu-7г-6	bio	Биология	3.38	3.38	3.38	0
4918	stu-7г-6	geo	География	4.5	4.5	4.5	1
4919	stu-7г-6	eng	Иностранный язык	3.46	3.46	3.46	2
4920	stu-7г-6	info	Информатика	4.17	4.17	4.17	3
4921	stu-7г-6	hist	История	3.5	3.5	3.5	4
4922	stu-7г-6	lit	Литература	3.68	3.68	3.68	5
4923	stu-7г-6	math	Математика	4.13	4.13	4.13	6
4924	stu-7г-6	social	Обществознание	3.5	3.5	3.5	7
4925	stu-7г-6	phys	Физика	3.86	3.86	3.86	8
4926	stu-7г-6	pe	Физическая культура	4.22	4.22	4.22	9
4927	stu-7г-6	chem	Химия	3.75	3.75	3.75	10
4928	stu-7г-7	bio	Биология	3.5	3.5	3.5	0
4929	stu-7г-7	geo	География	3	3	3	1
4930	stu-7г-7	eng	Иностранный язык	4.08	4.08	4.08	2
4931	stu-7г-7	info	Информатика	4.17	4.17	4.17	3
4932	stu-7г-7	hist	История	3	3	3	4
4933	stu-7г-7	lit	Литература	4	4	4	5
4934	stu-7г-7	math	Математика	3.78	3.78	3.78	6
4935	stu-7г-7	social	Обществознание	3.75	3.75	3.75	7
4936	stu-7г-7	phys	Физика	3.71	3.71	3.71	8
4937	stu-7г-7	pe	Физическая культура	4.33	4.33	4.33	9
4938	stu-7г-7	chem	Химия	4.5	4.5	4.5	10
4939	stu-7г-8	bio	Биология	3.75	3.75	3.75	0
4940	stu-7г-8	geo	География	3.75	3.75	3.75	1
4941	stu-7г-8	eng	Иностранный язык	3.46	3.46	3.46	2
4942	stu-7г-8	info	Информатика	3.5	3.5	3.5	3
4943	stu-7г-8	hist	История	4.5	4.5	4.5	4
4944	stu-7г-8	lit	Литература	3.81	3.81	3.81	5
4945	stu-7г-8	math	Математика	3.91	3.91	3.91	6
4946	stu-7г-8	social	Обществознание	3.5	3.5	3.5	7
4947	stu-7г-8	phys	Физика	4	4	4	8
4948	stu-7г-8	pe	Физическая культура	4.11	4.11	4.11	9
4949	stu-7г-8	chem	Химия	4.5	4.5	4.5	10
4950	stu-7г-9	bio	Биология	3.38	3.38	3.38	0
\.
