COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9181	stu-6а-19	2026-03-10	10 марта	[2, 4, 4, 5, 2]
9182	stu-6а-19	2026-03-11	11 марта	[3, 2, 3, 5]
9183	stu-6а-19	2026-03-12	12 марта	[4, 3, 5, 5, 5]
9184	stu-6а-19	2026-03-13	13 марта	[4, 3, 5, 5, 4]
9185	stu-6а-19	2026-03-16	16 марта	[5, 4, 2, 4, 4]
9186	stu-6а-19	2026-03-17	17 марта	[2, 5, 3, 5, 4, 2]
9187	stu-6а-19	2026-03-18	18 марта	[5, 2, 5, 3, 5]
9188	stu-6а-19	2026-03-19	19 марта	[4, 3, 5, 5, 4, 5]
9189	stu-6а-19	2026-03-20	20 марта	[5, 5, 5, 4]
9190	stu-6а-19	2026-03-23	23 марта	[5, 2, 5, 4]
9191	stu-6а-19	2026-03-24	24 марта	[3, 4, 4, 2, 4, 5]
9192	stu-6а-19	2026-03-25	25 марта	[3, 3, 4, 4, 4]
\.
