COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13537	stu-9а-9	2026-03-10	10 марта	[5, 3, 2, 5, 4, 3, 5]
13538	stu-9а-9	2026-03-11	11 марта	[4, 4, 3, 4, 2, 4]
13539	stu-9а-9	2026-03-12	12 марта	[5, 4, 3, 3, 2, 2, 5]
13540	stu-9а-9	2026-03-13	13 марта	[3, 4, 2, 4, 3, 5]
13541	stu-9а-9	2026-03-16	16 марта	[3, 4, 4, 5, 4]
13542	stu-9а-9	2026-03-17	17 марта	[3, 3, 5, 3, 3, 5, 2]
13543	stu-9а-9	2026-03-18	18 марта	[2, 4, 4, 5, 5]
13544	stu-9а-9	2026-03-19	19 марта	[5, 4, 4, 5, 4, 3]
13545	stu-9а-9	2026-03-20	20 марта	[2, 2, 4, 4, 5]
13546	stu-9а-9	2026-03-23	23 марта	[3, 4, 4, 3, 4]
13547	stu-9а-9	2026-03-24	24 марта	[5, 4, 3, 5, 4, 5]
13548	stu-9а-9	2026-03-25	25 марта	[3, 4, 4, 3, 3, 5]
\.
