COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9169	stu-6а-18	2026-03-24	24 марта	[4, 2, 5, 4, 5, 4]
9170	stu-6а-18	2026-03-25	25 марта	[2, 4, 5, 3, 3]
9171	stu-6а-18	2026-03-26	26 марта	[3, 4, 2, 4, 4]
9172	stu-6а-18	2026-03-27	27 марта	[2, 4, 4, 3, 5]
9173	stu-6а-18	2026-03-30	30 марта	[2, 5, 4, 5]
9174	stu-6а-18	2026-03-31	31 марта	[4, 5, 5, 4, 4, 2]
9175	stu-6а-19	2026-03-02	2 марта	[4, 3, 4, 5]
9176	stu-6а-19	2026-03-03	3 марта	[4, 4, 3, 4, 5]
9177	stu-6а-19	2026-03-04	4 марта	[4, 5, 5, 5, 5]
9178	stu-6а-19	2026-03-05	5 марта	[4, 2, 5, 5, 4]
9179	stu-6а-19	2026-03-06	6 марта	[5, 4, 5, 4]
9180	stu-6а-19	2026-03-09	9 марта	[5, 5, 2, 4, 3]
\.
