COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12205	stu-8а-5	2026-03-24	24 марта	[4, 3, 5, 4, 3, 4]
12206	stu-8а-5	2026-03-25	25 марта	[3, 4, 4, 5, 5]
12207	stu-8а-5	2026-03-26	26 марта	[4, 2, 2, 4, 5]
12208	stu-8а-5	2026-03-27	27 марта	[2, 3, 5, 5, 5]
12209	stu-8а-5	2026-03-30	30 марта	[2, 5, 5, 2, 5]
12210	stu-8а-5	2026-03-31	31 марта	[5, 4, 3, 5, 2, 2]
12211	stu-8а-6	2026-03-02	2 марта	[3, 4, 5, 3]
12212	stu-8а-6	2026-03-03	3 марта	[5, 4, 4, 3, 5, 5]
12213	stu-8а-6	2026-03-04	4 марта	[2, 5, 4, 3]
12214	stu-8а-6	2026-03-05	5 марта	[4, 3, 4, 4, 4]
12215	stu-8а-6	2026-03-06	6 марта	[4, 5, 3, 2, 5]
12216	stu-8а-6	2026-03-09	9 марта	[4, 5, 4, 4]
\.
