COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11317	stu-7в-3	2026-03-12	12 марта	[2, 2, 5, 5, 4, 3]
11318	stu-7в-3	2026-03-13	13 марта	[5, 2, 4, 4]
11319	stu-7в-3	2026-03-16	16 марта	[5, 5, 3, 4]
11320	stu-7в-3	2026-03-17	17 марта	[3, 5, 2, 5, 5, 4]
11321	stu-7в-3	2026-03-18	18 марта	[3, 4, 5, 3]
11322	stu-7в-3	2026-03-19	19 марта	[3, 2, 4, 2, 4, 5]
11323	stu-7в-3	2026-03-20	20 марта	[5, 4, 4, 4]
11324	stu-7в-3	2026-03-23	23 марта	[5, 5, 3, 3]
11325	stu-7в-3	2026-03-24	24 марта	[2, 2, 5, 4, 5]
11326	stu-7в-3	2026-03-25	25 марта	[5, 3, 5, 5]
11327	stu-7в-3	2026-03-26	26 марта	[5, 5, 4, 5, 4, 3]
11328	stu-7в-3	2026-03-27	27 марта	[5, 4, 5, 3]
\.
