COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13969	stu-9б-9	2026-03-30	30 марта	[3, 3, 5, 5, 5]
13970	stu-9б-9	2026-03-31	31 марта	[3, 3, 4, 4, 5, 3]
13971	stu-9б-10	2026-03-02	2 марта	[3, 4, 4, 2, 4]
13972	stu-9б-10	2026-03-03	3 марта	[2, 3, 4, 4, 5, 3]
13973	stu-9б-10	2026-03-04	4 марта	[5, 3, 4, 5, 4]
13974	stu-9б-10	2026-03-05	5 марта	[4, 5, 2, 5, 2, 3, 3]
13975	stu-9б-10	2026-03-06	6 марта	[3, 4, 4, 5, 3]
13976	stu-9б-10	2026-03-09	9 марта	[5, 5, 4, 2, 3, 4]
13977	stu-9б-10	2026-03-10	10 марта	[2, 3, 4, 4, 5, 2]
13978	stu-9б-10	2026-03-11	11 марта	[3, 2, 4, 4, 3]
13979	stu-9б-10	2026-03-12	12 марта	[3, 5, 4, 4, 2, 4]
13980	stu-9б-10	2026-03-13	13 марта	[5, 4, 4, 2, 4, 3]
\.
