COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5001	stu-7г-13	social	Обществознание	3.5	3.5	3.5	7
5002	stu-7г-13	phys	Физика	4.29	4.29	4.29	8
5003	stu-7г-13	pe	Физическая культура	4.22	4.22	4.22	9
5004	stu-7г-13	chem	Химия	4.5	4.5	4.5	10
5005	stu-7г-14	bio	Биология	3.5	3.5	3.5	0
5006	stu-7г-14	geo	География	2.75	2.75	2.75	1
5007	stu-7г-14	eng	Иностранный язык	4.15	4.15	4.15	2
5008	stu-7г-14	info	Информатика	4.17	4.17	4.17	3
5009	stu-7г-14	hist	История	3.5	3.5	3.5	4
5010	stu-7г-14	lit	Литература	4.03	4.03	4.03	5
5011	stu-7г-14	math	Математика	4.13	4.13	4.13	6
5012	stu-7г-14	social	Обществознание	3.75	3.75	3.75	7
5013	stu-7г-14	phys	Физика	3.86	3.86	3.86	8
5014	stu-7г-14	pe	Физическая культура	4.44	4.44	4.44	9
5015	stu-7г-14	chem	Химия	3.75	3.75	3.75	10
5016	stu-7г-15	bio	Биология	3.63	3.63	3.63	0
5017	stu-7г-15	geo	География	3.75	3.75	3.75	1
5018	stu-7г-15	eng	Иностранный язык	3.38	3.38	3.38	2
5019	stu-7г-15	info	Информатика	3.83	3.83	3.83	3
5020	stu-7г-15	hist	История	3.25	3.25	3.25	4
5021	stu-7г-15	lit	Литература	3.87	3.87	3.87	5
5022	stu-7г-15	math	Математика	3.83	3.83	3.83	6
5023	stu-7г-15	social	Обществознание	3.5	3.5	3.5	7
5024	stu-7г-15	phys	Физика	3.57	3.57	3.57	8
5025	stu-7г-15	pe	Физическая культура	4	4	4	9
5026	stu-7г-15	chem	Химия	4.5	4.5	4.5	10
5027	stu-7г-16	bio	Биология	3.63	3.63	3.63	0
5028	stu-7г-16	geo	География	4.5	4.5	4.5	1
5029	stu-7г-16	eng	Иностранный язык	3.62	3.62	3.62	2
5030	stu-7г-16	info	Информатика	3.5	3.5	3.5	3
5031	stu-7г-16	hist	История	4.5	4.5	4.5	4
5032	stu-7г-16	lit	Литература	3.71	3.71	3.71	5
5033	stu-7г-16	math	Математика	3.96	3.96	3.96	6
5034	stu-7г-16	social	Обществознание	3.75	3.75	3.75	7
5035	stu-7г-16	phys	Физика	4	4	4	8
5036	stu-7г-16	pe	Физическая культура	4.33	4.33	4.33	9
5037	stu-7г-16	chem	Химия	4.5	4.5	4.5	10
5038	stu-7г-17	bio	Биология	3.5	3.5	3.5	0
5039	stu-7г-17	geo	География	2.75	2.75	2.75	1
5040	stu-7г-17	eng	Иностранный язык	4.23	4.23	4.23	2
5041	stu-7г-17	info	Информатика	3.83	3.83	3.83	3
5042	stu-7г-17	hist	История	3.5	3.5	3.5	4
5043	stu-7г-17	lit	Литература	4	4	4	5
5044	stu-7г-17	math	Математика	4.22	4.22	4.22	6
5045	stu-7г-17	social	Обществознание	3.5	3.5	3.5	7
5046	stu-7г-17	phys	Физика	3.86	3.86	3.86	8
5047	stu-7г-17	pe	Физическая культура	4.22	4.22	4.22	9
5048	stu-7г-17	chem	Химия	3.75	3.75	3.75	10
5049	stu-7г-18	bio	Биология	3.5	3.5	3.5	0
5050	stu-7г-18	geo	География	4.25	4.25	4.25	1
\.
