COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11689	stu-7г-1	2026-03-10	10 марта	[4, 5, 4, 4, 5, 2]
11690	stu-7г-1	2026-03-11	11 марта	[5, 4, 3, 5, 4]
11691	stu-7г-1	2026-03-12	12 марта	[5, 4, 3, 2, 3]
11692	stu-7г-1	2026-03-13	13 марта	[5, 3, 4, 4]
11693	stu-7г-1	2026-03-16	16 марта	[3, 4, 5, 3, 3]
11694	stu-7г-1	2026-03-17	17 марта	[3, 5, 5, 3, 5, 5]
11695	stu-7г-1	2026-03-18	18 марта	[5, 4, 4, 4, 3]
11696	stu-7г-1	2026-03-19	19 марта	[2, 4, 5, 2, 4, 5]
11697	stu-7г-1	2026-03-20	20 марта	[4, 5, 3, 5]
11698	stu-7г-1	2026-03-23	23 марта	[4, 4, 4, 3, 4]
11699	stu-7г-1	2026-03-24	24 марта	[3, 3, 3, 2, 5, 4]
11700	stu-7г-1	2026-03-25	25 марта	[5, 5, 2, 4]
\.
