COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12277	stu-8а-9	2026-03-02	2 марта	[3, 4, 5, 3]
12278	stu-8а-9	2026-03-03	3 марта	[5, 5, 4, 3, 5, 5]
12279	stu-8а-9	2026-03-04	4 марта	[2, 4, 5, 3]
12280	stu-8а-9	2026-03-05	5 марта	[4, 4, 4, 4, 5]
12281	stu-8а-9	2026-03-06	6 марта	[3, 5, 3, 3, 5]
12282	stu-8а-9	2026-03-09	9 марта	[4, 5, 4, 4]
12283	stu-8а-9	2026-03-10	10 марта	[4, 3, 5, 4, 5, 5]
12284	stu-8а-9	2026-03-11	11 марта	[5, 3, 5, 4, 2]
12285	stu-8а-9	2026-03-12	12 марта	[2, 3, 4, 4, 4]
12286	stu-8а-9	2026-03-13	13 марта	[3, 2, 2, 4]
12287	stu-8а-9	2026-03-16	16 марта	[3, 3, 5, 3, 3]
12288	stu-8а-9	2026-03-17	17 марта	[5, 5, 5, 4, 4]
\.
