COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3201	stu-5г-1	art	Изобразительное искусство	3.67	3.67	3.67	2
3202	stu-5г-1	eng	Иностранный язык	3.54	3.54	3.54	3
3203	stu-5г-1	info	Информатика	3.63	3.63	3.63	4
3204	stu-5г-1	hist	История	3.75	3.75	3.75	5
3205	stu-5г-1	lit	Литература	3.63	3.63	3.63	6
3206	stu-5г-1	math	Математика	3.9	3.9	3.9	7
3207	stu-5г-1	social	Обществознание	4.67	4.67	4.67	8
3208	stu-5г-1	work	Труд (технология)	3.25	3.25	3.25	9
3209	stu-5г-1	pe	Физическая культура	4.36	4.36	4.36	10
3210	stu-5г-2	bio	Биология	3.33	3.33	3.33	0
3211	stu-5г-2	geo	География	3.17	3.17	3.17	1
3212	stu-5г-2	art	Изобразительное искусство	4.33	4.33	4.33	2
3213	stu-5г-2	eng	Иностранный язык	4.31	4.31	4.31	3
3214	stu-5г-2	info	Информатика	3.5	3.5	3.5	4
3215	stu-5г-2	hist	История	4.25	4.25	4.25	5
3216	stu-5г-2	lit	Литература	3.88	3.88	3.88	6
3217	stu-5г-2	math	Математика	4.05	4.05	4.05	7
3218	stu-5г-2	social	Обществознание	4	4	4	8
3219	stu-5г-2	work	Труд (технология)	4.5	4.5	4.5	9
3220	stu-5г-2	pe	Физическая культура	4.09	4.09	4.09	10
3221	stu-5г-3	bio	Биология	2.33	2.33	2.33	0
3222	stu-5г-3	geo	География	4.67	4.67	4.67	1
3223	stu-5г-3	art	Изобразительное искусство	4.67	4.67	4.67	2
3224	stu-5г-3	eng	Иностранный язык	4.69	4.69	4.69	3
3225	stu-5г-3	info	Информатика	3.63	3.63	3.63	4
3226	stu-5г-3	hist	История	4.75	4.75	4.75	5
3227	stu-5г-3	lit	Литература	3.94	3.94	3.94	6
3228	stu-5г-3	math	Математика	4.05	4.05	4.05	7
3229	stu-5г-3	social	Обществознание	5	5	5	8
3230	stu-5г-3	work	Труд (технология)	3.75	3.75	3.75	9
3231	stu-5г-3	pe	Физическая культура	4.18	4.18	4.18	10
3232	stu-5г-4	bio	Биология	4	4	4	0
3233	stu-5г-4	geo	География	4.33	4.33	4.33	1
3234	stu-5г-4	art	Изобразительное искусство	3	3	3	2
3235	stu-5г-4	eng	Иностранный язык	3.54	3.54	3.54	3
3236	stu-5г-4	info	Информатика	3.63	3.63	3.63	4
3237	stu-5г-4	hist	История	4.25	4.25	4.25	5
3238	stu-5г-4	lit	Литература	3.66	3.66	3.66	6
3239	stu-5г-4	math	Математика	3.95	3.95	3.95	7
3240	stu-5г-4	social	Обществознание	3.67	3.67	3.67	8
3241	stu-5г-4	work	Труд (технология)	3.5	3.5	3.5	9
3242	stu-5г-4	pe	Физическая культура	4.27	4.27	4.27	10
3243	stu-5г-5	bio	Биология	2.33	2.33	2.33	0
3244	stu-5г-5	geo	География	3.33	3.33	3.33	1
3245	stu-5г-5	art	Изобразительное искусство	4.33	4.33	4.33	2
3246	stu-5г-5	eng	Иностранный язык	4.69	4.69	4.69	3
3247	stu-5г-5	info	Информатика	3.5	3.5	3.5	4
3248	stu-5г-5	hist	История	4	4	4	5
3249	stu-5г-5	lit	Литература	3.91	3.91	3.91	6
3250	stu-5г-5	math	Математика	4	4	4	7
\.
