COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13093	stu-8в-8	2026-03-04	4 марта	[4, 5, 4, 5, 5]
13094	stu-8в-8	2026-03-05	5 марта	[5, 5, 2, 5, 3, 3]
13095	stu-8в-8	2026-03-06	6 марта	[4, 4, 5, 3, 3]
13096	stu-8в-8	2026-03-09	9 марта	[3, 5, 5, 4]
13097	stu-8в-8	2026-03-10	10 марта	[5, 4, 4, 5, 4, 4]
13098	stu-8в-8	2026-03-11	11 марта	[3, 5, 4, 4]
13099	stu-8в-8	2026-03-12	12 марта	[3, 5, 5, 4, 4]
13100	stu-8в-8	2026-03-13	13 марта	[3, 3, 5, 4, 5]
13101	stu-8в-8	2026-03-16	16 марта	[4, 3, 5, 4]
13102	stu-8в-8	2026-03-17	17 марта	[5, 5, 4, 5, 5, 4]
13103	stu-8в-8	2026-03-18	18 марта	[3, 4, 3, 5]
13104	stu-8в-8	2026-03-19	19 марта	[5, 4, 5, 3, 5]
\.
