COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7297	stu-5а-11	2026-03-20	20 марта	[5, 4, 4, 4]
7298	stu-5а-11	2026-03-23	23 марта	[3, 5, 4, 3]
7299	stu-5а-11	2026-03-24	24 марта	[3, 2, 4, 4, 5]
7300	stu-5а-11	2026-03-25	25 марта	[4, 5, 5, 4]
7301	stu-5а-11	2026-03-26	26 марта	[5, 3, 3, 5, 4, 3]
7302	stu-5а-11	2026-03-27	27 марта	[4, 4, 5, 3]
7303	stu-5а-11	2026-03-30	30 марта	[4, 3, 3, 3]
7304	stu-5а-11	2026-03-31	31 марта	[2, 4, 5, 2, 3, 5]
7305	stu-5а-12	2026-03-02	2 марта	[5, 5, 2, 4, 5]
7306	stu-5а-12	2026-03-03	3 марта	[3, 5, 3, 5, 4, 2]
7307	stu-5а-12	2026-03-04	4 марта	[3, 3, 4, 5]
7308	stu-5а-12	2026-03-05	5 марта	[5, 4, 3, 5, 5]
\.
