COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7897	stu-5б-18	2026-03-30	30 марта	[4, 3, 5, 5, 2]
7898	stu-5б-18	2026-03-31	31 марта	[5, 5, 4, 4, 4, 5]
7899	stu-5б-19	2026-03-02	2 марта	[4, 4, 5, 4]
7900	stu-5б-19	2026-03-03	3 марта	[4, 3, 3, 4, 4]
7901	stu-5б-19	2026-03-04	4 марта	[4, 4, 2, 3, 2]
7902	stu-5б-19	2026-03-05	5 марта	[5, 5, 2, 3, 3, 4]
7903	stu-5б-19	2026-03-06	6 марта	[4, 3, 4, 3, 3]
7904	stu-5б-19	2026-03-09	9 марта	[4, 2, 3, 3, 4]
7905	stu-5б-19	2026-03-10	10 марта	[5, 2, 3, 3, 5]
7906	stu-5б-19	2026-03-11	11 марта	[4, 4, 4, 3]
7907	stu-5б-19	2026-03-12	12 марта	[4, 3, 5, 2, 4]
7908	stu-5б-19	2026-03-13	13 марта	[2, 4, 5, 2, 4]
\.
