COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8389	stu-5г-2	2026-03-10	10 марта	[5, 4, 4, 5, 4]
8390	stu-5г-2	2026-03-11	11 марта	[4, 3, 5, 3]
8391	stu-5г-2	2026-03-12	12 марта	[4, 4, 3, 3, 5, 2]
8392	stu-5г-2	2026-03-13	13 марта	[5, 5, 5, 5]
8393	stu-5г-2	2026-03-16	16 марта	[2, 5, 5, 5]
8394	stu-5г-2	2026-03-17	17 марта	[5, 4, 4, 4, 5]
8395	stu-5г-2	2026-03-18	18 марта	[3, 3, 5, 5, 3]
8396	stu-5г-2	2026-03-19	19 марта	[5, 5, 3, 4, 4]
8397	stu-5г-2	2026-03-20	20 марта	[5, 4, 3, 5, 4]
8398	stu-5г-2	2026-03-23	23 марта	[4, 3, 5, 2, 4]
8399	stu-5г-2	2026-03-24	24 марта	[5, 2, 5, 4, 5, 5]
8400	stu-5г-2	2026-03-25	25 марта	[4, 5, 5, 2]
\.
