COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1900	stu-3г-17	hist	История	4.43	4.43	4.43	2
1901	stu-3г-17	lit	Литература	4.09	4.09	4.09	3
1902	stu-3г-17	math	Математика	3.71	3.71	3.71	4
1903	stu-3г-17	music	Музыка	4.67	4.67	4.67	5
1904	stu-3г-17	work	Труд (технология)	4	4	4	6
1905	stu-3г-17	pe	Физическая культура	3.5	3.5	3.5	7
1906	stu-3г-18	art	Изобразительное искусство	3.75	3.75	3.75	0
1907	stu-3г-18	eng	Иностранный язык	4.86	4.86	4.86	1
1908	stu-3г-18	hist	История	3.71	3.71	3.71	2
1909	stu-3г-18	lit	Литература	4	4	4	3
1910	stu-3г-18	math	Математика	4	4	4	4
1911	stu-3г-18	music	Музыка	5	5	5	5
1912	stu-3г-18	work	Труд (технология)	3.63	3.63	3.63	6
1913	stu-3г-18	pe	Физическая культура	3.25	3.25	3.25	7
1914	stu-3г-19	art	Изобразительное искусство	4.25	4.25	4.25	0
1915	stu-3г-19	eng	Иностранный язык	3.86	3.86	3.86	1
1916	stu-3г-19	hist	История	3.57	3.57	3.57	2
1917	stu-3г-19	lit	Литература	3.82	3.82	3.82	3
1918	stu-3г-19	math	Математика	3.83	3.83	3.83	4
1919	stu-3г-19	music	Музыка	5	5	5	5
1920	stu-3г-19	work	Труд (технология)	3.38	3.38	3.38	6
1921	stu-3г-19	pe	Физическая культура	3.25	3.25	3.25	7
1922	stu-3г-20	art	Изобразительное искусство	4.75	4.75	4.75	0
1923	stu-3г-20	eng	Иностранный язык	3.71	3.71	3.71	1
1924	stu-3г-20	hist	История	3.71	3.71	3.71	2
1925	stu-3г-20	lit	Литература	3.88	3.88	3.88	3
1926	stu-3г-20	math	Математика	3.88	3.88	3.88	4
1927	stu-3г-20	music	Музыка	5	5	5	5
1928	stu-3г-20	work	Труд (технология)	3.38	3.38	3.38	6
1929	stu-3г-20	pe	Физическая культура	3.25	3.25	3.25	7
1930	stu-4а-1	art	Изобразительное искусство	3.14	3.14	3.14	0
1931	stu-4а-1	eng	Иностранный язык	4	4	4	1
1932	stu-4а-1	hist	История	4.5	4.5	4.5	2
1933	stu-4а-1	lit	Литература	3.94	3.94	3.94	3
1934	stu-4а-1	math	Математика	4.24	4.24	4.24	4
1935	stu-4а-1	music	Музыка	3.5	3.5	3.5	5
1936	stu-4а-1	work	Труд (технология)	4.25	4.25	4.25	6
1937	stu-4а-1	pe	Физическая культура	3.2	3.2	3.2	7
1938	stu-4а-2	art	Изобразительное искусство	3.57	3.57	3.57	0
1939	stu-4а-2	eng	Иностранный язык	3.5	3.5	3.5	1
1940	stu-4а-2	hist	История	4	4	4	2
1941	stu-4а-2	lit	Литература	3.66	3.66	3.66	3
1942	stu-4а-2	math	Математика	4.24	4.24	4.24	4
1943	stu-4а-2	music	Музыка	3.38	3.38	3.38	5
1944	stu-4а-2	work	Труд (технология)	4.75	4.75	4.75	6
1945	stu-4а-2	pe	Физическая культура	3.8	3.8	3.8	7
1946	stu-4а-3	art	Изобразительное искусство	3.29	3.29	3.29	0
1947	stu-4а-3	eng	Иностранный язык	5	5	5	1
1948	stu-4а-3	hist	История	4	4	4	2
1949	stu-4а-3	lit	Литература	3.5	3.5	3.5	3
\.
