COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9421	stu-6б-12	2026-03-06	6 марта	[2, 3, 4, 2, 4]
9422	stu-6б-12	2026-03-09	9 марта	[4, 4, 3, 5]
9423	stu-6б-12	2026-03-10	10 марта	[4, 4, 4, 3, 5]
9424	stu-6б-12	2026-03-11	11 марта	[4, 5, 2, 2, 4]
9425	stu-6б-12	2026-03-12	12 марта	[3, 2, 4, 3, 3]
9426	stu-6б-12	2026-03-13	13 марта	[5, 2, 5, 5, 4]
9427	stu-6б-12	2026-03-16	16 марта	[4, 4, 4, 4, 4]
9428	stu-6б-12	2026-03-17	17 марта	[4, 3, 5, 5, 5]
9429	stu-6б-12	2026-03-18	18 марта	[2, 4, 4, 3]
9430	stu-6б-12	2026-03-19	19 марта	[5, 5, 4, 4, 3, 4]
9431	stu-6б-12	2026-03-20	20 марта	[4, 5, 3, 4]
9432	stu-6б-12	2026-03-23	23 марта	[3, 2, 4, 5]
\.
