COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11953	stu-7г-13	2026-03-10	10 марта	[3, 4, 3, 3, 4, 3]
11954	stu-7г-13	2026-03-11	11 марта	[5, 5, 3, 5, 5]
11955	stu-7г-13	2026-03-12	12 марта	[5, 5, 2, 3, 4]
11956	stu-7г-13	2026-03-13	13 марта	[5, 3, 4, 3]
11957	stu-7г-13	2026-03-16	16 марта	[4, 2, 4, 4, 3]
11958	stu-7г-13	2026-03-17	17 марта	[2, 5, 4, 2, 5, 5]
11959	stu-7г-13	2026-03-18	18 марта	[5, 3, 5, 5, 4]
11960	stu-7г-13	2026-03-19	19 марта	[2, 3, 5, 3, 5, 5]
11961	stu-7г-13	2026-03-20	20 марта	[2, 5, 2, 5]
11962	stu-7г-13	2026-03-23	23 марта	[4, 4, 4, 4, 4]
11963	stu-7г-13	2026-03-24	24 марта	[3, 4, 2, 2, 5, 5]
11964	stu-7г-13	2026-03-25	25 марта	[5, 5, 3, 4]
\.
