COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9145	stu-6а-17	2026-03-20	20 марта	[5, 5, 3, 5]
9146	stu-6а-17	2026-03-23	23 марта	[5, 3, 5, 2]
9147	stu-6а-17	2026-03-24	24 марта	[2, 3, 5, 2, 5, 5]
9148	stu-6а-17	2026-03-25	25 марта	[4, 4, 5, 2, 5]
9149	stu-6а-17	2026-03-26	26 марта	[4, 2, 3, 5, 4]
9150	stu-6а-17	2026-03-27	27 марта	[4, 2, 4, 5, 4]
9151	stu-6а-17	2026-03-30	30 марта	[4, 4, 5, 4]
9152	stu-6а-17	2026-03-31	31 марта	[2, 5, 3, 5, 4, 3]
9153	stu-6а-18	2026-03-02	2 марта	[2, 4, 5, 4]
9154	stu-6а-18	2026-03-03	3 марта	[5, 2, 4, 3, 5]
9155	stu-6а-18	2026-03-04	4 марта	[2, 4, 3, 5, 3]
9156	stu-6а-18	2026-03-05	5 марта	[2, 4, 3, 4, 5]
\.
