COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9457	stu-6б-13	2026-03-26	26 марта	[4, 5, 4, 3, 5, 4]
9458	stu-6б-13	2026-03-27	27 марта	[5, 5, 3, 4, 3]
9459	stu-6б-13	2026-03-30	30 марта	[4, 3, 5, 2]
9460	stu-6б-13	2026-03-31	31 марта	[4, 2, 4, 2, 4]
9461	stu-6б-14	2026-03-02	2 марта	[5, 5, 2, 4, 5]
9462	stu-6б-14	2026-03-03	3 марта	[5, 5, 4, 4, 4, 4]
9463	stu-6б-14	2026-03-04	4 марта	[4, 4, 4, 2, 3]
9464	stu-6б-14	2026-03-05	5 марта	[3, 2, 4, 4, 3]
9465	stu-6б-14	2026-03-06	6 марта	[4, 2, 5, 4, 5]
9466	stu-6б-14	2026-03-09	9 марта	[3, 4, 2, 5]
9467	stu-6б-14	2026-03-10	10 марта	[5, 5, 3, 2, 4]
9468	stu-6б-14	2026-03-11	11 марта	[5, 5, 3, 3, 3]
\.
