COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10393	stu-6г-18	2026-03-12	12 марта	[4, 3, 5, 4, 4]
10394	stu-6г-18	2026-03-13	13 марта	[5, 3, 4, 5, 4]
10395	stu-6г-18	2026-03-16	16 марта	[3, 5, 5, 3, 4]
10396	stu-6г-18	2026-03-17	17 марта	[5, 5, 2, 4, 2]
10397	stu-6г-18	2026-03-18	18 марта	[2, 2, 5, 4, 5]
10398	stu-6г-18	2026-03-19	19 марта	[2, 3, 5, 4, 4, 5]
10399	stu-6г-18	2026-03-20	20 марта	[4, 3, 5, 3]
10400	stu-6г-18	2026-03-23	23 марта	[4, 5, 4, 4, 3]
10401	stu-6г-18	2026-03-24	24 марта	[2, 4, 5, 4, 4, 4]
10402	stu-6г-18	2026-03-25	25 марта	[4, 3, 2, 3, 4]
10403	stu-6г-18	2026-03-26	26 марта	[5, 4, 4, 5, 3]
10404	stu-6г-18	2026-03-27	27 марта	[4, 2, 5, 4, 3]
\.
