COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13237	stu-8в-14	2026-03-20	20 марта	[4, 4, 4, 5]
13238	stu-8в-14	2026-03-23	23 марта	[3, 3, 5, 5, 3]
13239	stu-8в-14	2026-03-24	24 марта	[5, 4, 4, 4, 4, 5]
13240	stu-8в-14	2026-03-25	25 марта	[2, 3, 5, 2, 4]
13241	stu-8в-14	2026-03-26	26 марта	[4, 2, 5, 2, 5]
13242	stu-8в-14	2026-03-27	27 марта	[2, 4, 4, 3, 4]
13243	stu-8в-14	2026-03-30	30 марта	[4, 4, 4, 5, 3]
13244	stu-8в-14	2026-03-31	31 марта	[5, 5, 5, 5, 4]
13245	stu-8в-15	2026-03-02	2 марта	[5, 5, 2, 3, 3]
13246	stu-8в-15	2026-03-03	3 марта	[2, 3, 4, 2, 3, 4]
13247	stu-8в-15	2026-03-04	4 марта	[5, 5, 3, 5, 4]
13248	stu-8в-15	2026-03-05	5 марта	[5, 5, 3, 5, 4, 2]
\.
