COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4651	stu-7в-2	lit	Литература	3.55	3.55	3.55	5
4652	stu-7в-2	math	Математика	3.88	3.88	3.88	6
4653	stu-7в-2	social	Обществознание	3.5	3.5	3.5	7
4654	stu-7в-2	work	Труд (технология)	4.25	4.25	4.25	8
4655	stu-7в-2	phys	Физика	3.75	3.75	3.75	9
4656	stu-7в-2	pe	Физическая культура	4	4	4	10
4657	stu-7в-2	chem	Химия	4.75	4.75	4.75	11
4658	stu-7в-3	bio	Биология	4.43	4.43	4.43	0
4659	stu-7в-3	geo	География	2.5	2.5	2.5	1
4660	stu-7в-3	eng	Иностранный язык	3.56	3.56	3.56	2
4661	stu-7в-3	info	Информатика	3.57	3.57	3.57	3
4662	stu-7в-3	hist	История	4	4	4	4
4663	stu-7в-3	lit	Литература	4.07	4.07	4.07	5
4664	stu-7в-3	math	Математика	3.71	3.71	3.71	6
4665	stu-7в-3	social	Обществознание	3.25	3.25	3.25	7
4666	stu-7в-3	work	Труд (технология)	4.5	4.5	4.5	8
4667	stu-7в-3	phys	Физика	4.25	4.25	4.25	9
4668	stu-7в-3	pe	Физическая культура	3.67	3.67	3.67	10
4669	stu-7в-3	chem	Химия	4	4	4	11
4670	stu-7в-4	bio	Биология	4.14	4.14	4.14	0
4671	stu-7в-4	geo	География	4	4	4	1
4672	stu-7в-4	eng	Иностранный язык	2.89	2.89	2.89	2
4673	stu-7в-4	info	Информатика	4.29	4.29	4.29	3
4674	stu-7в-4	hist	История	3.14	3.14	3.14	4
4675	stu-7в-4	lit	Литература	3.9	3.9	3.9	5
4676	stu-7в-4	math	Математика	4	4	4	6
4677	stu-7в-4	social	Обществознание	3.75	3.75	3.75	7
4678	stu-7в-4	work	Труд (технология)	4.5	4.5	4.5	8
4679	stu-7в-4	phys	Физика	3	3	3	9
4680	stu-7в-4	pe	Физическая культура	3.92	3.92	3.92	10
4681	stu-7в-4	chem	Химия	3.75	3.75	3.75	11
4682	stu-7в-5	bio	Биология	3.71	3.71	3.71	0
4683	stu-7в-5	geo	География	3.5	3.5	3.5	1
4684	stu-7в-5	eng	Иностранный язык	3.67	3.67	3.67	2
4685	stu-7в-5	info	Информатика	3.71	3.71	3.71	3
4686	stu-7в-5	hist	История	3.86	3.86	3.86	4
4687	stu-7в-5	lit	Литература	3.72	3.72	3.72	5
4688	stu-7в-5	math	Математика	3.82	3.82	3.82	6
4689	stu-7в-5	social	Обществознание	3	3	3	7
4690	stu-7в-5	work	Труд (технология)	3.75	3.75	3.75	8
4691	stu-7в-5	phys	Физика	3.75	3.75	3.75	9
4692	stu-7в-5	pe	Физическая культура	3.83	3.83	3.83	10
4693	stu-7в-5	chem	Химия	4.5	4.5	4.5	11
4694	stu-7в-6	bio	Биология	4.71	4.71	4.71	0
4695	stu-7в-6	geo	География	2.5	2.5	2.5	1
4696	stu-7в-6	eng	Иностранный язык	3.22	3.22	3.22	2
4697	stu-7в-6	info	Информатика	3.14	3.14	3.14	3
4698	stu-7в-6	hist	История	3.86	3.86	3.86	4
4699	stu-7в-6	lit	Литература	4.14	4.14	4.14	5
4700	stu-7в-6	math	Математика	3.82	3.82	3.82	6
\.
