COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3901	stu-6в-13	eng	Иностранный язык	3.58	3.58	3.58	2
3902	stu-6в-13	info	Информатика	4	4	4	3
3903	stu-6в-13	hist	История	4.43	4.43	4.43	4
3904	stu-6в-13	lit	Литература	3.85	3.85	3.85	5
3905	stu-6в-13	math	Математика	3.85	3.85	3.85	6
3906	stu-6в-13	music	Музыка	4.33	4.33	4.33	7
3907	stu-6в-13	social	Обществознание	4	4	4	8
3908	stu-6в-13	pe	Физическая культура	4.14	4.14	4.14	9
3909	stu-6в-14	bio	Биология	3.5	3.5	3.5	0
3910	stu-6в-14	geo	География	3.43	3.43	3.43	1
3911	stu-6в-14	eng	Иностранный язык	3.67	3.67	3.67	2
3912	stu-6в-14	info	Информатика	3.63	3.63	3.63	3
3913	stu-6в-14	hist	История	4	4	4	4
3914	stu-6в-14	lit	Литература	3.63	3.63	3.63	5
3915	stu-6в-14	math	Математика	3.9	3.9	3.9	6
3916	stu-6в-14	music	Музыка	4	4	4	7
3917	stu-6в-14	social	Обществознание	4	4	4	8
3918	stu-6в-14	pe	Физическая культура	4.29	4.29	4.29	9
3919	stu-6в-15	bio	Биология	3.88	3.88	3.88	0
3920	stu-6в-15	geo	География	3.71	3.71	3.71	1
3921	stu-6в-15	eng	Иностранный язык	4.5	4.5	4.5	2
3922	stu-6в-15	info	Информатика	3.88	3.88	3.88	3
3923	stu-6в-15	hist	История	3.86	3.86	3.86	4
3924	stu-6в-15	lit	Литература	4.26	4.26	4.26	5
3925	stu-6в-15	math	Математика	3.9	3.9	3.9	6
3926	stu-6в-15	music	Музыка	3.67	3.67	3.67	7
3927	stu-6в-15	social	Обществознание	4	4	4	8
3928	stu-6в-15	pe	Физическая культура	4.43	4.43	4.43	9
3929	stu-6в-16	bio	Биология	3.63	3.63	3.63	0
3930	stu-6в-16	geo	География	3.29	3.29	3.29	1
3931	stu-6в-16	eng	Иностранный язык	3.33	3.33	3.33	2
3932	stu-6в-16	info	Информатика	4.25	4.25	4.25	3
3933	stu-6в-16	hist	История	4.57	4.57	4.57	4
3934	stu-6в-16	lit	Литература	3.59	3.59	3.59	5
3935	stu-6в-16	math	Математика	3.75	3.75	3.75	6
3936	stu-6в-16	music	Музыка	4	4	4	7
3937	stu-6в-16	social	Обществознание	4.2	4.2	4.2	8
3938	stu-6в-16	pe	Физическая культура	4	4	4	9
3939	stu-6в-17	bio	Биология	3.63	3.63	3.63	0
3940	stu-6в-17	geo	География	3.71	3.71	3.71	1
3941	stu-6в-17	eng	Иностранный язык	3.83	3.83	3.83	2
3942	stu-6в-17	info	Информатика	3.63	3.63	3.63	3
3943	stu-6в-17	hist	История	3.86	3.86	3.86	4
3944	stu-6в-17	lit	Литература	3.85	3.85	3.85	5
3945	stu-6в-17	math	Математика	4	4	4	6
3946	stu-6в-17	music	Музыка	3.67	3.67	3.67	7
3947	stu-6в-17	social	Обществознание	4	4	4	8
3948	stu-6в-17	pe	Физическая культура	4.29	4.29	4.29	9
3949	stu-6в-18	bio	Биология	3.88	3.88	3.88	0
3950	stu-6в-18	geo	География	3.57	3.57	3.57	1
\.
