COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4251	stu-7а-7	geo	География	3.88	3.88	3.88	1
4252	stu-7а-7	eng	Иностранный язык	3.43	3.43	3.43	2
4253	stu-7а-7	info	Информатика	4.5	4.5	4.5	3
4254	stu-7а-7	hist	История	3.88	3.88	3.88	4
4255	stu-7а-7	lit	Литература	4.32	4.32	4.32	5
4256	stu-7а-7	math	Математика	3.94	3.94	3.94	6
4257	stu-7а-7	social	Обществознание	3.5	3.5	3.5	7
4258	stu-7а-7	work	Труд (технология)	4	4	4	8
4259	stu-7а-7	phys	Физика	3.75	3.75	3.75	9
4260	stu-7а-7	pe	Физическая культура	4	4	4	10
4261	stu-7а-7	chem	Химия	3.25	3.25	3.25	11
4262	stu-7а-8	bio	Биология	4.25	4.25	4.25	0
4263	stu-7а-8	geo	География	4.5	4.5	4.5	1
4264	stu-7а-8	eng	Иностранный язык	3.57	3.57	3.57	2
4265	stu-7а-8	info	Информатика	4.13	4.13	4.13	3
4266	stu-7а-8	hist	История	4.13	4.13	4.13	4
4267	stu-7а-8	lit	Литература	3.77	3.77	3.77	5
4268	stu-7а-8	math	Математика	3.71	3.71	3.71	6
4269	stu-7а-8	social	Обществознание	3.75	3.75	3.75	7
4270	stu-7а-8	work	Труд (технология)	4	4	4	8
4271	stu-7а-8	phys	Физика	4.5	4.5	4.5	9
4272	stu-7а-8	pe	Физическая культура	3.69	3.69	3.69	10
4273	stu-7а-8	chem	Химия	3.5	3.5	3.5	11
4274	stu-7а-9	bio	Биология	4.75	4.75	4.75	0
4275	stu-7а-9	geo	География	3	3	3	1
4276	stu-7а-9	eng	Иностранный язык	4.29	4.29	4.29	2
4277	stu-7а-9	info	Информатика	3.75	3.75	3.75	3
4278	stu-7а-9	hist	История	3.75	3.75	3.75	4
4279	stu-7а-9	lit	Литература	4.42	4.42	4.42	5
4280	stu-7а-9	math	Математика	3.82	3.82	3.82	6
4281	stu-7а-9	social	Обществознание	3.75	3.75	3.75	7
4282	stu-7а-9	work	Труд (технология)	4.25	4.25	4.25	8
4283	stu-7а-9	phys	Физика	4.25	4.25	4.25	9
4284	stu-7а-9	pe	Физическая культура	4	4	4	10
4285	stu-7а-9	chem	Химия	4.25	4.25	4.25	11
4286	stu-7а-10	bio	Биология	4	4	4	0
4287	stu-7а-10	geo	География	4.63	4.63	4.63	1
4288	stu-7а-10	eng	Иностранный язык	3.29	3.29	3.29	2
4289	stu-7а-10	info	Информатика	4.38	4.38	4.38	3
4290	stu-7а-10	hist	История	4	4	4	4
4291	stu-7а-10	lit	Литература	3.74	3.74	3.74	5
4292	stu-7а-10	math	Математика	3.94	3.94	3.94	6
4293	stu-7а-10	social	Обществознание	3.75	3.75	3.75	7
4294	stu-7а-10	work	Труд (технология)	3.75	3.75	3.75	8
4295	stu-7а-10	phys	Физика	3.75	3.75	3.75	9
4296	stu-7а-10	pe	Физическая культура	4	4	4	10
4297	stu-7а-10	chem	Химия	3.25	3.25	3.25	11
4298	stu-7а-11	bio	Биология	4.75	4.75	4.75	0
4299	stu-7а-11	geo	География	3.13	3.13	3.13	1
4300	stu-7а-11	eng	Иностранный язык	4.29	4.29	4.29	2
\.
