COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2651	stu-5а-8	info	Информатика	3.5	3.5	3.5	4
2652	stu-5а-8	hist	История	4.33	4.33	4.33	5
2653	stu-5а-8	lit	Литература	3.52	3.52	3.52	6
2654	stu-5а-8	math	Математика	4.04	4.04	4.04	7
2655	stu-5а-8	social	Обществознание	4.17	4.17	4.17	8
2656	stu-5а-8	work	Труд (технология)	4.75	4.75	4.75	9
2657	stu-5а-8	pe	Физическая культура	4.09	4.09	4.09	10
2658	stu-5а-9	bio	Биология	3.75	3.75	3.75	0
2659	stu-5а-9	geo	География	3	3	3	1
2660	stu-5а-9	art	Изобразительное искусство	4	4	4	2
2661	stu-5а-9	eng	Иностранный язык	4.27	4.27	4.27	3
2662	stu-5а-9	info	Информатика	4.25	4.25	4.25	4
2663	stu-5а-9	hist	История	4	4	4	5
2664	stu-5а-9	lit	Литература	3.93	3.93	3.93	6
2665	stu-5а-9	math	Математика	3.61	3.61	3.61	7
2666	stu-5а-9	social	Обществознание	4.17	4.17	4.17	8
2667	stu-5а-9	work	Труд (технология)	4.25	4.25	4.25	9
2668	stu-5а-9	pe	Физическая культура	4	4	4	10
2669	stu-5а-10	bio	Биология	3.75	3.75	3.75	0
2670	stu-5а-10	geo	География	3.75	3.75	3.75	1
2671	stu-5а-10	art	Изобразительное искусство	5	5	5	2
2672	stu-5а-10	eng	Иностранный язык	3.55	3.55	3.55	3
2673	stu-5а-10	info	Информатика	3.5	3.5	3.5	4
2674	stu-5а-10	hist	История	3.33	3.33	3.33	5
2675	stu-5а-10	lit	Литература	3.22	3.22	3.22	6
2676	stu-5а-10	math	Математика	3.57	3.57	3.57	7
2677	stu-5а-10	social	Обществознание	4.17	4.17	4.17	8
2678	stu-5а-10	work	Труд (технология)	4	4	4	9
2679	stu-5а-10	pe	Физическая культура	4.18	4.18	4.18	10
2680	stu-5а-11	bio	Биология	4	4	4	0
2681	stu-5а-11	geo	География	4.25	4.25	4.25	1
2682	stu-5а-11	art	Изобразительное искусство	3.25	3.25	3.25	2
2683	stu-5а-11	eng	Иностранный язык	4.73	4.73	4.73	3
2684	stu-5а-11	info	Информатика	2.75	2.75	2.75	4
2685	stu-5а-11	hist	История	3.67	3.67	3.67	5
2686	stu-5а-11	lit	Литература	3.81	3.81	3.81	6
2687	stu-5а-11	math	Математика	3.87	3.87	3.87	7
2688	stu-5а-11	social	Обществознание	4.17	4.17	4.17	8
2689	stu-5а-11	work	Труд (технология)	4.5	4.5	4.5	9
2690	stu-5а-11	pe	Физическая культура	3.82	3.82	3.82	10
2691	stu-5а-12	bio	Биология	3.75	3.75	3.75	0
2692	stu-5а-12	geo	География	2.75	2.75	2.75	1
2693	stu-5а-12	art	Изобразительное искусство	4.25	4.25	4.25	2
2694	stu-5а-12	eng	Иностранный язык	3.55	3.55	3.55	3
2695	stu-5а-12	info	Информатика	4.25	4.25	4.25	4
2696	stu-5а-12	hist	История	4.67	4.67	4.67	5
2697	stu-5а-12	lit	Литература	3.74	3.74	3.74	6
2698	stu-5а-12	math	Математика	3.83	3.83	3.83	7
2699	stu-5а-12	social	Обществознание	4.17	4.17	4.17	8
2700	stu-5а-12	work	Труд (технология)	5	5	5	9
\.
