COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6001	stu-9б-6	geo	География	4.75	4.75	4.75	1
6002	stu-9б-6	eng	Иностранный язык	3.92	3.92	3.92	2
6003	stu-9б-6	info	Информатика	4.17	4.17	4.17	3
6004	stu-9б-6	hist	История	3	3	3	4
6005	stu-9б-6	lit	Литература	3.96	3.96	3.96	5
6006	stu-9б-6	math	Математика	4	4	4	6
6007	stu-9б-6	social	Обществознание	3.71	3.71	3.71	7
6008	stu-9б-6	phys	Физика	3.46	3.46	3.46	8
6009	stu-9б-6	pe	Физическая культура	4.17	4.17	4.17	9
6010	stu-9б-6	chem	Химия	4.56	4.56	4.56	10
6011	stu-9б-7	bio	Биология	4.29	4.29	4.29	0
6012	stu-9б-7	geo	География	3.38	3.38	3.38	1
6013	stu-9б-7	eng	Иностранный язык	3.62	3.62	3.62	2
6014	stu-9б-7	info	Информатика	4.5	4.5	4.5	3
6015	stu-9б-7	hist	История	3.78	3.78	3.78	4
6016	stu-9б-7	lit	Литература	3.96	3.96	3.96	5
6017	stu-9б-7	math	Математика	4.04	4.04	4.04	6
6018	stu-9б-7	social	Обществознание	3.71	3.71	3.71	7
6019	stu-9б-7	phys	Физика	3.77	3.77	3.77	8
6020	stu-9б-7	pe	Физическая культура	4	4	4	9
6021	stu-9б-7	chem	Химия	4.11	4.11	4.11	10
6022	stu-9б-8	bio	Биология	2.86	2.86	2.86	0
6023	stu-9б-8	geo	География	3.88	3.88	3.88	1
6024	stu-9б-8	eng	Иностранный язык	3.85	3.85	3.85	2
6025	stu-9б-8	info	Информатика	4.5	4.5	4.5	3
6026	stu-9б-8	hist	История	3.33	3.33	3.33	4
6027	stu-9б-8	lit	Литература	3.8	3.8	3.8	5
6028	stu-9б-8	math	Математика	4.2	4.2	4.2	6
6029	stu-9б-8	social	Обществознание	3.71	3.71	3.71	7
6030	stu-9б-8	phys	Физика	3.31	3.31	3.31	8
6031	stu-9б-8	pe	Физическая культура	4.5	4.5	4.5	9
6032	stu-9б-8	chem	Химия	4.22	4.22	4.22	10
6033	stu-9б-9	bio	Биология	4.14	4.14	4.14	0
6034	stu-9б-9	geo	География	4.63	4.63	4.63	1
6035	stu-9б-9	eng	Иностранный язык	3.77	3.77	3.77	2
6036	stu-9б-9	info	Информатика	3.83	3.83	3.83	3
6037	stu-9б-9	hist	История	2.89	2.89	2.89	4
6038	stu-9б-9	lit	Литература	4	4	4	5
6039	stu-9б-9	math	Математика	3.92	3.92	3.92	6
6040	stu-9б-9	social	Обществознание	4	4	4	7
6041	stu-9б-9	phys	Физика	3.62	3.62	3.62	8
6042	stu-9б-9	pe	Физическая культура	4	4	4	9
6043	stu-9б-9	chem	Химия	4.56	4.56	4.56	10
6044	stu-9б-10	bio	Биология	3.14	3.14	3.14	0
6045	stu-9б-10	geo	География	3.5	3.5	3.5	1
6046	stu-9б-10	eng	Иностранный язык	3.85	3.85	3.85	2
6047	stu-9б-10	info	Информатика	3.83	3.83	3.83	3
6048	stu-9б-10	hist	История	2.89	2.89	2.89	4
6049	stu-9б-10	lit	Литература	3.84	3.84	3.84	5
6050	stu-9б-10	math	Математика	3.96	3.96	3.96	6
\.
