COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11869	stu-7г-9	2026-03-16	16 марта	[4, 2, 4, 3, 3]
11870	stu-7г-9	2026-03-17	17 марта	[2, 5, 4, 2, 5, 3]
11871	stu-7г-9	2026-03-18	18 марта	[5, 2, 4, 5, 4]
11872	stu-7г-9	2026-03-19	19 марта	[2, 2, 5, 3, 4, 5]
11873	stu-7г-9	2026-03-20	20 марта	[3, 4, 3, 5]
11874	stu-7г-9	2026-03-23	23 марта	[4, 2, 4, 5, 4]
11875	stu-7г-9	2026-03-24	24 марта	[3, 5, 3, 2, 4, 5]
11876	stu-7г-9	2026-03-25	25 марта	[5, 5, 4, 4]
11877	stu-7г-9	2026-03-26	26 марта	[5, 4, 4, 5, 4, 4]
11878	stu-7г-9	2026-03-27	27 марта	[4, 5, 3, 4, 3]
11879	stu-7г-9	2026-03-30	30 марта	[5, 5, 3, 5, 2]
11880	stu-7г-9	2026-03-31	31 марта	[4, 4, 2, 4, 5, 4]
\.
