COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10765	stu-7а-16	2026-03-10	10 марта	[5, 5, 3, 4, 3]
10766	stu-7а-16	2026-03-11	11 марта	[4, 5, 2, 5, 2]
10767	stu-7а-16	2026-03-12	12 марта	[5, 5, 4, 5, 3]
10768	stu-7а-16	2026-03-13	13 марта	[4, 5, 3, 5, 4]
10769	stu-7а-16	2026-03-16	16 марта	[3, 3, 5, 4, 5]
10770	stu-7а-16	2026-03-17	17 марта	[5, 3, 4, 4, 3]
10771	stu-7а-16	2026-03-18	18 марта	[4, 4, 3, 4, 5]
10772	stu-7а-16	2026-03-19	19 марта	[3, 4, 4, 5, 4, 4]
10773	stu-7а-16	2026-03-20	20 марта	[4, 3, 4, 5, 5]
10774	stu-7а-16	2026-03-23	23 марта	[3, 4, 4, 3]
10775	stu-7а-16	2026-03-24	24 марта	[5, 4, 3, 2, 4]
10776	stu-7а-16	2026-03-25	25 марта	[3, 3, 4, 3, 5]
\.
