COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7057	stu-4г-20	2026-03-24	24 марта	[3, 3, 3, 5, 5]
7058	stu-4г-20	2026-03-25	25 марта	[5, 3, 5, 4]
7059	stu-4г-20	2026-03-26	26 марта	[5, 2, 3, 4, 4]
7060	stu-4г-20	2026-03-27	27 марта	[4, 2, 5, 4]
7061	stu-4г-20	2026-03-30	30 марта	[4, 3, 5]
7062	stu-4г-20	2026-03-31	31 марта	[4, 4, 4, 4, 4]
7063	stu-5а-1	2026-03-02	2 марта	[5, 5, 2, 2, 5]
7064	stu-5а-1	2026-03-03	3 марта	[3, 4, 4, 5, 4, 2]
7065	stu-5а-1	2026-03-04	4 марта	[4, 3, 5, 5]
7066	stu-5а-1	2026-03-05	5 марта	[4, 2, 2, 5, 5]
7067	stu-5а-1	2026-03-06	6 марта	[3, 3, 5, 4, 5]
7068	stu-5а-1	2026-03-09	9 марта	[4, 2, 5, 4]
\.
