COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11509	stu-7в-12	2026-03-04	4 марта	[4, 5, 2, 4, 4]
11510	stu-7в-12	2026-03-05	5 марта	[4, 3, 3, 3, 4]
11511	stu-7в-12	2026-03-06	6 марта	[5, 4, 5, 5, 3]
11512	stu-7в-12	2026-03-09	9 марта	[3, 4, 3, 4]
11513	stu-7в-12	2026-03-10	10 марта	[2, 4, 3, 4, 5, 5]
11514	stu-7в-12	2026-03-11	11 марта	[2, 3, 4, 5]
11515	stu-7в-12	2026-03-12	12 марта	[2, 2, 5, 5, 5, 3]
11516	stu-7в-12	2026-03-13	13 марта	[5, 3, 5, 3]
11517	stu-7в-12	2026-03-16	16 марта	[5, 3, 3, 5]
11518	stu-7в-12	2026-03-17	17 марта	[3, 5, 4, 5, 5, 4]
11519	stu-7в-12	2026-03-18	18 марта	[4, 4, 5, 2]
11520	stu-7в-12	2026-03-19	19 марта	[2, 2, 3, 3, 3, 5]
\.
