COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8137	stu-5в-9	2026-03-26	26 марта	[4, 4, 5, 3, 4, 5]
8138	stu-5в-9	2026-03-27	27 марта	[3, 4, 4, 4, 4]
8139	stu-5в-9	2026-03-30	30 марта	[5, 3, 5, 4, 4]
8140	stu-5в-9	2026-03-31	31 марта	[2, 4, 3, 5, 5, 5]
8141	stu-5в-10	2026-03-02	2 марта	[5, 5, 3, 2]
8142	stu-5в-10	2026-03-03	3 марта	[4, 4, 5, 5, 4]
8143	stu-5в-10	2026-03-04	4 марта	[4, 2, 4, 3, 5]
8144	stu-5в-10	2026-03-05	5 марта	[4, 3, 5, 4, 4, 4]
8145	stu-5в-10	2026-03-06	6 марта	[4, 5, 5, 2, 4]
8146	stu-5в-10	2026-03-09	9 марта	[4, 4, 4, 4, 4]
8147	stu-5в-10	2026-03-10	10 марта	[2, 2, 4, 4, 5, 5]
8148	stu-5в-10	2026-03-11	11 марта	[4, 2, 3, 4]
\.
