COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9781	stu-6в-9	2026-03-18	18 марта	[2, 3, 4, 5]
9782	stu-6в-9	2026-03-19	19 марта	[5, 4, 3, 4, 3, 5]
9783	stu-6в-9	2026-03-20	20 марта	[4, 4, 4, 5, 3]
9784	stu-6в-9	2026-03-23	23 марта	[4, 5, 2, 5, 4]
9785	stu-6в-9	2026-03-24	24 марта	[5, 4, 5, 4, 5, 4]
9786	stu-6в-9	2026-03-25	25 марта	[3, 4, 3, 4]
9787	stu-6в-9	2026-03-26	26 марта	[5, 3, 5, 4, 2]
9788	stu-6в-9	2026-03-27	27 марта	[4, 3, 5, 3]
9789	stu-6в-9	2026-03-30	30 марта	[2, 5, 5, 5]
9790	stu-6в-9	2026-03-31	31 марта	[5, 5, 5, 4, 3]
9791	stu-6в-10	2026-03-02	2 марта	[4, 3, 3, 4]
9792	stu-6в-10	2026-03-03	3 марта	[4, 5, 5, 4, 5]
\.
