COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12973	stu-8в-2	2026-03-20	20 марта	[5, 5, 3, 5]
12974	stu-8в-2	2026-03-23	23 марта	[4, 4, 5, 5, 2]
12975	stu-8в-2	2026-03-24	24 марта	[4, 5, 4, 3, 5, 5]
12976	stu-8в-2	2026-03-25	25 марта	[3, 4, 4, 4, 5]
12977	stu-8в-2	2026-03-26	26 марта	[5, 4, 5, 3, 5]
12978	stu-8в-2	2026-03-27	27 марта	[4, 2, 3, 2, 3]
12979	stu-8в-2	2026-03-30	30 марта	[5, 5, 4, 5, 2]
12980	stu-8в-2	2026-03-31	31 марта	[4, 4, 4, 4, 3]
12981	stu-8в-3	2026-03-02	2 марта	[4, 3, 2, 4, 4]
12982	stu-8в-3	2026-03-03	3 марта	[3, 4, 4, 3, 5, 4]
12983	stu-8в-3	2026-03-04	4 марта	[5, 3, 4, 4, 4]
12984	stu-8в-3	2026-03-05	5 марта	[5, 4, 2, 5, 3, 2]
\.
