COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
201	stu-1б-3	pe	Физическая культура	3.67	3.67	3.67	7
202	stu-1б-4	art	Изобразительное искусство	2.88	2.88	2.88	0
203	stu-1б-4	eng	Иностранный язык	3.89	3.89	3.89	1
204	stu-1б-4	hist	История	3.88	3.88	3.88	2
205	stu-1б-4	lit	Литература	4.37	4.37	4.37	3
206	stu-1б-4	math	Математика	3.68	3.68	3.68	4
207	stu-1б-4	music	Музыка	4.14	4.14	4.14	5
208	stu-1б-4	work	Труд (технология)	3.5	3.5	3.5	6
209	stu-1б-4	pe	Физическая культура	3.33	3.33	3.33	7
210	stu-1б-5	art	Изобразительное искусство	4.5	4.5	4.5	0
211	stu-1б-5	eng	Иностранный язык	3.89	3.89	3.89	1
212	stu-1б-5	hist	История	3.88	3.88	3.88	2
213	stu-1б-5	lit	Литература	3.73	3.73	3.73	3
214	stu-1б-5	math	Математика	3.74	3.74	3.74	4
215	stu-1б-5	music	Музыка	3.86	3.86	3.86	5
216	stu-1б-5	work	Труд (технология)	4	4	4	6
217	stu-1б-5	pe	Физическая культура	4	4	4	7
218	stu-1б-6	art	Изобразительное искусство	3.38	3.38	3.38	0
219	stu-1б-6	eng	Иностранный язык	4	4	4	1
220	stu-1б-6	hist	История	4.25	4.25	4.25	2
221	stu-1б-6	lit	Литература	4.1	4.1	4.1	3
222	stu-1б-6	math	Математика	3.95	3.95	3.95	4
223	stu-1б-6	music	Музыка	3.86	3.86	3.86	5
224	stu-1б-6	work	Труд (технология)	4.25	4.25	4.25	6
225	stu-1б-6	pe	Физическая культура	3.33	3.33	3.33	7
226	stu-1б-7	art	Изобразительное искусство	3.25	3.25	3.25	0
227	stu-1б-7	eng	Иностранный язык	3.78	3.78	3.78	1
228	stu-1б-7	hist	История	3.88	3.88	3.88	2
229	stu-1б-7	lit	Литература	4.1	4.1	4.1	3
230	stu-1б-7	math	Математика	3.58	3.58	3.58	4
231	stu-1б-7	music	Музыка	4	4	4	5
232	stu-1б-7	work	Труд (технология)	3.75	3.75	3.75	6
233	stu-1б-7	pe	Физическая культура	3.67	3.67	3.67	7
234	stu-1б-8	art	Изобразительное искусство	4.5	4.5	4.5	0
235	stu-1б-8	eng	Иностранный язык	4	4	4	1
236	stu-1б-8	hist	История	3.75	3.75	3.75	2
237	stu-1б-8	lit	Литература	3.73	3.73	3.73	3
238	stu-1б-8	math	Математика	3.74	3.74	3.74	4
239	stu-1б-8	music	Музыка	4.29	4.29	4.29	5
240	stu-1б-8	work	Труд (технология)	3.5	3.5	3.5	6
241	stu-1б-8	pe	Физическая культура	3.67	3.67	3.67	7
242	stu-1б-9	art	Изобразительное искусство	3	3	3	0
243	stu-1б-9	eng	Иностранный язык	3.89	3.89	3.89	1
244	stu-1б-9	hist	История	4.38	4.38	4.38	2
245	stu-1б-9	lit	Литература	4.3	4.3	4.3	3
246	stu-1б-9	math	Математика	3.95	3.95	3.95	4
247	stu-1б-9	music	Музыка	4.14	4.14	4.14	5
248	stu-1б-9	work	Труд (технология)	4.25	4.25	4.25	6
249	stu-1б-9	pe	Физическая культура	3.67	3.67	3.67	7
250	stu-1б-10	art	Изобразительное искусство	4.13	4.13	4.13	0
\.
