COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1251	stu-2г-15	eng	Иностранный язык	5	5	5	1
1252	stu-2г-15	hist	История	4.63	4.63	4.63	2
1253	stu-2г-15	lit	Литература	3.6	3.6	3.6	3
1254	stu-2г-15	math	Математика	3.59	3.59	3.59	4
1255	stu-2г-15	music	Музыка	4	4	4	5
1256	stu-2г-15	work	Труд (технология)	4	4	4	6
1257	stu-2г-15	pe	Физическая культура	3.88	3.88	3.88	7
1258	stu-2г-16	art	Изобразительное искусство	4.86	4.86	4.86	0
1259	stu-2г-16	eng	Иностранный язык	4.25	4.25	4.25	1
1260	stu-2г-16	hist	История	4.63	4.63	4.63	2
1261	stu-2г-16	lit	Литература	4.06	4.06	4.06	3
1262	stu-2г-16	math	Математика	3.59	3.59	3.59	4
1263	stu-2г-16	music	Музыка	3.75	3.75	3.75	5
1264	stu-2г-16	work	Труд (технология)	4.5	4.5	4.5	6
1265	stu-2г-16	pe	Физическая культура	3.88	3.88	3.88	7
1266	stu-2г-17	art	Изобразительное искусство	3.43	3.43	3.43	0
1267	stu-2г-17	eng	Иностранный язык	3.5	3.5	3.5	1
1268	stu-2г-17	hist	История	4.5	4.5	4.5	2
1269	stu-2г-17	lit	Литература	3.8	3.8	3.8	3
1270	stu-2г-17	math	Математика	3.45	3.45	3.45	4
1271	stu-2г-17	music	Музыка	3.5	3.5	3.5	5
1272	stu-2г-17	work	Труд (технология)	3.75	3.75	3.75	6
1273	stu-2г-17	pe	Физическая культура	3.75	3.75	3.75	7
1274	stu-2г-18	art	Изобразительное искусство	4.57	4.57	4.57	0
1275	stu-2г-18	eng	Иностранный язык	5	5	5	1
1276	stu-2г-18	hist	История	4.75	4.75	4.75	2
1277	stu-2г-18	lit	Литература	3.63	3.63	3.63	3
1278	stu-2г-18	math	Математика	3.64	3.64	3.64	4
1279	stu-2г-18	music	Музыка	3.5	3.5	3.5	5
1280	stu-2г-18	work	Труд (технология)	3.75	3.75	3.75	6
1281	stu-2г-18	pe	Физическая культура	3.88	3.88	3.88	7
1282	stu-2г-19	art	Изобразительное искусство	4.71	4.71	4.71	0
1283	stu-2г-19	eng	Иностранный язык	3.75	3.75	3.75	1
1284	stu-2г-19	hist	История	4.5	4.5	4.5	2
1285	stu-2г-19	lit	Литература	4.14	4.14	4.14	3
1286	stu-2г-19	math	Математика	3.55	3.55	3.55	4
1287	stu-2г-19	music	Музыка	3.5	3.5	3.5	5
1288	stu-2г-19	work	Труд (технология)	4.5	4.5	4.5	6
1289	stu-2г-19	pe	Физическая культура	3.75	3.75	3.75	7
1290	stu-2г-20	art	Изобразительное искусство	4.57	4.57	4.57	0
1291	stu-2г-20	eng	Иностранный язык	3.5	3.5	3.5	1
1292	stu-2г-20	hist	История	4.5	4.5	4.5	2
1293	stu-2г-20	lit	Литература	4.11	4.11	4.11	3
1294	stu-2г-20	math	Математика	3.55	3.55	3.55	4
1295	stu-2г-20	music	Музыка	3.5	3.5	3.5	5
1296	stu-2г-20	work	Труд (технология)	4.5	4.5	4.5	6
1297	stu-2г-20	pe	Физическая культура	3.88	3.88	3.88	7
1298	stu-3а-2	art	Изобразительное искусство	4.5	4.5	4.5	0
1299	stu-3а-2	eng	Иностранный язык	4.22	4.22	4.22	1
1300	stu-3а-2	hist	История	3.25	3.25	3.25	2
\.
