COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11809	stu-7г-6	2026-03-24	24 марта	[3, 5, 2, 2, 5, 5]
11810	stu-7г-6	2026-03-25	25 марта	[5, 4, 4, 4]
11811	stu-7г-6	2026-03-26	26 марта	[5, 4, 3, 5, 4, 4]
11812	stu-7г-6	2026-03-27	27 марта	[4, 5, 4, 4, 3]
11813	stu-7г-6	2026-03-30	30 марта	[5, 5, 2, 5, 3]
11814	stu-7г-6	2026-03-31	31 марта	[4, 5, 2, 4, 4, 4]
11815	stu-7г-7	2026-03-02	2 марта	[4, 5, 4, 4, 5]
11816	stu-7г-7	2026-03-03	3 марта	[5, 4, 4, 5, 5, 2]
11817	stu-7г-7	2026-03-04	4 марта	[2, 5, 3, 4, 4]
11818	stu-7г-7	2026-03-05	5 марта	[4, 2, 3, 2, 4]
11819	stu-7г-7	2026-03-06	6 марта	[3, 3, 4, 5]
11820	stu-7г-7	2026-03-09	9 марта	[2, 3, 5, 5, 5]
\.
