COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8473	stu-5г-6	2026-03-04	4 марта	[5, 5, 5, 4, 5]
8474	stu-5г-6	2026-03-05	5 марта	[5, 5, 3, 5, 4]
8475	stu-5г-6	2026-03-06	6 марта	[2, 5, 3, 4, 4]
8476	stu-5г-6	2026-03-09	9 марта	[5, 4, 2, 3]
8477	stu-5г-6	2026-03-10	10 марта	[3, 4, 5, 4, 3]
8478	stu-5г-6	2026-03-11	11 марта	[5, 5, 3, 2]
8479	stu-5г-6	2026-03-12	12 марта	[3, 5, 3, 5, 5, 4]
8480	stu-5г-6	2026-03-13	13 марта	[5, 5, 4, 5]
8481	stu-5г-6	2026-03-16	16 марта	[4, 4, 4, 5]
8482	stu-5г-6	2026-03-17	17 марта	[3, 4, 2, 2, 4]
8483	stu-5г-6	2026-03-18	18 марта	[5, 5, 5, 5, 4]
8484	stu-5г-6	2026-03-19	19 марта	[4, 5, 5, 2, 5]
\.
