COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10273	stu-6г-12	2026-03-30	30 марта	[4, 5, 4, 4]
10274	stu-6г-12	2026-03-31	31 марта	[2, 4, 5, 5, 5, 5]
10275	stu-6г-13	2026-03-02	2 марта	[3, 4, 4, 5, 3]
10276	stu-6г-13	2026-03-03	3 марта	[5, 3, 4, 3, 2]
10277	stu-6г-13	2026-03-04	4 марта	[4, 4, 5, 5, 2]
10278	stu-6г-13	2026-03-05	5 марта	[2, 5, 4, 4, 4, 4]
10279	stu-6г-13	2026-03-06	6 марта	[5, 3, 4, 3]
10280	stu-6г-13	2026-03-09	9 марта	[4, 4, 4, 4, 4]
10281	stu-6г-13	2026-03-10	10 марта	[5, 4, 2, 3, 3, 4]
10282	stu-6г-13	2026-03-11	11 марта	[2, 4, 5, 4, 5]
10283	stu-6г-13	2026-03-12	12 марта	[4, 3, 4, 4, 5]
10284	stu-6г-13	2026-03-13	13 марта	[3, 4, 5, 5, 4]
\.
