COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8497	stu-5г-7	2026-03-06	6 марта	[4, 5, 5, 5, 3]
8498	stu-5г-7	2026-03-09	9 марта	[3, 5, 4, 3]
8499	stu-5г-7	2026-03-10	10 марта	[4, 3, 5, 5, 4]
8500	stu-5г-7	2026-03-11	11 марта	[5, 4, 4, 4]
8501	stu-5г-7	2026-03-12	12 марта	[5, 5, 4, 3, 5, 2]
8502	stu-5г-7	2026-03-13	13 марта	[4, 4, 3, 4]
8503	stu-5г-7	2026-03-16	16 марта	[3, 3, 5, 4]
8504	stu-5г-7	2026-03-17	17 марта	[4, 3, 2, 3, 4]
8505	stu-5г-7	2026-03-18	18 марта	[4, 4, 5, 5, 2]
8506	stu-5г-7	2026-03-19	19 марта	[5, 3, 3, 3, 4]
8507	stu-5г-7	2026-03-20	20 марта	[4, 4, 2, 4, 3]
8508	stu-5г-7	2026-03-23	23 марта	[5, 2, 5, 4, 3]
\.
