COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7837	stu-5б-16	2026-03-06	6 марта	[5, 3, 3, 3, 4]
7838	stu-5б-16	2026-03-09	9 марта	[3, 2, 3, 3, 5]
7839	stu-5б-16	2026-03-10	10 марта	[5, 2, 4, 3, 5]
7840	stu-5б-16	2026-03-11	11 марта	[4, 5, 4, 3]
7841	stu-5б-16	2026-03-12	12 марта	[5, 3, 4, 2, 4]
7842	stu-5б-16	2026-03-13	13 марта	[2, 4, 5, 3, 4]
7843	stu-5б-16	2026-03-16	16 марта	[4, 4, 4, 5, 4]
7844	stu-5б-16	2026-03-17	17 марта	[5, 5, 3, 5, 2, 5]
7845	stu-5б-16	2026-03-18	18 марта	[4, 2, 4, 3, 3]
7846	stu-5б-16	2026-03-19	19 марта	[4, 5, 3, 4, 4, 4]
7847	stu-5б-16	2026-03-20	20 марта	[3, 4, 3, 3]
7848	stu-5б-16	2026-03-23	23 марта	[2, 4, 4, 4, 5]
\.
