COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14292	stu-9в-5	2026-03-19	19 марта	[3, 4, 5, 3, 4, 3, 4]
14293	stu-9в-5	2026-03-20	20 марта	[4, 2, 3, 3, 4]
14294	stu-9в-5	2026-03-23	23 марта	[4, 5, 3, 2, 5, 5]
14295	stu-9в-5	2026-03-24	24 марта	[4, 5, 2, 5, 5, 4, 5]
14296	stu-9в-5	2026-03-25	25 марта	[5, 4, 5, 4, 5, 3]
14297	stu-9в-5	2026-03-26	26 марта	[5, 5, 4, 3, 3, 4, 4]
14298	stu-9в-5	2026-03-27	27 марта	[5, 4, 4, 5, 4, 5]
14299	stu-9в-5	2026-03-30	30 марта	[4, 4, 3, 5, 5]
14300	stu-9в-5	2026-03-31	31 марта	[4, 2, 3, 3, 5, 5]
14301	stu-9в-6	2026-03-02	2 марта	[2, 4, 5, 4, 4, 4]
14302	stu-9в-6	2026-03-03	3 марта	[4, 4, 3, 2, 2, 4]
14303	stu-9в-6	2026-03-04	4 марта	[4, 3, 5, 4, 3]
\.
