COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7453	stu-5а-18	2026-03-24	24 марта	[3, 3, 3, 4, 5]
7454	stu-5а-18	2026-03-25	25 марта	[4, 4, 5, 4]
7455	stu-5а-18	2026-03-26	26 марта	[5, 4, 4, 5, 4, 5]
7456	stu-5а-18	2026-03-27	27 марта	[3, 2, 5, 2]
7457	stu-5а-18	2026-03-30	30 марта	[3, 4, 2, 2]
7458	stu-5а-18	2026-03-31	31 марта	[3, 3, 5, 3, 4, 4]
7459	stu-5а-19	2026-03-02	2 марта	[5, 4, 4, 4, 3]
7460	stu-5а-19	2026-03-03	3 марта	[3, 5, 5, 5, 3, 4]
7461	stu-5а-19	2026-03-04	4 марта	[2, 5, 5, 5]
7462	stu-5а-19	2026-03-05	5 марта	[4, 4, 3, 4, 4]
7463	stu-5а-19	2026-03-06	6 марта	[4, 5, 4, 5, 5]
7464	stu-5а-19	2026-03-09	9 марта	[5, 4, 3, 2]
\.
