COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1701	stu-3в-12	lit	Литература	4.06	4.06	4.06	3
1702	stu-3в-12	math	Математика	3.96	3.96	3.96	4
1703	stu-3в-12	music	Музыка	3.67	3.67	3.67	5
1704	stu-3в-12	work	Труд (технология)	3.5	3.5	3.5	6
1705	stu-3в-12	pe	Физическая культура	3.5	3.5	3.5	7
1706	stu-3в-13	art	Изобразительное искусство	3.6	3.6	3.6	0
1707	stu-3в-13	eng	Иностранный язык	3.14	3.14	3.14	1
1708	stu-3в-13	hist	История	3.57	3.57	3.57	2
1709	stu-3в-13	lit	Литература	3.94	3.94	3.94	3
1710	stu-3в-13	math	Математика	3.83	3.83	3.83	4
1711	stu-3в-13	music	Музыка	3.67	3.67	3.67	5
1712	stu-3в-13	work	Труд (технология)	3	3	3	6
1713	stu-3в-13	pe	Физическая культура	3.5	3.5	3.5	7
1714	stu-3в-14	art	Изобразительное искусство	4.8	4.8	4.8	0
1715	stu-3в-14	eng	Иностранный язык	4.71	4.71	4.71	1
1716	stu-3в-14	hist	История	3.71	3.71	3.71	2
1717	stu-3в-14	lit	Литература	4.18	4.18	4.18	3
1718	stu-3в-14	math	Математика	3.74	3.74	3.74	4
1719	stu-3в-14	music	Музыка	4	4	4	5
1720	stu-3в-14	work	Труд (технология)	4.25	4.25	4.25	6
1721	stu-3в-14	pe	Физическая культура	3.25	3.25	3.25	7
1722	stu-3в-15	art	Изобразительное искусство	3.8	3.8	3.8	0
1723	stu-3в-15	eng	Иностранный язык	3.86	3.86	3.86	1
1724	stu-3в-15	hist	История	3.14	3.14	3.14	2
1725	stu-3в-15	lit	Литература	3.94	3.94	3.94	3
1726	stu-3в-15	math	Математика	3.96	3.96	3.96	4
1727	stu-3в-15	music	Музыка	4.33	4.33	4.33	5
1728	stu-3в-15	work	Труд (технология)	3.5	3.5	3.5	6
1729	stu-3в-15	pe	Физическая культура	3.5	3.5	3.5	7
1730	stu-3в-16	art	Изобразительное искусство	4	4	4	0
1731	stu-3в-16	eng	Иностранный язык	3.57	3.57	3.57	1
1732	stu-3в-16	hist	История	3.29	3.29	3.29	2
1733	stu-3в-16	lit	Литература	4	4	4	3
1734	stu-3в-16	math	Математика	3.78	3.78	3.78	4
1735	stu-3в-16	music	Музыка	4.33	4.33	4.33	5
1736	stu-3в-16	work	Труд (технология)	3.25	3.25	3.25	6
1737	stu-3в-16	pe	Физическая культура	3.25	3.25	3.25	7
1738	stu-3в-17	art	Изобразительное искусство	4.6	4.6	4.6	0
1739	stu-3в-17	eng	Иностранный язык	4.71	4.71	4.71	1
1740	stu-3в-17	hist	История	3.86	3.86	3.86	2
1741	stu-3в-17	lit	Литература	4.21	4.21	4.21	3
1742	stu-3в-17	math	Математика	3.78	3.78	3.78	4
1743	stu-3в-17	music	Музыка	4	4	4	5
1744	stu-3в-17	work	Труд (технология)	4	4	4	6
1745	stu-3в-17	pe	Физическая культура	3.5	3.5	3.5	7
1746	stu-3в-18	art	Изобразительное искусство	3.4	3.4	3.4	0
1747	stu-3в-18	eng	Иностранный язык	3.43	3.43	3.43	1
1748	stu-3в-18	hist	История	3.14	3.14	3.14	2
1749	stu-3в-18	lit	Литература	3.91	3.91	3.91	3
1750	stu-3в-18	math	Математика	3.96	3.96	3.96	4
\.
