COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11821	stu-7г-7	2026-03-10	10 марта	[5, 5, 4, 5, 5, 3]
11822	stu-7г-7	2026-03-11	11 марта	[4, 4, 4, 5, 3]
11823	stu-7г-7	2026-03-12	12 марта	[4, 4, 4, 2, 3]
11824	stu-7г-7	2026-03-13	13 марта	[5, 4, 5, 4]
11825	stu-7г-7	2026-03-16	16 марта	[2, 4, 5, 2, 4]
11826	stu-7г-7	2026-03-17	17 марта	[4, 5, 5, 4, 5, 4]
11827	stu-7г-7	2026-03-18	18 марта	[4, 4, 4, 4, 2]
11828	stu-7г-7	2026-03-19	19 марта	[4, 3, 5, 2, 4, 4]
11829	stu-7г-7	2026-03-20	20 марта	[4, 5, 4, 5]
11830	stu-7г-7	2026-03-23	23 марта	[2, 3, 5, 3, 5]
11831	stu-7г-7	2026-03-24	24 марта	[4, 3, 4, 3, 4, 4]
11832	stu-7г-7	2026-03-25	25 марта	[4, 5, 2, 3]
\.
