COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9517	stu-6б-16	2026-03-18	18 марта	[4, 5, 5, 5]
9518	stu-6б-16	2026-03-19	19 марта	[4, 5, 3, 2, 5, 5]
9519	stu-6б-16	2026-03-20	20 марта	[3, 3, 3, 5]
9520	stu-6б-16	2026-03-23	23 марта	[3, 4, 5, 4]
9521	stu-6б-16	2026-03-24	24 марта	[5, 4, 2, 3, 4]
9522	stu-6б-16	2026-03-25	25 марта	[5, 3, 4, 5, 4]
9523	stu-6б-16	2026-03-26	26 марта	[5, 5, 4, 5, 5, 4]
9524	stu-6б-16	2026-03-27	27 марта	[4, 5, 3, 4, 3]
9525	stu-6б-16	2026-03-30	30 марта	[3, 3, 5, 2]
9526	stu-6б-16	2026-03-31	31 марта	[5, 2, 3, 4, 5]
9527	stu-6б-17	2026-03-02	2 марта	[5, 5, 2, 4, 5]
9528	stu-6б-17	2026-03-03	3 марта	[5, 5, 4, 3, 3, 4]
\.
