COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12781	stu-8б-12	2026-03-30	30 марта	[4, 5, 4, 3, 4]
12782	stu-8б-12	2026-03-31	31 марта	[4, 4, 3, 2, 4]
12783	stu-8б-13	2026-03-02	2 марта	[3, 3, 4, 3, 5]
12784	stu-8б-13	2026-03-03	3 марта	[5, 4, 4, 2, 3]
12785	stu-8б-13	2026-03-04	4 марта	[4, 4, 5, 3, 4]
12786	stu-8б-13	2026-03-05	5 марта	[2, 5, 4, 3, 5, 5]
12787	stu-8б-13	2026-03-06	6 марта	[5, 4, 4, 3, 3]
12788	stu-8б-13	2026-03-09	9 марта	[3, 5, 3, 5, 5]
12789	stu-8б-13	2026-03-10	10 марта	[5, 5, 3, 5, 4]
12790	stu-8б-13	2026-03-11	11 марта	[3, 5, 3, 5, 2]
12791	stu-8б-13	2026-03-12	12 марта	[4, 3, 4, 5, 2]
12792	stu-8б-13	2026-03-13	13 марта	[2, 4, 5, 3, 5]
\.
