COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9313	stu-6б-7	2026-03-10	10 марта	[5, 3, 5, 3, 5]
9314	stu-6б-7	2026-03-11	11 марта	[5, 4, 3, 4, 5]
9315	stu-6б-7	2026-03-12	12 марта	[4, 4, 4, 4, 4]
9316	stu-6б-7	2026-03-13	13 марта	[4, 4, 3, 4, 3]
9317	stu-6б-7	2026-03-16	16 марта	[3, 3, 5, 5, 3]
9318	stu-6б-7	2026-03-17	17 марта	[5, 2, 3, 3, 5]
9319	stu-6б-7	2026-03-18	18 марта	[3, 5, 5, 5]
9320	stu-6б-7	2026-03-19	19 марта	[4, 5, 2, 4, 5, 5]
9321	stu-6б-7	2026-03-20	20 марта	[3, 3, 2, 5]
9322	stu-6б-7	2026-03-23	23 марта	[4, 4, 5, 4]
9323	stu-6б-7	2026-03-24	24 марта	[4, 4, 3, 3, 4]
9324	stu-6б-7	2026-03-25	25 марта	[5, 3, 3, 4, 4]
\.
