COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8065	stu-5в-6	2026-03-18	18 марта	[4, 2, 5, 2]
8066	stu-5в-6	2026-03-19	19 марта	[5, 2, 4, 5, 3, 5]
8067	stu-5в-6	2026-03-20	20 марта	[5, 4, 5, 5, 4]
8068	stu-5в-6	2026-03-23	23 марта	[5, 2, 5, 3, 4]
8069	stu-5в-6	2026-03-24	24 марта	[2, 4, 4, 5, 2]
8070	stu-5в-6	2026-03-25	25 марта	[4, 5, 4, 3, 4]
8071	stu-5в-6	2026-03-26	26 марта	[5, 3, 5, 3, 5, 5]
8072	stu-5в-6	2026-03-27	27 марта	[4, 4, 4, 4, 2]
8073	stu-5в-6	2026-03-30	30 марта	[5, 3, 4, 4, 5]
8074	stu-5в-6	2026-03-31	31 марта	[2, 4, 5, 5, 5, 5]
8075	stu-5в-7	2026-03-02	2 марта	[3, 5, 3, 4]
8076	stu-5в-7	2026-03-03	3 марта	[5, 4, 3, 3, 4]
\.
