COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9493	stu-6б-15	2026-03-16	16 марта	[4, 4, 4, 4, 4]
9494	stu-6б-15	2026-03-17	17 марта	[4, 3, 5, 3, 5]
9495	stu-6б-15	2026-03-18	18 марта	[2, 4, 4, 4]
9496	stu-6б-15	2026-03-19	19 марта	[5, 5, 4, 4, 4, 4]
9497	stu-6б-15	2026-03-20	20 марта	[4, 4, 3, 4]
9498	stu-6б-15	2026-03-23	23 марта	[4, 2, 4, 5]
9499	stu-6б-15	2026-03-24	24 марта	[4, 5, 4, 4, 5]
9500	stu-6б-15	2026-03-25	25 марта	[4, 4, 2, 3, 3]
9501	stu-6б-15	2026-03-26	26 марта	[3, 4, 3, 3, 5, 3]
9502	stu-6б-15	2026-03-27	27 марта	[5, 4, 4, 5, 5]
9503	stu-6б-15	2026-03-30	30 марта	[4, 2, 4, 4]
9504	stu-6б-15	2026-03-31	31 марта	[5, 4, 5, 2, 4]
\.
