COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13117	stu-8в-9	2026-03-06	6 марта	[5, 5, 4, 4, 2]
13118	stu-8в-9	2026-03-09	9 марта	[5, 4, 4, 3]
13119	stu-8в-9	2026-03-10	10 марта	[3, 5, 2, 3, 5, 2]
13120	stu-8в-9	2026-03-11	11 марта	[5, 4, 3, 5]
13121	stu-8в-9	2026-03-12	12 марта	[4, 5, 4, 3, 2]
13122	stu-8в-9	2026-03-13	13 марта	[4, 2, 5, 2, 4]
13123	stu-8в-9	2026-03-16	16 марта	[5, 2, 4, 3]
13124	stu-8в-9	2026-03-17	17 марта	[4, 3, 2, 4, 3, 2]
13125	stu-8в-9	2026-03-18	18 марта	[5, 4, 3, 4]
13126	stu-8в-9	2026-03-19	19 марта	[4, 4, 4, 4, 3]
13127	stu-8в-9	2026-03-20	20 марта	[5, 4, 5, 5]
13128	stu-8в-9	2026-03-23	23 марта	[4, 3, 4, 5, 4]
\.
