COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10813	stu-7а-18	2026-03-16	16 марта	[4, 4, 5, 2, 4]
10814	stu-7а-18	2026-03-17	17 марта	[3, 4, 5, 5, 2]
10815	stu-7а-18	2026-03-18	18 марта	[3, 3, 2, 3, 4]
10816	stu-7а-18	2026-03-19	19 марта	[4, 5, 3, 4, 2, 5]
10817	stu-7а-18	2026-03-20	20 марта	[3, 3, 5, 4, 5]
10818	stu-7а-18	2026-03-23	23 марта	[5, 3, 3, 2]
10819	stu-7а-18	2026-03-24	24 марта	[4, 4, 4, 2, 5]
10820	stu-7а-18	2026-03-25	25 марта	[4, 2, 5, 4, 4]
10821	stu-7а-18	2026-03-26	26 марта	[4, 4, 4, 4, 5]
10822	stu-7а-18	2026-03-27	27 марта	[4, 4, 3, 5, 4]
10823	stu-7а-18	2026-03-30	30 марта	[5, 2, 5, 5, 2]
10824	stu-7а-18	2026-03-31	31 марта	[3, 3, 5, 4, 5, 5]
\.
