COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12733	stu-8б-10	2026-03-24	24 марта	[5, 3, 3, 5, 2, 5]
12734	stu-8б-10	2026-03-25	25 марта	[3, 3, 5, 4]
12735	stu-8б-10	2026-03-26	26 марта	[3, 3, 4, 4, 5]
12736	stu-8б-10	2026-03-27	27 марта	[3, 4, 5, 3]
12737	stu-8б-10	2026-03-30	30 марта	[2, 4, 5, 4, 5]
12738	stu-8б-10	2026-03-31	31 марта	[5, 4, 4, 4, 5]
12739	stu-8б-11	2026-03-02	2 марта	[4, 5, 4, 3, 4]
12740	stu-8б-11	2026-03-03	3 марта	[4, 3, 3, 3, 4]
12741	stu-8б-11	2026-03-04	4 марта	[4, 3, 4, 2, 4]
12742	stu-8б-11	2026-03-05	5 марта	[4, 5, 4, 4, 4, 4]
12743	stu-8б-11	2026-03-06	6 марта	[5, 3, 3, 2, 4]
12744	stu-8б-11	2026-03-09	9 марта	[4, 4, 3, 5, 4]
\.
