COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11893	stu-7г-10	2026-03-18	18 марта	[5, 2, 5, 5, 4]
11894	stu-7г-10	2026-03-19	19 марта	[3, 3, 4, 4, 5, 5]
11895	stu-7г-10	2026-03-20	20 марта	[2, 5, 2, 4]
11896	stu-7г-10	2026-03-23	23 марта	[4, 3, 3, 5, 5]
11897	stu-7г-10	2026-03-24	24 марта	[3, 5, 2, 2, 5, 5]
11898	stu-7г-10	2026-03-25	25 марта	[5, 5, 4, 4]
11899	stu-7г-10	2026-03-26	26 марта	[5, 5, 3, 5, 5, 4]
11900	stu-7г-10	2026-03-27	27 марта	[4, 5, 2, 4, 2]
11901	stu-7г-10	2026-03-30	30 марта	[5, 5, 2, 4, 3]
11902	stu-7г-10	2026-03-31	31 марта	[5, 3, 2, 5, 4, 3]
11903	stu-7г-11	2026-03-02	2 марта	[4, 4, 5, 5, 4]
11904	stu-7г-11	2026-03-03	3 марта	[5, 5, 4, 5, 5, 3]
\.
