COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12625	stu-8б-5	2026-03-26	26 марта	[2, 3, 4, 4, 5]
12626	stu-8б-5	2026-03-27	27 марта	[3, 5, 5, 3]
12627	stu-8б-5	2026-03-30	30 марта	[2, 4, 5, 4, 5]
12628	stu-8б-5	2026-03-31	31 марта	[5, 5, 4, 4, 5]
12629	stu-8б-6	2026-03-02	2 марта	[4, 5, 5, 3, 3]
12630	stu-8б-6	2026-03-03	3 марта	[3, 3, 3, 3, 3]
12631	stu-8б-6	2026-03-04	4 марта	[4, 2, 4, 3, 5]
12632	stu-8б-6	2026-03-05	5 марта	[4, 5, 5, 4, 4, 5]
12633	stu-8б-6	2026-03-06	6 марта	[5, 3, 3, 2, 4]
12634	stu-8б-6	2026-03-09	9 марта	[4, 4, 4, 5, 3]
12635	stu-8б-6	2026-03-10	10 марта	[4, 5, 5, 3, 4]
12636	stu-8б-6	2026-03-11	11 марта	[4, 5, 4, 4, 4]
\.
