COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8089	stu-5в-7	2026-03-20	20 марта	[4, 3, 3, 5, 3]
8090	stu-5в-7	2026-03-23	23 марта	[3, 4, 5, 2, 5]
8091	stu-5в-7	2026-03-24	24 марта	[4, 3, 5, 5, 4]
8092	stu-5в-7	2026-03-25	25 марта	[5, 4, 4, 4, 2]
8093	stu-5в-7	2026-03-26	26 марта	[3, 4, 4, 5, 4, 5]
8094	stu-5в-7	2026-03-27	27 марта	[5, 3, 5, 3, 2]
8095	stu-5в-7	2026-03-30	30 марта	[4, 2, 5, 3, 4]
8096	stu-5в-7	2026-03-31	31 марта	[3, 3, 3, 4, 5, 4]
8097	stu-5в-8	2026-03-02	2 марта	[5, 5, 2, 3]
8098	stu-5в-8	2026-03-03	3 марта	[4, 5, 5, 5, 3]
8099	stu-5в-8	2026-03-04	4 марта	[3, 3, 3, 4, 5]
8100	stu-5в-8	2026-03-05	5 марта	[5, 4, 5, 3, 5, 3]
\.
