COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11581	stu-7в-15	2026-03-12	12 марта	[3, 2, 5, 5, 5, 3]
11582	stu-7в-15	2026-03-13	13 марта	[5, 4, 5, 3]
11583	stu-7в-15	2026-03-16	16 марта	[4, 3, 4, 5]
11584	stu-7в-15	2026-03-17	17 марта	[4, 5, 4, 4, 5, 4]
11585	stu-7в-15	2026-03-18	18 марта	[5, 4, 4, 2]
11586	stu-7в-15	2026-03-19	19 марта	[4, 2, 3, 2, 3, 5]
11587	stu-7в-15	2026-03-20	20 марта	[5, 5, 5, 3]
11588	stu-7в-15	2026-03-23	23 марта	[5, 5, 3, 4]
11589	stu-7в-15	2026-03-24	24 марта	[2, 3, 3, 4, 5]
11590	stu-7в-15	2026-03-25	25 марта	[4, 4, 5, 4]
11591	stu-7в-15	2026-03-26	26 марта	[4, 4, 3, 4, 4, 4]
11592	stu-7в-15	2026-03-27	27 марта	[5, 5, 4, 4]
\.
