COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8797	stu-6а-1	2026-03-26	26 марта	[4, 2, 3, 5, 4]
8798	stu-6а-1	2026-03-27	27 марта	[4, 4, 3, 5, 4]
8799	stu-6а-1	2026-03-30	30 марта	[4, 4, 5, 4]
8800	stu-6а-1	2026-03-31	31 марта	[2, 5, 3, 5, 5, 3]
8801	stu-6а-2	2026-03-02	2 марта	[2, 3, 5, 4]
8802	stu-6а-2	2026-03-03	3 марта	[5, 2, 4, 3, 5]
8803	stu-6а-2	2026-03-04	4 марта	[2, 4, 4, 4, 3]
8804	stu-6а-2	2026-03-05	5 марта	[2, 4, 3, 4, 5]
8805	stu-6а-2	2026-03-06	6 марта	[5, 5, 4, 5]
8806	stu-6а-2	2026-03-09	9 марта	[4, 5, 3, 5, 4]
8807	stu-6а-2	2026-03-10	10 марта	[4, 4, 5, 4, 2]
8808	stu-6а-2	2026-03-11	11 марта	[4, 3, 2, 4]
\.
