COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11137	stu-7б-14	2026-03-06	6 марта	[3, 3, 5, 3, 3]
11138	stu-7б-14	2026-03-09	9 марта	[4, 2, 5, 5, 3]
11139	stu-7б-14	2026-03-10	10 марта	[3, 3, 3, 3, 3]
11140	stu-7б-14	2026-03-11	11 марта	[3, 5, 2, 5]
11141	stu-7б-14	2026-03-12	12 марта	[5, 3, 5, 3, 4, 4]
11142	stu-7б-14	2026-03-13	13 марта	[4, 2, 3, 5]
11143	stu-7б-14	2026-03-16	16 марта	[4, 4, 4, 4]
11144	stu-7б-14	2026-03-17	17 марта	[5, 5, 5, 5, 3]
11145	stu-7б-14	2026-03-18	18 марта	[5, 5, 2, 5, 3]
11146	stu-7б-14	2026-03-19	19 марта	[5, 5, 4, 5, 4, 2]
11147	stu-7б-14	2026-03-20	20 марта	[5, 5, 5, 3]
11148	stu-7б-14	2026-03-23	23 марта	[5, 4, 5, 5, 2]
\.
