COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
15481	stu-10в-2	2026-03-20	20 марта	[3, 5, 5, 5, 3]
15482	stu-10в-2	2026-03-23	23 марта	[2, 5, 4, 3, 4]
15483	stu-10в-2	2026-03-24	24 марта	[4, 2, 5, 4, 4, 5]
15484	stu-10в-2	2026-03-25	25 марта	[5, 4, 5, 3, 4]
15485	stu-10в-2	2026-03-26	26 марта	[2, 4, 4, 4, 5, 4, 3]
15486	stu-10в-2	2026-03-27	27 марта	[5, 5, 2, 5, 5]
15487	stu-10в-2	2026-03-30	30 марта	[5, 3, 4, 5, 4]
15488	stu-10в-2	2026-03-31	31 марта	[4, 4, 3, 5, 2, 3, 4]
15489	stu-10в-3	2026-03-02	2 марта	[3, 3, 5, 4, 3]
15490	stu-10в-3	2026-03-03	3 марта	[4, 4, 4, 5, 5, 3]
15491	stu-10в-3	2026-03-04	4 марта	[4, 5, 3, 5, 4, 2]
15492	stu-10в-3	2026-03-05	5 марта	[4, 3, 5, 5, 4, 5]
\.
