COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11629	stu-7в-17	2026-03-18	18 марта	[4, 3, 5, 4]
11630	stu-7в-17	2026-03-19	19 марта	[3, 3, 5, 3, 5, 4]
11631	stu-7в-17	2026-03-20	20 марта	[4, 4, 4, 3]
11632	stu-7в-17	2026-03-23	23 марта	[5, 4, 2, 3]
11633	stu-7в-17	2026-03-24	24 марта	[2, 2, 3, 4, 4]
11634	stu-7в-17	2026-03-25	25 марта	[5, 3, 5, 5]
11635	stu-7в-17	2026-03-26	26 марта	[5, 5, 4, 5, 3, 3]
11636	stu-7в-17	2026-03-27	27 марта	[5, 5, 4, 3]
11637	stu-7в-17	2026-03-30	30 марта	[4, 3, 2, 4]
11638	stu-7в-17	2026-03-31	31 марта	[5, 3, 5, 3, 3, 4]
11639	stu-7в-18	2026-03-02	2 марта	[4, 4, 5, 3]
11640	stu-7в-18	2026-03-03	3 марта	[4, 5, 3, 2, 5, 4]
\.
