COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11053	stu-7б-10	2026-03-12	12 марта	[5, 2, 3, 3, 5, 5]
11054	stu-7б-10	2026-03-13	13 марта	[4, 3, 4, 5]
11055	stu-7б-10	2026-03-16	16 марта	[5, 5, 2, 5]
11056	stu-7б-10	2026-03-17	17 марта	[5, 5, 4, 5, 5]
11057	stu-7б-10	2026-03-18	18 марта	[5, 5, 2, 5, 2]
11058	stu-7б-10	2026-03-19	19 марта	[4, 5, 2, 5, 3, 4]
11059	stu-7б-10	2026-03-20	20 марта	[4, 4, 4, 3]
11060	stu-7б-10	2026-03-23	23 марта	[5, 4, 3, 4, 4]
11061	stu-7б-10	2026-03-24	24 марта	[3, 4, 4, 3, 5, 5]
11062	stu-7б-10	2026-03-25	25 марта	[3, 5, 4, 5]
11063	stu-7б-10	2026-03-26	26 марта	[2, 4, 2, 4, 5]
11064	stu-7б-10	2026-03-27	27 марта	[5, 3, 3, 5]
\.
