COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7117	stu-5а-3	2026-03-16	16 марта	[3, 4, 3, 5]
7118	stu-5а-3	2026-03-17	17 марта	[3, 3, 5, 5, 3]
7119	stu-5а-3	2026-03-18	18 марта	[5, 5, 4, 5, 3]
7120	stu-5а-3	2026-03-19	19 марта	[5, 2, 3, 4, 3]
7121	stu-5а-3	2026-03-20	20 марта	[4, 5, 5, 2]
7122	stu-5а-3	2026-03-23	23 марта	[2, 5, 5, 3]
7123	stu-5а-3	2026-03-24	24 марта	[3, 4, 5, 4, 4]
7124	stu-5а-3	2026-03-25	25 марта	[2, 5, 4, 4]
7125	stu-5а-3	2026-03-26	26 марта	[5, 3, 5, 5, 2, 3]
7126	stu-5а-3	2026-03-27	27 марта	[4, 4, 4, 4]
7127	stu-5а-3	2026-03-30	30 марта	[3, 4, 4, 4]
7128	stu-5а-3	2026-03-31	31 марта	[3, 5, 5, 3, 5, 5]
\.
