COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7885	stu-5б-18	2026-03-12	12 марта	[5, 4, 5, 3, 3]
7886	stu-5б-18	2026-03-13	13 марта	[3, 5, 3, 4, 5]
7887	stu-5б-18	2026-03-16	16 марта	[3, 5, 5, 4, 3]
7888	stu-5б-18	2026-03-17	17 марта	[5, 3, 4, 3, 3, 5]
7889	stu-5б-18	2026-03-18	18 марта	[5, 4, 5, 4, 4]
7890	stu-5б-18	2026-03-19	19 марта	[5, 5, 2, 3, 5, 5]
7891	stu-5б-18	2026-03-20	20 марта	[5, 5, 2, 4]
7892	stu-5б-18	2026-03-23	23 марта	[2, 3, 5, 3, 5]
7893	stu-5б-18	2026-03-24	24 марта	[2, 5, 3, 5, 5]
7894	stu-5б-18	2026-03-25	25 марта	[5, 4, 5, 5, 4]
7895	stu-5б-18	2026-03-26	26 марта	[3, 5, 5, 5, 4]
7896	stu-5б-18	2026-03-27	27 марта	[2, 4, 4, 5, 4]
\.
