COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3151	stu-5в-15	music	Музыка	3.25	3.25	3.25	7
3152	stu-5в-15	social	Обществознание	4	4	4	8
3153	stu-5в-15	work	Труд (технология)	4.25	4.25	4.25	9
3154	stu-5в-15	pe	Физическая культура	4.22	4.22	4.22	10
3155	stu-5в-16	bio	Биология	3.86	3.86	3.86	0
3156	stu-5в-16	geo	География	3.75	3.75	3.75	1
3157	stu-5в-16	eng	Иностранный язык	3.36	3.36	3.36	2
3158	stu-5в-16	info	Информатика	3.75	3.75	3.75	3
3159	stu-5в-16	hist	История	3.5	3.5	3.5	4
3160	stu-5в-16	lit	Литература	3.68	3.68	3.68	5
3161	stu-5в-16	math	Математика	3.61	3.61	3.61	6
3162	stu-5в-16	music	Музыка	3.75	3.75	3.75	7
3163	stu-5в-16	social	Обществознание	4.25	4.25	4.25	8
3164	stu-5в-16	work	Труд (технология)	4	4	4	9
3165	stu-5в-16	pe	Физическая культура	3.89	3.89	3.89	10
3166	stu-5в-17	bio	Биология	2.57	2.57	2.57	0
3167	stu-5в-17	geo	География	4.25	4.25	4.25	1
3168	stu-5в-17	eng	Иностранный язык	3.82	3.82	3.82	2
3169	stu-5в-17	info	Информатика	4	4	4	3
3170	stu-5в-17	hist	История	4.13	4.13	4.13	4
3171	stu-5в-17	lit	Литература	4	4	4	5
3172	stu-5в-17	math	Математика	3.83	3.83	3.83	6
3173	stu-5в-17	music	Музыка	4	4	4	7
3174	stu-5в-17	social	Обществознание	4	4	4	8
3175	stu-5в-17	work	Труд (технология)	4.75	4.75	4.75	9
3176	stu-5в-17	pe	Физическая культура	4	4	4	10
3177	stu-5в-18	bio	Биология	4.14	4.14	4.14	0
3178	stu-5в-18	geo	География	4.75	4.75	4.75	1
3179	stu-5в-18	eng	Иностранный язык	3.82	3.82	3.82	2
3180	stu-5в-18	info	Информатика	4	4	4	3
3181	stu-5в-18	hist	История	3.25	3.25	3.25	4
3182	stu-5в-18	lit	Литература	3.9	3.9	3.9	5
3183	stu-5в-18	math	Математика	3.7	3.7	3.7	6
3184	stu-5в-18	music	Музыка	4	4	4	7
3185	stu-5в-18	social	Обществознание	4.5	4.5	4.5	8
3186	stu-5в-18	work	Труд (технология)	4.25	4.25	4.25	9
3187	stu-5в-18	pe	Физическая культура	4.33	4.33	4.33	10
3188	stu-5в-19	bio	Биология	3	3	3	0
3189	stu-5в-19	geo	География	3.5	3.5	3.5	1
3190	stu-5в-19	eng	Иностранный язык	3.55	3.55	3.55	2
3191	stu-5в-19	info	Информатика	3.63	3.63	3.63	3
3192	stu-5в-19	hist	История	3.38	3.38	3.38	4
3193	stu-5в-19	lit	Литература	3.74	3.74	3.74	5
3194	stu-5в-19	math	Математика	3.74	3.74	3.74	6
3195	stu-5в-19	music	Музыка	3.75	3.75	3.75	7
3196	stu-5в-19	social	Обществознание	4	4	4	8
3197	stu-5в-19	work	Труд (технология)	4	4	4	9
3198	stu-5в-19	pe	Физическая культура	3.67	3.67	3.67	10
3199	stu-5г-1	bio	Биология	3.67	3.67	3.67	0
3200	stu-5г-1	geo	География	4.67	4.67	4.67	1
\.
