COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9877	stu-6в-13	2026-03-30	30 марта	[3, 3, 4, 5]
9878	stu-6в-13	2026-03-31	31 марта	[5, 3, 5, 2, 3]
9879	stu-6в-14	2026-03-02	2 марта	[4, 4, 3, 2]
9880	stu-6в-14	2026-03-03	3 марта	[4, 3, 5, 4, 5]
9881	stu-6в-14	2026-03-04	4 марта	[3, 5, 2, 5]
9882	stu-6в-14	2026-03-05	5 марта	[4, 3, 5, 5, 3, 3]
9883	stu-6в-14	2026-03-06	6 марта	[5, 3, 5, 3]
9884	stu-6в-14	2026-03-09	9 марта	[3, 3, 5, 5, 4]
9885	stu-6в-14	2026-03-10	10 марта	[3, 4, 4, 4, 5]
9886	stu-6в-14	2026-03-11	11 марта	[3, 5, 5, 4]
9887	stu-6в-14	2026-03-12	12 марта	[5, 2, 4, 4, 2, 5]
9888	stu-6в-14	2026-03-13	13 марта	[2, 3, 5, 2]
\.
