COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6051	stu-9б-10	social	Обществознание	3.43	3.43	3.43	7
6052	stu-9б-10	phys	Физика	3.31	3.31	3.31	8
6053	stu-9б-10	pe	Физическая культура	4	4	4	9
6054	stu-9б-10	chem	Химия	4.56	4.56	4.56	10
6055	stu-9б-11	bio	Биология	3.71	3.71	3.71	0
6056	stu-9б-11	geo	География	4.75	4.75	4.75	1
6057	stu-9б-11	eng	Иностранный язык	3.85	3.85	3.85	2
6058	stu-9б-11	info	Информатика	4.5	4.5	4.5	3
6059	stu-9б-11	hist	История	3.56	3.56	3.56	4
6060	stu-9б-11	lit	Литература	3.96	3.96	3.96	5
6061	stu-9б-11	math	Математика	4.08	4.08	4.08	6
6062	stu-9б-11	social	Обществознание	4	4	4	7
6063	stu-9б-11	phys	Физика	3.77	3.77	3.77	8
6064	stu-9б-11	pe	Физическая культура	4.5	4.5	4.5	9
6065	stu-9б-11	chem	Химия	4.22	4.22	4.22	10
6066	stu-9б-12	bio	Биология	4.29	4.29	4.29	0
6067	stu-9б-12	geo	География	3.25	3.25	3.25	1
6068	stu-9б-12	eng	Иностранный язык	3.62	3.62	3.62	2
6069	stu-9б-12	info	Информатика	4.67	4.67	4.67	3
6070	stu-9б-12	hist	История	3.78	3.78	3.78	4
6071	stu-9б-12	lit	Литература	3.96	3.96	3.96	5
6072	stu-9б-12	math	Математика	4.16	4.16	4.16	6
6073	stu-9б-12	social	Обществознание	3.57	3.57	3.57	7
6074	stu-9б-12	phys	Физика	3.54	3.54	3.54	8
6075	stu-9б-12	pe	Физическая культура	4	4	4	9
6076	stu-9б-12	chem	Химия	4.11	4.11	4.11	10
6077	stu-9б-13	bio	Биология	2.86	2.86	2.86	0
6078	stu-9б-13	geo	География	3.88	3.88	3.88	1
6079	stu-9б-13	eng	Иностранный язык	3.85	3.85	3.85	2
6080	stu-9б-13	info	Информатика	4.17	4.17	4.17	3
6081	stu-9б-13	hist	История	3	3	3	4
6082	stu-9б-13	lit	Литература	3.8	3.8	3.8	5
6083	stu-9б-13	math	Математика	4.04	4.04	4.04	6
6084	stu-9б-13	social	Обществознание	3.86	3.86	3.86	7
6085	stu-9б-13	phys	Физика	3.38	3.38	3.38	8
6086	stu-9б-13	pe	Физическая культура	4.17	4.17	4.17	9
6087	stu-9б-13	chem	Химия	4.56	4.56	4.56	10
6088	stu-9б-14	bio	Биология	4.14	4.14	4.14	0
6089	stu-9б-14	geo	География	4.63	4.63	4.63	1
6090	stu-9б-14	eng	Иностранный язык	3.77	3.77	3.77	2
6091	stu-9б-14	info	Информатика	4	4	4	3
6092	stu-9б-14	hist	История	3.33	3.33	3.33	4
6093	stu-9б-14	lit	Литература	4	4	4	5
6094	stu-9б-14	math	Математика	3.96	3.96	3.96	6
6095	stu-9б-14	social	Обществознание	3.71	3.71	3.71	7
6096	stu-9б-14	phys	Физика	3.69	3.69	3.69	8
6097	stu-9б-14	pe	Физическая культура	4.5	4.5	4.5	9
6098	stu-9б-14	chem	Химия	4.33	4.33	4.33	10
6099	stu-9б-15	bio	Биология	4.14	4.14	4.14	0
6100	stu-9б-15	geo	География	3	3	3	1
\.
