COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10033	stu-6г-2	2026-03-02	2 марта	[5, 4, 3, 5, 2]
10034	stu-6г-2	2026-03-03	3 марта	[4, 4, 5, 2, 3]
10035	stu-6г-2	2026-03-04	4 марта	[5, 3, 5, 4, 3]
10036	stu-6г-2	2026-03-05	5 марта	[3, 4, 5, 5, 3, 3]
10037	stu-6г-2	2026-03-06	6 марта	[5, 2, 3, 4]
10038	stu-6г-2	2026-03-09	9 марта	[5, 5, 3, 4, 3]
10039	stu-6г-2	2026-03-10	10 марта	[3, 5, 3, 3, 3, 3]
10040	stu-6г-2	2026-03-11	11 марта	[2, 4, 5, 4, 5]
10041	stu-6г-2	2026-03-12	12 марта	[5, 4, 5, 4, 5]
10042	stu-6г-2	2026-03-13	13 марта	[4, 3, 5, 4, 2]
10043	stu-6г-2	2026-03-16	16 марта	[4, 5, 4, 2, 4]
10044	stu-6г-2	2026-03-17	17 марта	[4, 5, 4, 5, 3]
\.
