COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5851	stu-9а-11	lit	Литература	4.13	4.13	4.13	5
5852	stu-9а-11	math	Математика	4.08	4.08	4.08	6
5853	stu-9а-11	social	Обществознание	3.75	3.75	3.75	7
5854	stu-9а-11	phys	Физика	3.75	3.75	3.75	8
5855	stu-9а-11	pe	Физическая культура	3.67	3.67	3.67	9
5856	stu-9а-11	chem	Химия	3.63	3.63	3.63	10
5857	stu-9а-12	bio	Биология	3.86	3.86	3.86	0
5858	stu-9а-12	geo	География	4.43	4.43	4.43	1
5859	stu-9а-12	eng	Иностранный язык	4.55	4.55	4.55	2
5860	stu-9а-12	info	Информатика	4	4	4	3
5861	stu-9а-12	hist	История	3.78	3.78	3.78	4
5862	stu-9а-12	lit	Литература	4.38	4.38	4.38	5
5863	stu-9а-12	math	Математика	3.8	3.8	3.8	6
5864	stu-9а-12	social	Обществознание	3.88	3.88	3.88	7
5865	stu-9а-12	phys	Физика	4	4	4	8
5866	stu-9а-12	pe	Физическая культура	3.89	3.89	3.89	9
5867	stu-9а-12	chem	Химия	4.25	4.25	4.25	10
5868	stu-9а-13	bio	Биология	4	4	4	0
5869	stu-9а-13	geo	География	2.86	2.86	2.86	1
5870	stu-9а-13	eng	Иностранный язык	3.45	3.45	3.45	2
5871	stu-9а-13	info	Информатика	3.5	3.5	3.5	3
5872	stu-9а-13	hist	История	4.22	4.22	4.22	4
5873	stu-9а-13	lit	Литература	3.79	3.79	3.79	5
5874	stu-9а-13	math	Математика	3.72	3.72	3.72	6
5875	stu-9а-13	social	Обществознание	3.63	3.63	3.63	7
5876	stu-9а-13	phys	Физика	3.92	3.92	3.92	8
5877	stu-9а-13	pe	Физическая культура	3.67	3.67	3.67	9
5878	stu-9а-13	chem	Химия	3.88	3.88	3.88	10
5879	stu-9а-14	bio	Биология	3.29	3.29	3.29	0
5880	stu-9а-14	geo	География	3.71	3.71	3.71	1
5881	stu-9а-14	eng	Иностранный язык	4.55	4.55	4.55	2
5882	stu-9а-14	info	Информатика	3.75	3.75	3.75	3
5883	stu-9а-14	hist	История	4.11	4.11	4.11	4
5884	stu-9а-14	lit	Литература	4.42	4.42	4.42	5
5885	stu-9а-14	math	Математика	4.12	4.12	4.12	6
5886	stu-9а-14	social	Обществознание	3.75	3.75	3.75	7
5887	stu-9а-14	phys	Физика	3.58	3.58	3.58	8
5888	stu-9а-14	pe	Физическая культура	4.11	4.11	4.11	9
5889	stu-9а-14	chem	Химия	3.63	3.63	3.63	10
5890	stu-9а-15	bio	Биология	4.29	4.29	4.29	0
5891	stu-9а-15	geo	География	4.29	4.29	4.29	1
5892	stu-9а-15	eng	Иностранный язык	4.09	4.09	4.09	2
5893	stu-9а-15	info	Информатика	4.25	4.25	4.25	3
5894	stu-9а-15	hist	История	3.89	3.89	3.89	4
5895	stu-9а-15	lit	Литература	4.29	4.29	4.29	5
5896	stu-9а-15	math	Математика	3.8	3.8	3.8	6
5897	stu-9а-15	social	Обществознание	4	4	4	7
5898	stu-9а-15	phys	Физика	4	4	4	8
5899	stu-9а-15	pe	Физическая культура	3.89	3.89	3.89	9
5900	stu-9а-15	chem	Химия	4.25	4.25	4.25	10
\.
