COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2150	stu-4б-8	math	Математика	4.05	4.05	4.05	4
2151	stu-4б-8	music	Музыка	4.5	4.5	4.5	5
2152	stu-4б-8	work	Труд (технология)	4.4	4.4	4.4	6
2153	stu-4б-8	pe	Физическая культура	3.75	3.75	3.75	7
2154	stu-4б-9	art	Изобразительное искусство	4	4	4	0
2155	stu-4б-9	eng	Иностранный язык	4.13	4.13	4.13	1
2156	stu-4б-9	hist	История	3.88	3.88	3.88	2
2157	stu-4б-9	lit	Литература	3.81	3.81	3.81	3
2158	stu-4б-9	math	Математика	4.1	4.1	4.1	4
2159	stu-4б-9	music	Музыка	4.25	4.25	4.25	5
2160	stu-4б-9	work	Труд (технология)	3.8	3.8	3.8	6
2161	stu-4б-9	pe	Физическая культура	3.75	3.75	3.75	7
2162	stu-4б-10	art	Изобразительное искусство	4	4	4	0
2163	stu-4б-10	eng	Иностранный язык	4.13	4.13	4.13	1
2164	stu-4б-10	hist	История	3.75	3.75	3.75	2
2165	stu-4б-10	lit	Литература	3.85	3.85	3.85	3
2166	stu-4б-10	math	Математика	3.75	3.75	3.75	4
2167	stu-4б-10	music	Музыка	4.25	4.25	4.25	5
2168	stu-4б-10	work	Труд (технология)	4.2	4.2	4.2	6
2169	stu-4б-10	pe	Физическая культура	3.75	3.75	3.75	7
2170	stu-4б-11	art	Изобразительное искусство	3	3	3	0
2171	stu-4б-11	eng	Иностранный язык	3.75	3.75	3.75	1
2172	stu-4б-11	hist	История	3.5	3.5	3.5	2
2173	stu-4б-11	lit	Литература	4	4	4	3
2174	stu-4б-11	math	Математика	3.95	3.95	3.95	4
2175	stu-4б-11	music	Музыка	4	4	4	5
2176	stu-4б-11	work	Труд (технология)	4.6	4.6	4.6	6
2177	stu-4б-11	pe	Физическая культура	3.75	3.75	3.75	7
2178	stu-4б-12	art	Изобразительное искусство	4.29	4.29	4.29	0
2179	stu-4б-12	eng	Иностранный язык	3.88	3.88	3.88	1
2180	stu-4б-12	hist	История	3.5	3.5	3.5	2
2181	stu-4б-12	lit	Литература	3.73	3.73	3.73	3
2182	stu-4б-12	math	Математика	4.25	4.25	4.25	4
2183	stu-4б-12	music	Музыка	4.25	4.25	4.25	5
2184	stu-4б-12	work	Труд (технология)	4	4	4	6
2185	stu-4б-12	pe	Физическая культура	3.75	3.75	3.75	7
2186	stu-4б-13	art	Изобразительное искусство	3.57	3.57	3.57	0
2187	stu-4б-13	eng	Иностранный язык	4.13	4.13	4.13	1
2188	stu-4б-13	hist	История	3.75	3.75	3.75	2
2189	stu-4б-13	lit	Литература	4	4	4	3
2190	stu-4б-13	math	Математика	3.8	3.8	3.8	4
2191	stu-4б-13	music	Музыка	4.25	4.25	4.25	5
2192	stu-4б-13	work	Труд (технология)	4.2	4.2	4.2	6
2193	stu-4б-13	pe	Физическая культура	3.75	3.75	3.75	7
2194	stu-4б-14	art	Изобразительное искусство	3.29	3.29	3.29	0
2195	stu-4б-14	eng	Иностранный язык	4	4	4	1
2196	stu-4б-14	hist	История	3.63	3.63	3.63	2
2197	stu-4б-14	lit	Литература	3.92	3.92	3.92	3
2198	stu-4б-14	math	Математика	3.9	3.9	3.9	4
2199	stu-4б-14	music	Музыка	4.25	4.25	4.25	5
\.
