COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7909	stu-5б-19	2026-03-16	16 марта	[4, 4, 4, 5, 4]
7910	stu-5б-19	2026-03-17	17 марта	[5, 5, 2, 5, 2, 4]
7911	stu-5б-19	2026-03-18	18 марта	[4, 2, 3, 2, 3]
7912	stu-5б-19	2026-03-19	19 марта	[3, 4, 2, 4, 4, 4]
7913	stu-5б-19	2026-03-20	20 марта	[4, 3, 3, 3]
7914	stu-5б-19	2026-03-23	23 марта	[3, 4, 3, 4, 5]
7915	stu-5б-19	2026-03-24	24 марта	[3, 5, 2, 4, 4]
7916	stu-5б-19	2026-03-25	25 марта	[5, 3, 4, 4, 2]
7917	stu-5б-19	2026-03-26	26 марта	[3, 5, 4, 3, 3]
7918	stu-5б-19	2026-03-27	27 марта	[3, 2, 5, 4, 5]
7919	stu-5б-19	2026-03-30	30 марта	[3, 4, 5, 4, 4]
7920	stu-5б-19	2026-03-31	31 марта	[5, 3, 3, 5, 2, 5]
\.
