COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9481	stu-6б-14	2026-03-30	30 марта	[2, 4, 5, 3]
9482	stu-6б-14	2026-03-31	31 марта	[5, 3, 3, 4, 4]
9483	stu-6б-15	2026-03-02	2 марта	[5, 4, 3, 3, 3]
9484	stu-6б-15	2026-03-03	3 марта	[4, 3, 3, 5, 2, 5]
9485	stu-6б-15	2026-03-04	4 марта	[5, 2, 4, 3, 5]
9486	stu-6б-15	2026-03-05	5 марта	[4, 3, 5, 5, 5]
9487	stu-6б-15	2026-03-06	6 марта	[2, 4, 4, 2, 5]
9488	stu-6б-15	2026-03-09	9 марта	[4, 5, 3, 4]
9489	stu-6б-15	2026-03-10	10 марта	[4, 4, 4, 4, 5]
9490	stu-6б-15	2026-03-11	11 марта	[4, 5, 2, 2, 4]
9491	stu-6б-15	2026-03-12	12 марта	[3, 2, 5, 3, 3]
9492	stu-6б-15	2026-03-13	13 марта	[5, 2, 4, 4, 4]
\.
