COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11125	stu-7б-13	2026-03-20	20 марта	[4, 4, 4, 4]
11126	stu-7б-13	2026-03-23	23 марта	[5, 3, 3, 4, 3]
11127	stu-7б-13	2026-03-24	24 марта	[2, 4, 5, 2, 5, 5]
11128	stu-7б-13	2026-03-25	25 марта	[3, 5, 5, 5]
11129	stu-7б-13	2026-03-26	26 марта	[2, 4, 3, 4, 5]
11130	stu-7б-13	2026-03-27	27 марта	[5, 3, 3, 4]
11131	stu-7б-13	2026-03-30	30 марта	[5, 2, 3, 5, 4]
11132	stu-7б-13	2026-03-31	31 марта	[5, 5, 3, 5, 5]
11133	stu-7б-14	2026-03-02	2 марта	[2, 5, 5, 4]
11134	stu-7б-14	2026-03-03	3 марта	[4, 3, 5, 5, 5]
11135	stu-7б-14	2026-03-04	4 марта	[5, 4, 3, 4]
11136	stu-7б-14	2026-03-05	5 марта	[3, 5, 5, 4, 2]
\.
