COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11197	stu-7б-16	2026-03-30	30 марта	[5, 2, 3, 5, 3]
11198	stu-7б-16	2026-03-31	31 марта	[4, 5, 4, 4, 5]
11199	stu-7б-17	2026-03-02	2 марта	[2, 5, 5, 4]
11200	stu-7б-17	2026-03-03	3 марта	[4, 3, 5, 5, 5]
11201	stu-7б-17	2026-03-04	4 марта	[5, 4, 3, 5]
11202	stu-7б-17	2026-03-05	5 марта	[4, 5, 5, 4, 2]
11203	stu-7б-17	2026-03-06	6 марта	[4, 2, 5, 3, 2]
11204	stu-7б-17	2026-03-09	9 марта	[4, 2, 5, 5, 3]
11205	stu-7б-17	2026-03-10	10 марта	[4, 3, 4, 4, 3]
11206	stu-7б-17	2026-03-11	11 марта	[3, 4, 2, 5]
11207	stu-7б-17	2026-03-12	12 марта	[4, 3, 4, 3, 4, 4]
11208	stu-7б-17	2026-03-13	13 марта	[4, 2, 3, 5]
\.
