COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10489	stu-7а-3	2026-03-24	24 марта	[5, 4, 3, 3, 4]
10490	stu-7а-3	2026-03-25	25 марта	[3, 3, 5, 4, 4]
10491	stu-7а-3	2026-03-26	26 марта	[4, 5, 4, 5, 5]
10492	stu-7а-3	2026-03-27	27 марта	[2, 4, 3, 5, 5]
10493	stu-7а-3	2026-03-30	30 марта	[3, 2, 5, 4, 3]
10494	stu-7а-3	2026-03-31	31 марта	[4, 3, 4, 5, 4, 5]
10495	stu-7а-4	2026-03-02	2 марта	[5, 5, 2, 4, 5]
10496	stu-7а-4	2026-03-03	3 марта	[5, 5, 4, 4, 4]
10497	stu-7а-4	2026-03-04	4 марта	[4, 4, 4, 4, 5]
10498	stu-7а-4	2026-03-05	5 марта	[2, 5, 3, 2, 4, 4]
10499	stu-7а-4	2026-03-06	6 марта	[5, 4, 5, 2, 4]
10500	stu-7а-4	2026-03-09	9 марта	[5, 2, 4, 3, 5]
\.
