COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4351	stu-7а-15	lit	Литература	4	4	4	5
4352	stu-7а-15	math	Математика	3.82	3.82	3.82	6
4353	stu-7а-15	social	Обществознание	3.25	3.25	3.25	7
4354	stu-7а-15	work	Труд (технология)	4.25	4.25	4.25	8
4355	stu-7а-15	phys	Физика	4	4	4	9
4356	stu-7а-15	pe	Физическая культура	4	4	4	10
4357	stu-7а-15	chem	Химия	4.25	4.25	4.25	11
4358	stu-7а-16	bio	Биология	4.75	4.75	4.75	0
4359	stu-7а-16	geo	География	3.88	3.88	3.88	1
4360	stu-7а-16	eng	Иностранный язык	3.86	3.86	3.86	2
4361	stu-7а-16	info	Информатика	4.38	4.38	4.38	3
4362	stu-7а-16	hist	История	3.75	3.75	3.75	4
4363	stu-7а-16	lit	Литература	3.94	3.94	3.94	5
4364	stu-7а-16	math	Математика	3.82	3.82	3.82	6
4365	stu-7а-16	social	Обществознание	3.75	3.75	3.75	7
4366	stu-7а-16	work	Труд (технология)	4	4	4	8
4367	stu-7а-16	phys	Физика	3.5	3.5	3.5	9
4368	stu-7а-16	pe	Физическая культура	3.85	3.85	3.85	10
4369	stu-7а-16	chem	Химия	3	3	3	11
4370	stu-7а-17	bio	Биология	4	4	4	0
4371	stu-7а-17	geo	География	3.38	3.38	3.38	1
4372	stu-7а-17	eng	Иностранный язык	3.71	3.71	3.71	2
4373	stu-7а-17	info	Информатика	4.13	4.13	4.13	3
4374	stu-7а-17	hist	История	4.25	4.25	4.25	4
4375	stu-7а-17	lit	Литература	4.52	4.52	4.52	5
4376	stu-7а-17	math	Математика	3.76	3.76	3.76	6
4377	stu-7а-17	social	Обществознание	3.75	3.75	3.75	7
4378	stu-7а-17	work	Труд (технология)	4	4	4	8
4379	stu-7а-17	phys	Физика	4.5	4.5	4.5	9
4380	stu-7а-17	pe	Физическая культура	4.08	4.08	4.08	10
4381	stu-7а-17	chem	Химия	3.75	3.75	3.75	11
4382	stu-7а-18	bio	Биология	3.5	3.5	3.5	0
4383	stu-7а-18	geo	География	4.75	4.75	4.75	1
4384	stu-7а-18	eng	Иностранный язык	3.43	3.43	3.43	2
4385	stu-7а-18	info	Информатика	3.75	3.75	3.75	3
4386	stu-7а-18	hist	История	3.63	3.63	3.63	4
4387	stu-7а-18	lit	Литература	3.77	3.77	3.77	5
4388	stu-7а-18	math	Математика	3.88	3.88	3.88	6
4389	stu-7а-18	social	Обществознание	3.75	3.75	3.75	7
4390	stu-7а-18	work	Труд (технология)	4.5	4.5	4.5	8
4391	stu-7а-18	phys	Физика	4	4	4	9
4392	stu-7а-18	pe	Физическая культура	3.92	3.92	3.92	10
4393	stu-7а-18	chem	Химия	4.25	4.25	4.25	11
4394	stu-7а-19	bio	Биология	4.75	4.75	4.75	0
4395	stu-7а-19	geo	География	3.5	3.5	3.5	1
4396	stu-7а-19	eng	Иностранный язык	4.14	4.14	4.14	2
4397	stu-7а-19	info	Информатика	4.38	4.38	4.38	3
4398	stu-7а-19	hist	История	3.88	3.88	3.88	4
4399	stu-7а-19	lit	Литература	4.19	4.19	4.19	5
4400	stu-7а-19	math	Математика	4	4	4	6
\.
