COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1500	stu-3б-7	hist	История	3	3	3	2
1501	stu-3б-7	lit	Литература	3.77	3.77	3.77	3
1502	stu-3б-7	math	Математика	3.9	3.9	3.9	4
1503	stu-3б-7	music	Музыка	3.75	3.75	3.75	5
1504	stu-3б-7	work	Труд (технология)	4.25	4.25	4.25	6
1505	stu-3б-7	pe	Физическая культура	4	4	4	7
1506	stu-3б-8	art	Изобразительное искусство	3.2	3.2	3.2	0
1507	stu-3б-8	eng	Иностранный язык	4	4	4	1
1508	stu-3б-8	hist	История	4	4	4	2
1509	stu-3б-8	lit	Литература	3.77	3.77	3.77	3
1510	stu-3б-8	math	Математика	4.14	4.14	4.14	4
1511	stu-3б-8	music	Музыка	3.63	3.63	3.63	5
1512	stu-3б-8	work	Труд (технология)	4.13	4.13	4.13	6
1513	stu-3б-8	pe	Физическая культура	4	4	4	7
1514	stu-3б-9	art	Изобразительное искусство	3.8	3.8	3.8	0
1515	stu-3б-9	eng	Иностранный язык	3.71	3.71	3.71	1
1516	stu-3б-9	hist	История	3.67	3.67	3.67	2
1517	stu-3б-9	lit	Литература	4.1	4.1	4.1	3
1518	stu-3б-9	math	Математика	3.57	3.57	3.57	4
1519	stu-3б-9	music	Музыка	3.5	3.5	3.5	5
1520	stu-3б-9	work	Труд (технология)	3.88	3.88	3.88	6
1521	stu-3б-9	pe	Физическая культура	3.75	3.75	3.75	7
1522	stu-3б-10	art	Изобразительное искусство	3.4	3.4	3.4	0
1523	stu-3б-10	eng	Иностранный язык	3.43	3.43	3.43	1
1524	stu-3б-10	hist	История	3.67	3.67	3.67	2
1525	stu-3б-10	lit	Литература	4.07	4.07	4.07	3
1526	stu-3б-10	math	Математика	3.52	3.52	3.52	4
1527	stu-3б-10	music	Музыка	3.63	3.63	3.63	5
1528	stu-3б-10	work	Труд (технология)	3.88	3.88	3.88	6
1529	stu-3б-10	pe	Физическая культура	4	4	4	7
1530	stu-3б-11	art	Изобразительное искусство	4.8	4.8	4.8	0
1531	stu-3б-11	eng	Иностранный язык	4.57	4.57	4.57	1
1532	stu-3б-11	hist	История	3.17	3.17	3.17	2
1533	stu-3б-11	lit	Литература	3.73	3.73	3.73	3
1534	stu-3б-11	math	Математика	4.05	4.05	4.05	4
1535	stu-3б-11	music	Музыка	3.5	3.5	3.5	5
1536	stu-3б-11	work	Труд (технология)	4.13	4.13	4.13	6
1537	stu-3б-11	pe	Физическая культура	3.5	3.5	3.5	7
1538	stu-3б-12	art	Изобразительное искусство	3	3	3	0
1539	stu-3б-12	eng	Иностранный язык	3.57	3.57	3.57	1
1540	stu-3б-12	hist	История	3.83	3.83	3.83	2
1541	stu-3б-12	lit	Литература	3.73	3.73	3.73	3
1542	stu-3б-12	math	Математика	4	4	4	4
1543	stu-3б-12	music	Музыка	3.63	3.63	3.63	5
1544	stu-3б-12	work	Труд (технология)	4.13	4.13	4.13	6
1545	stu-3б-12	pe	Физическая культура	4	4	4	7
1546	stu-3б-13	art	Изобразительное искусство	3.8	3.8	3.8	0
1547	stu-3б-13	eng	Иностранный язык	3.71	3.71	3.71	1
1548	stu-3б-13	hist	История	4	4	4	2
1549	stu-3б-13	lit	Литература	4.1	4.1	4.1	3
\.
