COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12085	stu-7г-19	2026-03-10	10 марта	[4, 4, 4, 4, 5, 2]
12086	stu-7г-19	2026-03-11	11 марта	[5, 5, 3, 5, 4]
12087	stu-7г-19	2026-03-12	12 марта	[4, 5, 3, 2, 3]
12088	stu-7г-19	2026-03-13	13 марта	[5, 3, 5, 4]
12089	stu-7г-19	2026-03-16	16 марта	[3, 3, 5, 4, 3]
12090	stu-7г-19	2026-03-17	17 марта	[3, 5, 5, 3, 5, 5]
12091	stu-7г-19	2026-03-18	18 марта	[5, 3, 5, 4, 3]
12092	stu-7г-19	2026-03-19	19 марта	[4, 4, 5, 2, 4, 4]
12093	stu-7г-19	2026-03-20	20 марта	[3, 5, 3, 5]
12094	stu-7г-19	2026-03-23	23 марта	[3, 4, 5, 4, 4]
12095	stu-7г-19	2026-03-24	24 марта	[3, 4, 3, 2, 5, 5]
12096	stu-7г-19	2026-03-25	25 марта	[5, 5, 3, 4]
\.
