COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11101	stu-7б-12	2026-03-18	18 марта	[4, 4, 4, 5, 4]
11102	stu-7б-12	2026-03-19	19 марта	[5, 3, 2, 4, 5, 2]
11103	stu-7б-12	2026-03-20	20 марта	[5, 3, 3, 2]
11104	stu-7б-12	2026-03-23	23 марта	[4, 2, 5, 5, 3]
11105	stu-7б-12	2026-03-24	24 марта	[4, 5, 3, 4, 5, 3]
11106	stu-7б-12	2026-03-25	25 марта	[4, 5, 3, 5]
11107	stu-7б-12	2026-03-26	26 марта	[3, 5, 2, 5, 4]
11108	stu-7б-12	2026-03-27	27 марта	[4, 2, 5, 5]
11109	stu-7б-12	2026-03-30	30 марта	[4, 3, 5, 5, 3]
11110	stu-7б-12	2026-03-31	31 марта	[5, 5, 5, 5, 3]
11111	stu-7б-13	2026-03-02	2 марта	[4, 5, 4, 3]
11112	stu-7б-13	2026-03-03	3 марта	[2, 2, 3, 3, 5]
\.
