COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13789	stu-9б-1	2026-03-24	24 марта	[4, 4, 5, 5, 5, 3, 3]
13790	stu-9б-1	2026-03-25	25 марта	[4, 5, 5, 5, 4, 2]
13791	stu-9б-1	2026-03-26	26 марта	[5, 4, 4, 4, 5, 4]
13792	stu-9б-1	2026-03-27	27 марта	[3, 3, 5, 4, 5, 5]
13793	stu-9б-1	2026-03-30	30 марта	[3, 4, 5, 3, 5]
13794	stu-9б-1	2026-03-31	31 марта	[5, 4, 3, 4, 4, 5]
13795	stu-9б-2	2026-03-02	2 марта	[3, 4, 5, 2, 3]
13796	stu-9б-2	2026-03-03	3 марта	[2, 3, 5, 3, 5, 2]
13797	stu-9б-2	2026-03-04	4 марта	[5, 3, 4, 5, 4]
13798	stu-9б-2	2026-03-05	5 марта	[4, 4, 2, 5, 3, 3, 4]
13799	stu-9б-2	2026-03-06	6 марта	[4, 4, 4, 4, 3]
13800	stu-9б-2	2026-03-09	9 марта	[5, 5, 3, 2, 3, 4]
\.
