COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10285	stu-6г-13	2026-03-16	16 марта	[2, 4, 5, 3, 5]
10286	stu-6г-13	2026-03-17	17 марта	[5, 5, 2, 5, 3]
10287	stu-6г-13	2026-03-18	18 марта	[4, 3, 5, 2, 5]
10288	stu-6г-13	2026-03-19	19 марта	[2, 3, 5, 3, 4, 5]
10289	stu-6г-13	2026-03-20	20 марта	[3, 3, 5, 3]
10290	stu-6г-13	2026-03-23	23 марта	[3, 5, 5, 5, 3]
10291	stu-6г-13	2026-03-24	24 марта	[3, 4, 4, 3, 4, 4]
10292	stu-6г-13	2026-03-25	25 марта	[4, 3, 4, 4, 5]
10293	stu-6г-13	2026-03-26	26 марта	[4, 4, 4, 5, 3]
10294	stu-6г-13	2026-03-27	27 марта	[4, 2, 5, 5, 4]
10295	stu-6г-13	2026-03-30	30 марта	[3, 5, 5, 3]
10296	stu-6г-13	2026-03-31	31 марта	[3, 3, 3, 3, 4, 4]
\.
