COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7513	stu-5б-1	2026-03-16	16 марта	[3, 3, 5, 5, 3]
7514	stu-5б-1	2026-03-17	17 марта	[5, 4, 4, 5, 3, 5]
7515	stu-5б-1	2026-03-18	18 марта	[4, 3, 5, 4, 4]
7516	stu-5б-1	2026-03-19	19 марта	[5, 5, 4, 4, 5, 5]
7517	stu-5б-1	2026-03-20	20 марта	[3, 5, 4, 4]
7518	stu-5б-1	2026-03-23	23 марта	[2, 2, 5, 5, 5]
7519	stu-5б-1	2026-03-24	24 марта	[4, 5, 2, 5, 5]
7520	stu-5б-1	2026-03-25	25 марта	[5, 2, 5, 5, 4]
7521	stu-5б-1	2026-03-26	26 марта	[3, 5, 5, 5, 2]
7522	stu-5б-1	2026-03-27	27 марта	[4, 4, 3, 5, 5]
7523	stu-5б-1	2026-03-30	30 марта	[4, 5, 5, 5, 2]
7524	stu-5б-1	2026-03-31	31 марта	[5, 4, 4, 4, 4, 4]
\.
