COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9925	stu-6в-16	2026-03-04	4 марта	[2, 4, 4, 5]
9926	stu-6в-16	2026-03-05	5 марта	[5, 2, 3, 4, 2, 5]
9927	stu-6в-16	2026-03-06	6 марта	[4, 5, 3, 4]
9928	stu-6в-16	2026-03-09	9 марта	[4, 5, 4, 4, 5]
9929	stu-6в-16	2026-03-10	10 марта	[2, 3, 3, 5, 4]
9930	stu-6в-16	2026-03-11	11 марта	[2, 5, 5, 5]
9931	stu-6в-16	2026-03-12	12 марта	[5, 2, 3, 4, 2, 4]
9932	stu-6в-16	2026-03-13	13 марта	[4, 4, 5, 4]
9933	stu-6в-16	2026-03-16	16 марта	[4, 4, 4, 5]
9934	stu-6в-16	2026-03-17	17 марта	[3, 4, 4, 2, 4]
9935	stu-6в-16	2026-03-18	18 марта	[4, 3, 4, 5]
9936	stu-6в-16	2026-03-19	19 марта	[5, 3, 2, 3, 2, 5]
\.
