COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11473	stu-7в-10	2026-03-16	16 марта	[3, 4, 4, 3]
11474	stu-7в-10	2026-03-17	17 марта	[5, 4, 4, 3, 5, 3]
11475	stu-7в-10	2026-03-18	18 марта	[5, 2, 3, 4]
11476	stu-7в-10	2026-03-19	19 марта	[3, 2, 5, 4, 4, 3]
11477	stu-7в-10	2026-03-20	20 марта	[4, 5, 5, 2]
11478	stu-7в-10	2026-03-23	23 марта	[3, 3, 4, 4]
11479	stu-7в-10	2026-03-24	24 марта	[3, 3, 3, 3, 5]
11480	stu-7в-10	2026-03-25	25 марта	[4, 4, 5, 4]
11481	stu-7в-10	2026-03-26	26 марта	[5, 4, 2, 5, 2, 4]
11482	stu-7в-10	2026-03-27	27 марта	[5, 5, 3, 5]
11483	stu-7в-10	2026-03-30	30 марта	[4, 4, 4, 4]
11484	stu-7в-10	2026-03-31	31 марта	[5, 4, 4, 3, 5, 5]
\.
