COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13357	stu-9а-1	2026-03-04	4 марта	[2, 4, 5, 4, 4, 5]
13358	stu-9а-1	2026-03-05	5 марта	[3, 5, 3, 4, 5, 4]
13359	stu-9а-1	2026-03-06	6 марта	[2, 4, 4, 5, 4]
13360	stu-9а-1	2026-03-09	9 марта	[4, 4, 4, 4, 4]
13361	stu-9а-1	2026-03-10	10 марта	[5, 4, 4, 4, 5, 3, 4]
13362	stu-9а-1	2026-03-11	11 марта	[4, 5, 3, 5, 4, 3]
13363	stu-9а-1	2026-03-12	12 марта	[5, 4, 3, 5, 4, 3, 4]
13364	stu-9а-1	2026-03-13	13 марта	[3, 4, 4, 5, 3, 3]
13365	stu-9а-1	2026-03-16	16 марта	[3, 4, 2, 5, 5]
13366	stu-9а-1	2026-03-17	17 марта	[4, 4, 4, 2, 3, 5, 4]
13367	stu-9а-1	2026-03-18	18 марта	[2, 5, 3, 4, 4]
13368	stu-9а-1	2026-03-19	19 марта	[5, 4, 3, 4, 2, 5]
\.
