COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4150	stu-6г-17	hist	История	3.5	3.5	3.5	5
4151	stu-6г-17	lit	Литература	3.93	3.93	3.93	6
4152	stu-6г-17	math	Математика	4.35	4.35	4.35	7
4153	stu-6г-17	music	Музыка	3	3	3	8
4154	stu-6г-17	social	Обществознание	3.75	3.75	3.75	9
4155	stu-6г-17	pe	Физическая культура	3.69	3.69	3.69	10
4156	stu-6г-18	bio	Биология	4.6	4.6	4.6	0
4157	stu-6г-18	geo	География	3.25	3.25	3.25	1
4158	stu-6г-18	art	Изобразительное искусство	2.5	2.5	2.5	2
4159	stu-6г-18	eng	Иностранный язык	3.62	3.62	3.62	3
4160	stu-6г-18	info	Информатика	3.57	3.57	3.57	4
4161	stu-6г-18	hist	История	4	4	4	5
4162	stu-6г-18	lit	Литература	3.41	3.41	3.41	6
4163	stu-6г-18	math	Математика	4.26	4.26	4.26	7
4164	stu-6г-18	music	Музыка	3	3	3	8
4165	stu-6г-18	social	Обществознание	4.25	4.25	4.25	9
4166	stu-6г-18	pe	Физическая культура	3.85	3.85	3.85	10
4167	stu-6г-19	bio	Биология	4	4	4	0
4168	stu-6г-19	geo	География	3.75	3.75	3.75	1
4169	stu-6г-19	art	Изобразительное искусство	4.25	4.25	4.25	2
4170	stu-6г-19	eng	Иностранный язык	4.15	4.15	4.15	3
4171	stu-6г-19	info	Информатика	3.57	3.57	3.57	4
4172	stu-6г-19	hist	История	4.25	4.25	4.25	5
4173	stu-6г-19	lit	Литература	3.81	3.81	3.81	6
4174	stu-6г-19	math	Математика	4.17	4.17	4.17	7
4175	stu-6г-19	music	Музыка	3.25	3.25	3.25	8
4176	stu-6г-19	social	Обществознание	3.75	3.75	3.75	9
4177	stu-6г-19	pe	Физическая культура	3.54	3.54	3.54	10
4178	stu-7а-1	bio	Биология	4.25	4.25	4.25	0
4179	stu-7а-1	geo	География	3.13	3.13	3.13	1
4180	stu-7а-1	eng	Иностранный язык	4	4	4	2
4181	stu-7а-1	info	Информатика	4.25	4.25	4.25	3
4182	stu-7а-1	hist	История	3.88	3.88	3.88	4
4183	stu-7а-1	lit	Литература	4.48	4.48	4.48	5
4184	stu-7а-1	math	Математика	3.94	3.94	3.94	6
4185	stu-7а-1	social	Обществознание	3.75	3.75	3.75	7
4186	stu-7а-1	work	Труд (технология)	3.75	3.75	3.75	8
4187	stu-7а-1	phys	Физика	3.5	3.5	3.5	9
4188	stu-7а-1	pe	Физическая культура	3.85	3.85	3.85	10
4189	stu-7а-1	chem	Химия	3	3	3	11
4190	stu-7а-2	bio	Биология	3.25	3.25	3.25	0
4191	stu-7а-2	geo	География	4.75	4.75	4.75	1
4192	stu-7а-2	eng	Иностранный язык	3.29	3.29	3.29	2
4193	stu-7а-2	info	Информатика	4	4	4	3
4194	stu-7а-2	hist	История	4	4	4	4
4195	stu-7а-2	lit	Литература	3.9	3.9	3.9	5
4196	stu-7а-2	math	Математика	3.76	3.76	3.76	6
4197	stu-7а-2	social	Обществознание	3.75	3.75	3.75	7
4198	stu-7а-2	work	Труд (технология)	4.25	4.25	4.25	8
4199	stu-7а-2	phys	Физика	4.75	4.75	4.75	9
\.
