COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11209	stu-7б-17	2026-03-16	16 марта	[3, 5, 4, 5]
11210	stu-7б-17	2026-03-17	17 марта	[5, 5, 5, 5, 3]
11211	stu-7б-17	2026-03-18	18 марта	[5, 4, 2, 5, 2]
11212	stu-7б-17	2026-03-19	19 марта	[4, 5, 3, 5, 4, 2]
11213	stu-7б-17	2026-03-20	20 марта	[5, 4, 5, 2]
11214	stu-7б-17	2026-03-23	23 марта	[5, 4, 5, 5, 2]
11215	stu-7б-17	2026-03-24	24 марта	[3, 5, 3, 3, 4, 3]
11216	stu-7б-17	2026-03-25	25 марта	[5, 5, 3, 4]
11217	stu-7б-17	2026-03-26	26 марта	[4, 5, 3, 3, 4]
11218	stu-7б-17	2026-03-27	27 марта	[5, 3, 4, 5]
11219	stu-7б-17	2026-03-30	30 марта	[5, 3, 5, 4, 2]
11220	stu-7б-17	2026-03-31	31 марта	[5, 4, 5, 5, 3]
\.
