COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8101	stu-5в-8	2026-03-06	6 марта	[2, 4, 5, 4, 3]
8102	stu-5в-8	2026-03-09	9 марта	[4, 4, 3, 3, 5]
8103	stu-5в-8	2026-03-10	10 марта	[3, 2, 4, 3, 4, 5]
8104	stu-5в-8	2026-03-11	11 марта	[4, 4, 4, 3]
8105	stu-5в-8	2026-03-12	12 марта	[5, 4, 4, 5, 4, 5]
8106	stu-5в-8	2026-03-13	13 марта	[4, 3, 5, 4, 5]
8107	stu-5в-8	2026-03-16	16 марта	[4, 2, 5, 4]
8108	stu-5в-8	2026-03-17	17 марта	[3, 4, 5, 3, 3, 3]
8109	stu-5в-8	2026-03-18	18 марта	[3, 4, 5, 3]
8110	stu-5в-8	2026-03-19	19 марта	[5, 3, 5, 4, 4, 4]
8111	stu-5в-8	2026-03-20	20 марта	[5, 3, 4, 4, 2]
8112	stu-5в-8	2026-03-23	23 марта	[4, 4, 4, 3, 5]
\.
