COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1950	stu-4а-3	math	Математика	4.06	4.06	4.06	4
1951	stu-4а-3	music	Музыка	3.5	3.5	3.5	5
1952	stu-4а-3	work	Труд (технология)	4.5	4.5	4.5	6
1953	stu-4а-3	pe	Физическая культура	3.2	3.2	3.2	7
1954	stu-4а-4	art	Изобразительное искусство	3.14	3.14	3.14	0
1955	stu-4а-4	eng	Иностранный язык	3.5	3.5	3.5	1
1956	stu-4а-4	hist	История	4.5	4.5	4.5	2
1957	stu-4а-4	lit	Литература	4.06	4.06	4.06	3
1958	stu-4а-4	math	Математика	4.35	4.35	4.35	4
1959	stu-4а-4	music	Музыка	3.5	3.5	3.5	5
1960	stu-4а-4	work	Труд (технология)	4.25	4.25	4.25	6
1961	stu-4а-4	pe	Физическая культура	3.6	3.6	3.6	7
1962	stu-4а-5	art	Изобразительное искусство	3.57	3.57	3.57	0
1963	stu-4а-5	eng	Иностранный язык	4	4	4	1
1964	stu-4а-5	hist	История	4.25	4.25	4.25	2
1965	stu-4а-5	lit	Литература	3.47	3.47	3.47	3
1966	stu-4а-5	math	Математика	4.24	4.24	4.24	4
1967	stu-4а-5	music	Музыка	3.63	3.63	3.63	5
1968	stu-4а-5	work	Труд (технология)	4.75	4.75	4.75	6
1969	stu-4а-5	pe	Физическая культура	3.6	3.6	3.6	7
1970	stu-4а-6	art	Изобразительное искусство	3.14	3.14	3.14	0
1971	stu-4а-6	eng	Иностранный язык	4.75	4.75	4.75	1
1972	stu-4а-6	hist	История	3.88	3.88	3.88	2
1973	stu-4а-6	lit	Литература	3.63	3.63	3.63	3
1974	stu-4а-6	math	Математика	4	4	4	4
1975	stu-4а-6	music	Музыка	3.63	3.63	3.63	5
1976	stu-4а-6	work	Труд (технология)	4.5	4.5	4.5	6
1977	stu-4а-6	pe	Физическая культура	3.2	3.2	3.2	7
1978	stu-4а-7	art	Изобразительное искусство	3.43	3.43	3.43	0
1979	stu-4а-7	eng	Иностранный язык	3.25	3.25	3.25	1
1980	stu-4а-7	hist	История	4.5	4.5	4.5	2
1981	stu-4а-7	lit	Литература	4	4	4	3
1982	stu-4а-7	math	Математика	4.41	4.41	4.41	4
1983	stu-4а-7	music	Музыка	3.5	3.5	3.5	5
1984	stu-4а-7	work	Труд (технология)	4	4	4	6
1985	stu-4а-7	pe	Физическая культура	3.8	3.8	3.8	7
1986	stu-4а-8	art	Изобразительное искусство	3.43	3.43	3.43	0
1987	stu-4а-8	eng	Иностранный язык	4.75	4.75	4.75	1
1988	stu-4а-8	hist	История	4.25	4.25	4.25	2
1989	stu-4а-8	lit	Литература	3.47	3.47	3.47	3
1990	stu-4а-8	math	Математика	4.12	4.12	4.12	4
1991	stu-4а-8	music	Музыка	3.63	3.63	3.63	5
1992	stu-4а-8	work	Труд (технология)	4.75	4.75	4.75	6
1993	stu-4а-8	pe	Физическая культура	3.2	3.2	3.2	7
1994	stu-4а-9	art	Изобразительное искусство	3.14	3.14	3.14	0
1995	stu-4а-9	eng	Иностранный язык	4.25	4.25	4.25	1
1996	stu-4а-9	hist	История	4	4	4	2
1997	stu-4а-9	lit	Литература	3.78	3.78	3.78	3
1998	stu-4а-9	math	Математика	4.06	4.06	4.06	4
1999	stu-4а-9	music	Музыка	3.88	3.88	3.88	5
\.
