COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12301	stu-8а-10	2026-03-04	4 марта	[3, 5, 4, 4]
12302	stu-8а-10	2026-03-05	5 марта	[5, 3, 3, 3, 5]
12303	stu-8а-10	2026-03-06	6 марта	[2, 4, 4, 2, 4]
12304	stu-8а-10	2026-03-09	9 марта	[5, 4, 3, 4]
12305	stu-8а-10	2026-03-10	10 марта	[3, 4, 4, 3, 4, 4]
12306	stu-8а-10	2026-03-11	11 марта	[3, 4, 5, 3, 3]
12307	stu-8а-10	2026-03-12	12 марта	[4, 3, 5, 5, 3]
12308	stu-8а-10	2026-03-13	13 марта	[4, 3, 3, 5]
12309	stu-8а-10	2026-03-16	16 марта	[4, 4, 4, 4, 4]
12310	stu-8а-10	2026-03-17	17 марта	[5, 3, 4, 5, 4]
12311	stu-8а-10	2026-03-18	18 марта	[4, 4, 4, 4, 3]
12312	stu-8а-10	2026-03-19	19 марта	[5, 4, 2, 5, 3, 3]
\.
