COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7681	stu-5б-9	2026-03-04	4 марта	[5, 5, 4, 5, 3]
7682	stu-5б-9	2026-03-05	5 марта	[5, 5, 3, 2, 4, 5]
7683	stu-5б-9	2026-03-06	6 марта	[4, 5, 4, 5, 2]
7684	stu-5б-9	2026-03-09	9 марта	[2, 2, 5, 4, 4]
7685	stu-5б-9	2026-03-10	10 марта	[5, 2, 5, 4, 5]
7686	stu-5б-9	2026-03-11	11 марта	[4, 5, 5, 5]
7687	stu-5б-9	2026-03-12	12 марта	[4, 4, 5, 4, 4]
7688	stu-5б-9	2026-03-13	13 марта	[2, 5, 4, 4, 4]
7689	stu-5б-9	2026-03-16	16 марта	[3, 5, 5, 5, 3]
7690	stu-5б-9	2026-03-17	17 марта	[5, 4, 4, 4, 4, 4]
7691	stu-5б-9	2026-03-18	18 марта	[5, 3, 5, 4, 5]
7692	stu-5б-9	2026-03-19	19 марта	[3, 4, 2, 2, 5, 5]
\.
