COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12469	stu-8а-17	2026-03-24	24 марта	[5, 4, 5, 5, 4, 5]
12470	stu-8а-17	2026-03-25	25 марта	[5, 3, 4, 5, 5]
12471	stu-8а-17	2026-03-26	26 марта	[5, 2, 3, 4, 5]
12472	stu-8а-17	2026-03-27	27 марта	[2, 4, 5, 4, 5]
12473	stu-8а-17	2026-03-30	30 марта	[2, 5, 5, 2, 4]
12474	stu-8а-17	2026-03-31	31 марта	[4, 3, 4, 4, 2, 2]
12475	stu-8а-18	2026-03-02	2 марта	[4, 4, 5, 4]
12476	stu-8а-18	2026-03-03	3 марта	[4, 5, 2, 2, 4, 5]
12477	stu-8а-18	2026-03-04	4 марта	[3, 5, 4, 4]
12478	stu-8а-18	2026-03-05	5 марта	[5, 4, 5, 5, 4]
12479	stu-8а-18	2026-03-06	6 марта	[4, 5, 4, 3, 5]
12480	stu-8а-18	2026-03-09	9 марта	[5, 5, 2, 5]
\.
