COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2901	stu-5б-12	geo	География	4.25	4.25	4.25	1
2902	stu-5б-12	eng	Иностранный язык	4.54	4.54	4.54	2
2903	stu-5б-12	info	Информатика	4	4	4	3
2904	stu-5б-12	hist	История	4	4	4	4
2905	stu-5б-12	lit	Литература	4.29	4.29	4.29	5
2906	stu-5б-12	math	Математика	3.48	3.48	3.48	6
2907	stu-5б-12	social	Обществознание	3.75	3.75	3.75	7
2908	stu-5б-12	work	Труд (технология)	3.75	3.75	3.75	8
2909	stu-5б-12	pe	Физическая культура	4	4	4	9
2910	stu-5б-13	bio	Биология	5	5	5	0
2911	stu-5б-13	geo	География	4.13	4.13	4.13	1
2912	stu-5б-13	eng	Иностранный язык	3.54	3.54	3.54	2
2913	stu-5б-13	info	Информатика	4.22	4.22	4.22	3
2914	stu-5б-13	hist	История	3.38	3.38	3.38	4
2915	stu-5б-13	lit	Литература	3.87	3.87	3.87	5
2916	stu-5б-13	math	Математика	3.62	3.62	3.62	6
2917	stu-5б-13	social	Обществознание	4.5	4.5	4.5	7
2918	stu-5б-13	work	Труд (технология)	3.75	3.75	3.75	8
2919	stu-5б-13	pe	Физическая культура	4.1	4.1	4.1	9
2920	stu-5б-14	bio	Биология	4	4	4	0
2921	stu-5б-14	geo	География	3	3	3	1
2922	stu-5б-14	eng	Иностранный язык	3.15	3.15	3.15	2
2923	stu-5б-14	info	Информатика	4.22	4.22	4.22	3
2924	stu-5б-14	hist	История	2.88	2.88	2.88	4
2925	stu-5б-14	lit	Литература	3.81	3.81	3.81	5
2926	stu-5б-14	math	Математика	3.76	3.76	3.76	6
2927	stu-5б-14	social	Обществознание	4	4	4	7
2928	stu-5б-14	work	Труд (технология)	3.25	3.25	3.25	8
2929	stu-5б-14	pe	Физическая культура	4.1	4.1	4.1	9
2930	stu-5б-15	bio	Биология	4.67	4.67	4.67	0
2931	stu-5б-15	geo	География	4.5	4.5	4.5	1
2932	stu-5б-15	eng	Иностранный язык	4.54	4.54	4.54	2
2933	stu-5б-15	info	Информатика	4.11	4.11	4.11	3
2934	stu-5б-15	hist	История	4.13	4.13	4.13	4
2935	stu-5б-15	lit	Литература	4.29	4.29	4.29	5
2936	stu-5б-15	math	Математика	3.48	3.48	3.48	6
2937	stu-5б-15	social	Обществознание	4.25	4.25	4.25	7
2938	stu-5б-15	work	Труд (технология)	3.5	3.5	3.5	8
2939	stu-5б-15	pe	Физическая культура	3.8	3.8	3.8	9
2940	stu-5б-16	bio	Биология	5	5	5	0
2941	stu-5б-16	geo	География	3.5	3.5	3.5	1
2942	stu-5б-16	eng	Иностранный язык	3.31	3.31	3.31	2
2943	stu-5б-16	info	Информатика	4	4	4	3
2944	stu-5б-16	hist	История	3.5	3.5	3.5	4
2945	stu-5б-16	lit	Литература	3.74	3.74	3.74	5
2946	stu-5б-16	math	Математика	3.67	3.67	3.67	6
2947	stu-5б-16	social	Обществознание	4	4	4	7
2948	stu-5б-16	work	Труд (технология)	3.75	3.75	3.75	8
2949	stu-5б-16	pe	Физическая культура	4.1	4.1	4.1	9
2950	stu-5б-17	bio	Биология	3.67	3.67	3.67	0
\.
