COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6301	stu-9в-14	hist	История	3.63	3.63	3.63	4
6302	stu-9в-14	lit	Литература	3.8	3.8	3.8	5
6303	stu-9в-14	math	Математика	3.92	3.92	3.92	6
6304	stu-9в-14	social	Обществознание	3.86	3.86	3.86	7
6305	stu-9в-14	phys	Физика	3.09	3.09	3.09	8
6306	stu-9в-14	pe	Физическая культура	4	4	4	9
6307	stu-9в-14	chem	Химия	4	4	4	10
6308	stu-9в-15	bio	Биология	3.5	3.5	3.5	0
6309	stu-9в-15	geo	География	4.22	4.22	4.22	1
6310	stu-9в-15	eng	Иностранный язык	3.79	3.79	3.79	2
6311	stu-9в-15	info	Информатика	3.88	3.88	3.88	3
6312	stu-9в-15	hist	История	3.63	3.63	3.63	4
6313	stu-9в-15	lit	Литература	3.52	3.52	3.52	5
6314	stu-9в-15	math	Математика	3.96	3.96	3.96	6
6315	stu-9в-15	social	Обществознание	3.57	3.57	3.57	7
6316	stu-9в-15	phys	Физика	4.27	4.27	4.27	8
6317	stu-9в-15	pe	Физическая культура	4.13	4.13	4.13	9
6318	stu-9в-15	chem	Химия	4.5	4.5	4.5	10
6319	stu-9в-16	bio	Биология	3.38	3.38	3.38	0
6320	stu-9в-16	geo	География	4.11	4.11	4.11	1
6321	stu-9в-16	eng	Иностранный язык	3.64	3.64	3.64	2
6322	stu-9в-16	info	Информатика	4.13	4.13	4.13	3
6323	stu-9в-16	hist	История	4.38	4.38	4.38	4
6324	stu-9в-16	lit	Литература	3.96	3.96	3.96	5
6325	stu-9в-16	math	Математика	4.04	4.04	4.04	6
6326	stu-9в-16	social	Обществознание	4.29	4.29	4.29	7
6327	stu-9в-16	phys	Физика	4.18	4.18	4.18	8
6328	stu-9в-16	pe	Физическая культура	4.13	4.13	4.13	9
6329	stu-9в-16	chem	Химия	3.75	3.75	3.75	10
6330	stu-9в-17	bio	Биология	4.38	4.38	4.38	0
6331	stu-9в-17	geo	География	3.78	3.78	3.78	1
6332	stu-9в-17	eng	Иностранный язык	3.43	3.43	3.43	2
6333	stu-9в-17	info	Информатика	3.63	3.63	3.63	3
6334	stu-9в-17	hist	История	3.63	3.63	3.63	4
6335	stu-9в-17	lit	Литература	3.64	3.64	3.64	5
6336	stu-9в-17	math	Математика	3.92	3.92	3.92	6
6337	stu-9в-17	social	Обществознание	3.43	3.43	3.43	7
6338	stu-9в-17	phys	Физика	3.27	3.27	3.27	8
6339	stu-9в-17	pe	Физическая культура	4	4	4	9
6340	stu-9в-17	chem	Химия	3.88	3.88	3.88	10
6341	stu-9в-18	bio	Биология	3.25	3.25	3.25	0
6342	stu-9в-18	geo	География	4.56	4.56	4.56	1
6343	stu-9в-18	eng	Иностранный язык	4	4	4	2
6344	stu-9в-18	info	Информатика	3.88	3.88	3.88	3
6345	stu-9в-18	hist	История	3.75	3.75	3.75	4
6346	stu-9в-18	lit	Литература	3.68	3.68	3.68	5
6347	stu-9в-18	math	Математика	3.96	3.96	3.96	6
6348	stu-9в-18	social	Обществознание	4.43	4.43	4.43	7
6349	stu-9в-18	phys	Физика	3.91	3.91	3.91	8
6350	stu-9в-18	pe	Физическая культура	4.25	4.25	4.25	9
\.
