COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10093	stu-6г-4	2026-03-24	24 марта	[4, 3, 5, 3, 5, 4]
10094	stu-6г-4	2026-03-25	25 марта	[3, 5, 3, 4, 5]
10095	stu-6г-4	2026-03-26	26 марта	[5, 5, 2, 4, 3]
10096	stu-6г-4	2026-03-27	27 марта	[3, 4, 5, 4, 2]
10097	stu-6г-4	2026-03-30	30 марта	[2, 5, 4, 5]
10098	stu-6г-4	2026-03-31	31 марта	[4, 3, 4, 4, 5, 4]
10099	stu-6г-5	2026-03-02	2 марта	[4, 4, 4, 5, 2]
10100	stu-6г-5	2026-03-03	3 марта	[4, 3, 4, 2, 4]
10101	stu-6г-5	2026-03-04	4 марта	[5, 3, 5, 5, 4]
10102	stu-6г-5	2026-03-05	5 марта	[3, 4, 5, 5, 3, 3]
10103	stu-6г-5	2026-03-06	6 марта	[5, 2, 3, 2]
10104	stu-6г-5	2026-03-09	9 марта	[5, 5, 4, 4, 3]
\.
