COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7129	stu-5а-4	2026-03-02	2 марта	[5, 5, 2, 2, 5]
7130	stu-5а-4	2026-03-03	3 марта	[3, 4, 3, 5, 3, 2]
7131	stu-5а-4	2026-03-04	4 марта	[3, 3, 4, 5]
7132	stu-5а-4	2026-03-05	5 марта	[3, 2, 3, 5, 5]
7133	stu-5а-4	2026-03-06	6 марта	[4, 3, 5, 3, 5]
7134	stu-5а-4	2026-03-09	9 марта	[4, 2, 5, 4]
7135	stu-5а-4	2026-03-10	10 марта	[4, 3, 3, 5, 3]
7136	stu-5а-4	2026-03-11	11 марта	[4, 4, 2, 4, 4]
7137	stu-5а-4	2026-03-12	12 марта	[4, 4, 5, 3, 5]
7138	stu-5а-4	2026-03-13	13 марта	[4, 2, 3, 5, 2]
7139	stu-5а-4	2026-03-16	16 марта	[5, 2, 2, 5]
7140	stu-5а-4	2026-03-17	17 марта	[3, 3, 5, 5, 2]
\.
