COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7045	stu-4г-20	2026-03-06	6 марта	[5, 3, 4, 5]
7046	stu-4г-20	2026-03-09	9 марта	[5, 3, 4]
7047	stu-4г-20	2026-03-10	10 марта	[3, 5, 3, 5, 5]
7048	stu-4г-20	2026-03-11	11 марта	[5, 4, 3, 3]
7049	stu-4г-20	2026-03-12	12 марта	[4, 2, 4, 4, 5]
7050	stu-4г-20	2026-03-13	13 марта	[5, 2, 4, 5]
7051	stu-4г-20	2026-03-16	16 марта	[4, 5, 4]
7052	stu-4г-20	2026-03-17	17 марта	[4, 4, 2, 5, 4]
7053	stu-4г-20	2026-03-18	18 марта	[3, 5, 4, 5]
7054	stu-4г-20	2026-03-19	19 марта	[2, 2, 3, 4, 5]
7055	stu-4г-20	2026-03-20	20 марта	[4, 4, 3, 4]
7056	stu-4г-20	2026-03-23	23 марта	[3, 4, 3]
\.
