COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8989	stu-6а-10	2026-03-18	18 марта	[4, 2, 3, 2, 3]
8990	stu-6а-10	2026-03-19	19 марта	[3, 4, 5, 5, 3, 5]
8991	stu-6а-10	2026-03-20	20 марта	[4, 5, 4, 3]
8992	stu-6а-10	2026-03-23	23 марта	[4, 3, 5, 4]
8993	stu-6а-10	2026-03-24	24 марта	[4, 4, 5, 3, 5, 5]
8994	stu-6а-10	2026-03-25	25 марта	[2, 4, 5, 4, 3]
8995	stu-6а-10	2026-03-26	26 марта	[5, 4, 2, 5, 4]
8996	stu-6а-10	2026-03-27	27 марта	[2, 3, 4, 3, 4]
8997	stu-6а-10	2026-03-30	30 марта	[2, 5, 4, 5]
8998	stu-6а-10	2026-03-31	31 марта	[4, 5, 5, 5, 4, 3]
8999	stu-6а-11	2026-03-02	2 марта	[4, 3, 5, 4]
9000	stu-6а-11	2026-03-03	3 марта	[4, 2, 3, 5, 5]
\.
