COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7465	stu-5а-19	2026-03-10	10 марта	[4, 4, 3, 5, 5]
7466	stu-5а-19	2026-03-11	11 марта	[5, 5, 4, 2, 4]
7467	stu-5а-19	2026-03-12	12 марта	[5, 5, 5, 4, 3]
7468	stu-5а-19	2026-03-13	13 марта	[5, 4, 4, 5, 3]
7469	stu-5а-19	2026-03-16	16 марта	[3, 4, 3, 4]
7470	stu-5а-19	2026-03-17	17 марта	[3, 4, 5, 4, 4]
7471	stu-5а-19	2026-03-18	18 марта	[4, 5, 3, 4, 3]
7472	stu-5а-19	2026-03-19	19 марта	[5, 3, 4, 3, 3]
7473	stu-5а-19	2026-03-20	20 марта	[5, 5, 4, 3]
7474	stu-5а-19	2026-03-23	23 марта	[2, 5, 5, 3]
7475	stu-5а-19	2026-03-24	24 марта	[2, 4, 4, 3, 5]
7476	stu-5а-19	2026-03-25	25 марта	[2, 5, 5, 5]
\.
