COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6937	stu-4г-15	2026-03-10	10 марта	[3, 5, 5, 4, 3]
6938	stu-4г-15	2026-03-11	11 марта	[5, 5, 2, 3]
6939	stu-4г-15	2026-03-12	12 марта	[3, 4, 5, 3, 4]
6940	stu-4г-15	2026-03-13	13 марта	[4, 4, 5, 4]
6941	stu-4г-15	2026-03-16	16 марта	[5, 5, 4]
6942	stu-4г-15	2026-03-17	17 марта	[4, 5, 4, 5, 2]
6943	stu-4г-15	2026-03-18	18 марта	[3, 4, 5, 5]
6944	stu-4г-15	2026-03-19	19 марта	[3, 4, 5, 3, 5]
6945	stu-4г-15	2026-03-20	20 марта	[5, 5, 3, 5]
6946	stu-4г-15	2026-03-23	23 марта	[5, 2, 3]
6947	stu-4г-15	2026-03-24	24 марта	[3, 4, 5, 3, 4]
6948	stu-4г-15	2026-03-25	25 марта	[3, 4, 5, 2]
\.
