COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8689	stu-5г-15	2026-03-30	30 марта	[4, 5, 4, 4, 2]
8690	stu-5г-15	2026-03-31	31 марта	[5, 4, 5, 4, 2, 4]
8691	stu-5г-16	2026-03-02	2 марта	[5, 2, 5, 3]
8692	stu-5г-16	2026-03-03	3 марта	[3, 4, 4, 3, 5, 4]
8693	stu-5г-16	2026-03-04	4 марта	[5, 5, 4, 4, 4]
8694	stu-5г-16	2026-03-05	5 марта	[3, 5, 3, 4, 4]
8695	stu-5г-16	2026-03-06	6 марта	[4, 4, 5, 5, 4]
8696	stu-5г-16	2026-03-09	9 марта	[5, 5, 2, 3]
8697	stu-5г-16	2026-03-10	10 марта	[4, 5, 5, 5, 2]
8698	stu-5г-16	2026-03-11	11 марта	[5, 4, 4, 4]
8699	stu-5г-16	2026-03-12	12 марта	[4, 5, 2, 5, 5, 4]
8700	stu-5г-16	2026-03-13	13 марта	[4, 5, 3, 5]
\.
