COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13057	stu-8в-6	2026-03-16	16 марта	[5, 2, 4, 4]
13058	stu-8в-6	2026-03-17	17 марта	[5, 3, 2, 5, 4, 2]
13059	stu-8в-6	2026-03-18	18 марта	[4, 5, 4, 4]
13060	stu-8в-6	2026-03-19	19 марта	[4, 3, 5, 4, 3]
13061	stu-8в-6	2026-03-20	20 марта	[4, 4, 5, 5]
13062	stu-8в-6	2026-03-23	23 марта	[4, 3, 4, 5, 4]
13063	stu-8в-6	2026-03-24	24 марта	[4, 4, 2, 3, 5, 4]
13064	stu-8в-6	2026-03-25	25 марта	[3, 3, 5, 3, 4]
13065	stu-8в-6	2026-03-26	26 марта	[3, 2, 3, 2, 5]
13066	stu-8в-6	2026-03-27	27 марта	[2, 3, 5, 3, 3]
13067	stu-8в-6	2026-03-30	30 марта	[4, 5, 3, 5, 4]
13068	stu-8в-6	2026-03-31	31 марта	[5, 5, 5, 4, 3]
\.
