COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9673	stu-6в-4	2026-03-20	20 марта	[5, 3, 4, 5, 4]
9674	stu-6в-4	2026-03-23	23 марта	[5, 4, 2, 5, 3]
9675	stu-6в-4	2026-03-24	24 марта	[4, 4, 4, 3, 5, 3]
9676	stu-6в-4	2026-03-25	25 марта	[2, 4, 5, 5]
9677	stu-6в-4	2026-03-26	26 марта	[4, 2, 4, 3, 4]
9678	stu-6в-4	2026-03-27	27 марта	[3, 5, 5, 4]
9679	stu-6в-4	2026-03-30	30 марта	[3, 4, 4, 5]
9680	stu-6в-4	2026-03-31	31 марта	[5, 4, 4, 4, 2]
9681	stu-6в-5	2026-03-02	2 марта	[3, 4, 3, 3]
9682	stu-6в-5	2026-03-03	3 марта	[5, 3, 5, 5, 5]
9683	stu-6в-5	2026-03-04	4 марта	[4, 5, 3, 4]
9684	stu-6в-5	2026-03-05	5 марта	[4, 3, 5, 5, 3, 4]
\.
