COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12577	stu-8б-3	2026-03-20	20 марта	[5, 5, 3, 3]
12578	stu-8б-3	2026-03-23	23 марта	[4, 4, 4, 4, 4]
12579	stu-8б-3	2026-03-24	24 марта	[5, 4, 3, 5, 3, 5]
12580	stu-8б-3	2026-03-25	25 марта	[2, 4, 5, 2]
12581	stu-8б-3	2026-03-26	26 марта	[3, 4, 5, 5, 5]
12582	stu-8б-3	2026-03-27	27 марта	[2, 5, 4, 4]
12583	stu-8б-3	2026-03-30	30 марта	[3, 5, 3, 2, 5]
12584	stu-8б-3	2026-03-31	31 марта	[5, 5, 4, 3, 3]
12585	stu-8б-4	2026-03-02	2 марта	[3, 3, 5, 4, 3]
12586	stu-8б-4	2026-03-03	3 марта	[3, 2, 4, 4, 4]
12587	stu-8б-4	2026-03-04	4 марта	[2, 2, 3, 4, 3]
12588	stu-8б-4	2026-03-05	5 марта	[3, 4, 3, 2, 5, 4]
\.
