COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8677	stu-5г-15	2026-03-12	12 марта	[3, 5, 3, 3, 5, 2]
8678	stu-5г-15	2026-03-13	13 марта	[5, 4, 4, 5]
8679	stu-5г-15	2026-03-16	16 марта	[2, 3, 5, 5]
8680	stu-5г-15	2026-03-17	17 марта	[5, 4, 2, 4, 4]
8681	stu-5г-15	2026-03-18	18 марта	[3, 3, 5, 5, 4]
8682	stu-5г-15	2026-03-19	19 марта	[4, 4, 3, 2, 4]
8683	stu-5г-15	2026-03-20	20 марта	[5, 4, 4, 5, 4]
8684	stu-5г-15	2026-03-23	23 марта	[4, 4, 5, 3, 4]
8685	stu-5г-15	2026-03-24	24 марта	[5, 3, 5, 4, 5, 5]
8686	stu-5г-15	2026-03-25	25 марта	[3, 5, 5, 3]
8687	stu-5г-15	2026-03-26	26 марта	[5, 4, 3, 3, 2]
8688	stu-5г-15	2026-03-27	27 марта	[2, 3, 4, 3, 4]
\.
