COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3101	stu-5в-11	geo	География	3.5	3.5	3.5	1
3102	stu-5в-11	eng	Иностранный язык	3.45	3.45	3.45	2
3103	stu-5в-11	info	Информатика	4.13	4.13	4.13	3
3104	stu-5в-11	hist	История	3.75	3.75	3.75	4
3105	stu-5в-11	lit	Литература	3.77	3.77	3.77	5
3106	stu-5в-11	math	Математика	3.65	3.65	3.65	6
3107	stu-5в-11	music	Музыка	4.25	4.25	4.25	7
3108	stu-5в-11	social	Обществознание	4.25	4.25	4.25	8
3109	stu-5в-11	work	Труд (технология)	4.75	4.75	4.75	9
3110	stu-5в-11	pe	Физическая культура	3.89	3.89	3.89	10
3111	stu-5в-12	bio	Биология	3.14	3.14	3.14	0
3112	stu-5в-12	geo	География	4.75	4.75	4.75	1
3113	stu-5в-12	eng	Иностранный язык	3.91	3.91	3.91	2
3114	stu-5в-12	info	Информатика	3.75	3.75	3.75	3
3115	stu-5в-12	hist	История	3.38	3.38	3.38	4
3116	stu-5в-12	lit	Литература	4	4	4	5
3117	stu-5в-12	math	Математика	3.78	3.78	3.78	6
3118	stu-5в-12	music	Музыка	4	4	4	7
3119	stu-5в-12	social	Обществознание	4	4	4	8
3120	stu-5в-12	work	Труд (технология)	4	4	4	9
3121	stu-5в-12	pe	Физическая культура	4.11	4.11	4.11	10
3122	stu-5в-13	bio	Биология	4.14	4.14	4.14	0
3123	stu-5в-13	geo	География	4.25	4.25	4.25	1
3124	stu-5в-13	eng	Иностранный язык	3.55	3.55	3.55	2
3125	stu-5в-13	info	Информатика	3.75	3.75	3.75	3
3126	stu-5в-13	hist	История	3.63	3.63	3.63	4
3127	stu-5в-13	lit	Литература	3.74	3.74	3.74	5
3128	stu-5в-13	math	Математика	3.7	3.7	3.7	6
3129	stu-5в-13	music	Музыка	3.5	3.5	3.5	7
3130	stu-5в-13	social	Обществознание	4.25	4.25	4.25	8
3131	stu-5в-13	work	Труд (технология)	4.25	4.25	4.25	9
3132	stu-5в-13	pe	Физическая культура	4.33	4.33	4.33	10
3133	stu-5в-14	bio	Биология	2.43	2.43	2.43	0
3134	stu-5в-14	geo	География	3.75	3.75	3.75	1
3135	stu-5в-14	eng	Иностранный язык	3.73	3.73	3.73	2
3136	stu-5в-14	info	Информатика	4	4	4	3
3137	stu-5в-14	hist	История	3.88	3.88	3.88	4
3138	stu-5в-14	lit	Литература	3.94	3.94	3.94	5
3139	stu-5в-14	math	Математика	3.7	3.7	3.7	6
3140	stu-5в-14	music	Музыка	3.25	3.25	3.25	7
3141	stu-5в-14	social	Обществознание	4.25	4.25	4.25	8
3142	stu-5в-14	work	Труд (технология)	4.75	4.75	4.75	9
3143	stu-5в-14	pe	Физическая культура	3.67	3.67	3.67	10
3144	stu-5в-15	bio	Биология	3.71	3.71	3.71	0
3145	stu-5в-15	geo	География	5	5	5	1
3146	stu-5в-15	eng	Иностранный язык	4.09	4.09	4.09	2
3147	stu-5в-15	info	Информатика	3.88	3.88	3.88	3
3148	stu-5в-15	hist	История	3.38	3.38	3.38	4
3149	stu-5в-15	lit	Литература	3.87	3.87	3.87	5
3150	stu-5в-15	math	Математика	3.78	3.78	3.78	6
\.
