COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9589	stu-6б-19	2026-03-26	26 марта	[4, 5, 4, 5, 5, 4]
9590	stu-6б-19	2026-03-27	27 марта	[4, 5, 3, 5, 3]
9591	stu-6б-19	2026-03-30	30 марта	[3, 2, 5, 3]
9592	stu-6б-19	2026-03-31	31 марта	[5, 2, 3, 4, 3]
9593	stu-6в-1	2026-03-02	2 марта	[5, 2, 4, 3]
9594	stu-6в-1	2026-03-03	3 марта	[3, 4, 4, 3, 4]
9595	stu-6в-1	2026-03-04	4 марта	[4, 4, 4, 5]
9596	stu-6в-1	2026-03-05	5 марта	[5, 2, 3, 4, 2, 5]
9597	stu-6в-1	2026-03-06	6 марта	[4, 5, 4, 4]
9598	stu-6в-1	2026-03-09	9 марта	[4, 5, 4, 4, 5]
9599	stu-6в-1	2026-03-10	10 марта	[3, 3, 4, 5, 4]
9600	stu-6в-1	2026-03-11	11 марта	[2, 4, 5, 4]
\.
