COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9841	stu-6в-12	2026-03-10	10 марта	[4, 5, 5, 4, 5]
9842	stu-6в-12	2026-03-11	11 марта	[4, 5, 4, 3]
9843	stu-6в-12	2026-03-12	12 марта	[4, 4, 5, 5, 4, 3]
9844	stu-6в-12	2026-03-13	13 марта	[4, 2, 5, 4]
9845	stu-6в-12	2026-03-16	16 марта	[2, 3, 5, 5]
9846	stu-6в-12	2026-03-17	17 марта	[5, 4, 2, 4, 5]
9847	stu-6в-12	2026-03-18	18 марта	[2, 5, 5, 4]
9848	stu-6в-12	2026-03-19	19 марта	[5, 5, 4, 5, 4, 5]
9849	stu-6в-12	2026-03-20	20 марта	[4, 3, 2, 4, 4]
9850	stu-6в-12	2026-03-23	23 марта	[3, 5, 4, 5, 3]
9851	stu-6в-12	2026-03-24	24 марта	[5, 3, 5, 4, 4, 5]
9852	stu-6в-12	2026-03-25	25 марта	[2, 3, 4, 4]
\.
