COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
701	stu-2а-6	lit	Литература	3.78	3.78	3.78	3
702	stu-2а-6	math	Математика	3.91	3.91	3.91	4
703	stu-2а-6	music	Музыка	3.88	3.88	3.88	5
704	stu-2а-6	work	Труд (технология)	3.75	3.75	3.75	6
705	stu-2а-6	pe	Физическая культура	3.75	3.75	3.75	7
706	stu-2а-7	art	Изобразительное искусство	4.67	4.67	4.67	0
707	stu-2а-7	eng	Иностранный язык	3.86	3.86	3.86	1
708	stu-2а-7	hist	История	4	4	4	2
709	stu-2а-7	lit	Литература	4.22	4.22	4.22	3
710	stu-2а-7	math	Математика	3.64	3.64	3.64	4
711	stu-2а-7	music	Музыка	3.88	3.88	3.88	5
712	stu-2а-7	work	Труд (технология)	4.13	4.13	4.13	6
713	stu-2а-7	pe	Физическая культура	3.5	3.5	3.5	7
714	stu-2а-8	art	Изобразительное искусство	4	4	4	0
715	stu-2а-8	eng	Иностранный язык	4.57	4.57	4.57	1
716	stu-2а-8	hist	История	3.86	3.86	3.86	2
717	stu-2а-8	lit	Литература	3.59	3.59	3.59	3
718	stu-2а-8	math	Математика	3.95	3.95	3.95	4
719	stu-2а-8	music	Музыка	4.13	4.13	4.13	5
720	stu-2а-8	work	Труд (технология)	3.88	3.88	3.88	6
721	stu-2а-8	pe	Физическая культура	4	4	4	7
722	stu-2а-9	art	Изобразительное искусство	3	3	3	0
723	stu-2а-9	eng	Иностранный язык	3.57	3.57	3.57	1
724	stu-2а-9	hist	История	3.86	3.86	3.86	2
725	stu-2а-9	lit	Литература	3.94	3.94	3.94	3
726	stu-2а-9	math	Математика	3.86	3.86	3.86	4
727	stu-2а-9	music	Музыка	4.5	4.5	4.5	5
728	stu-2а-9	work	Труд (технология)	3.63	3.63	3.63	6
729	stu-2а-9	pe	Физическая культура	3.5	3.5	3.5	7
730	stu-2а-10	art	Изобразительное искусство	3.67	3.67	3.67	0
731	stu-2а-10	eng	Иностранный язык	3.43	3.43	3.43	1
732	stu-2а-10	hist	История	3.86	3.86	3.86	2
733	stu-2а-10	lit	Литература	4	4	4	3
734	stu-2а-10	math	Математика	3.95	3.95	3.95	4
735	stu-2а-10	music	Музыка	4.25	4.25	4.25	5
736	stu-2а-10	work	Труд (технология)	3.75	3.75	3.75	6
737	stu-2а-10	pe	Физическая культура	3.75	3.75	3.75	7
738	stu-2а-11	art	Изобразительное искусство	4.67	4.67	4.67	0
739	stu-2а-11	eng	Иностранный язык	4.71	4.71	4.71	1
740	stu-2а-11	hist	История	4	4	4	2
741	stu-2а-11	lit	Литература	3.97	3.97	3.97	3
742	stu-2а-11	math	Математика	3.86	3.86	3.86	4
743	stu-2а-11	music	Музыка	4.5	4.5	4.5	5
744	stu-2а-11	work	Труд (технология)	3.63	3.63	3.63	6
745	stu-2а-11	pe	Физическая культура	3.75	3.75	3.75	7
746	stu-2а-12	art	Изобразительное искусство	3	3	3	0
747	stu-2а-12	eng	Иностранный язык	4	4	4	1
748	stu-2а-12	hist	История	4	4	4	2
749	stu-2а-12	lit	Литература	3.69	3.69	3.69	3
750	stu-2а-12	math	Математика	3.68	3.68	3.68	4
\.
