COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9793	stu-6в-10	2026-03-04	4 марта	[4, 5, 4, 5]
9794	stu-6в-10	2026-03-05	5 марта	[5, 3, 3, 5, 3, 5]
9795	stu-6в-10	2026-03-06	6 марта	[4, 4, 3, 3]
9796	stu-6в-10	2026-03-09	9 марта	[3, 5, 4, 4, 5]
9797	stu-6в-10	2026-03-10	10 марта	[3, 3, 4, 5, 4]
9798	stu-6в-10	2026-03-11	11 марта	[2, 5, 5, 4]
9799	stu-6в-10	2026-03-12	12 марта	[5, 3, 4, 5, 3, 5]
9800	stu-6в-10	2026-03-13	13 марта	[3, 4, 5, 3]
9801	stu-6в-10	2026-03-16	16 марта	[3, 5, 4, 5]
9802	stu-6в-10	2026-03-17	17 марта	[4, 5, 4, 3, 4]
9803	stu-6в-10	2026-03-18	18 марта	[4, 5, 4, 5]
9804	stu-6в-10	2026-03-19	19 марта	[4, 4, 3, 5, 3, 5]
\.
