COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11941	stu-7г-12	2026-03-24	24 марта	[5, 3, 3, 4, 5, 4]
11942	stu-7г-12	2026-03-25	25 марта	[3, 5, 2, 2]
11943	stu-7г-12	2026-03-26	26 марта	[4, 3, 2, 5, 5, 3]
11944	stu-7г-12	2026-03-27	27 марта	[5, 4, 3, 5, 2]
11945	stu-7г-12	2026-03-30	30 марта	[4, 4, 3, 5, 4]
11946	stu-7г-12	2026-03-31	31 марта	[5, 4, 3, 5, 3, 2]
11947	stu-7г-13	2026-03-02	2 марта	[5, 5, 4, 5, 3]
11948	stu-7г-13	2026-03-03	3 марта	[3, 5, 3, 3, 5, 4]
11949	stu-7г-13	2026-03-04	4 марта	[4, 5, 5, 2, 5]
11950	stu-7г-13	2026-03-05	5 марта	[2, 4, 3, 3, 3]
11951	stu-7г-13	2026-03-06	6 марта	[5, 2, 3, 5]
11952	stu-7г-13	2026-03-09	9 марта	[4, 2, 4, 4, 4]
\.
