COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6997	stu-4г-18	2026-03-02	2 марта	[4, 3, 5]
6998	stu-4г-18	2026-03-03	3 марта	[2, 5, 5, 4, 4]
6999	stu-4г-18	2026-03-04	4 марта	[4, 3, 5, 5]
7000	stu-4г-18	2026-03-05	5 марта	[5, 5, 5, 3]
7001	stu-4г-18	2026-03-06	6 марта	[4, 4, 5, 4]
7002	stu-4г-18	2026-03-09	9 марта	[5, 5, 5]
7003	stu-4г-18	2026-03-10	10 марта	[2, 5, 5, 4, 4]
7004	stu-4г-18	2026-03-11	11 марта	[5, 5, 2, 4]
7005	stu-4г-18	2026-03-12	12 марта	[3, 4, 5, 3, 5]
7006	stu-4г-18	2026-03-13	13 марта	[4, 4, 5, 4]
7007	stu-4г-18	2026-03-16	16 марта	[5, 4, 5]
7008	stu-4г-18	2026-03-17	17 марта	[3, 5, 4, 5, 3]
\.
