COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13165	stu-8в-11	2026-03-12	12 марта	[5, 5, 4, 2, 4]
13166	stu-8в-11	2026-03-13	13 марта	[3, 3, 5, 2, 4]
13167	stu-8в-11	2026-03-16	16 марта	[4, 4, 4, 3]
13168	stu-8в-11	2026-03-17	17 марта	[5, 3, 4, 5, 4, 4]
13169	stu-8в-11	2026-03-18	18 марта	[3, 5, 3, 4]
13170	stu-8в-11	2026-03-19	19 марта	[5, 4, 4, 5, 5]
13171	stu-8в-11	2026-03-20	20 марта	[5, 4, 3, 4]
13172	stu-8в-11	2026-03-23	23 марта	[3, 3, 5, 5, 3]
13173	stu-8в-11	2026-03-24	24 марта	[5, 3, 4, 4, 5, 5]
13174	stu-8в-11	2026-03-25	25 марта	[3, 3, 5, 2, 3]
13175	stu-8в-11	2026-03-26	26 марта	[5, 2, 5, 3, 5]
13176	stu-8в-11	2026-03-27	27 марта	[3, 4, 3, 3, 4]
\.
