COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8653	stu-5г-14	2026-03-10	10 марта	[3, 3, 4, 4, 2]
8654	stu-5г-14	2026-03-11	11 марта	[5, 5, 3, 3]
8655	stu-5г-14	2026-03-12	12 марта	[5, 4, 4, 4, 4, 3]
8656	stu-5г-14	2026-03-13	13 марта	[5, 5, 5, 4]
8657	stu-5г-14	2026-03-16	16 марта	[4, 5, 5, 4]
8658	stu-5г-14	2026-03-17	17 марта	[3, 3, 4, 2, 5]
8659	stu-5г-14	2026-03-18	18 марта	[5, 5, 5, 4, 3]
8660	stu-5г-14	2026-03-19	19 марта	[5, 5, 4, 4, 5]
8661	stu-5г-14	2026-03-20	20 марта	[5, 4, 3, 4, 3]
8662	stu-5г-14	2026-03-23	23 марта	[5, 3, 4, 2, 3]
8663	stu-5г-14	2026-03-24	24 марта	[3, 3, 5, 2, 4, 4]
8664	stu-5г-14	2026-03-25	25 марта	[5, 4, 4, 2]
\.
