COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5051	stu-7г-18	eng	Иностранный язык	3.31	3.31	3.31	2
5052	stu-7г-18	info	Информатика	4.5	4.5	4.5	3
5053	stu-7г-18	hist	История	3	3	3	4
5054	stu-7г-18	lit	Литература	3.77	3.77	3.77	5
5055	stu-7г-18	math	Математика	3.74	3.74	3.74	6
5056	stu-7г-18	social	Обществознание	3.75	3.75	3.75	7
5057	stu-7г-18	phys	Физика	3.71	3.71	3.71	8
5058	stu-7г-18	pe	Физическая культура	4.22	4.22	4.22	9
5059	stu-7г-18	chem	Химия	4.25	4.25	4.25	10
5060	stu-7г-19	bio	Биология	3.5	3.5	3.5	0
5061	stu-7г-19	geo	География	4	4	4	1
5062	stu-7г-19	eng	Иностранный язык	3.85	3.85	3.85	2
5063	stu-7г-19	info	Информатика	3.33	3.33	3.33	3
5064	stu-7г-19	hist	История	4.5	4.5	4.5	4
5065	stu-7г-19	lit	Литература	3.81	3.81	3.81	5
5066	stu-7г-19	math	Математика	3.96	3.96	3.96	6
5067	stu-7г-19	social	Обществознание	3.75	3.75	3.75	7
5068	stu-7г-19	phys	Физика	4	4	4	8
5069	stu-7г-19	pe	Физическая культура	4.44	4.44	4.44	9
5070	stu-7г-19	chem	Химия	4.5	4.5	4.5	10
5071	stu-8а-1	bio	Биология	3.33	3.33	3.33	0
5072	stu-8а-1	geo	География	3.86	3.86	3.86	1
5073	stu-8а-1	eng	Иностранный язык	4.08	4.08	4.08	2
5074	stu-8а-1	info	Информатика	4.25	4.25	4.25	3
5075	stu-8а-1	hist	История	4.38	4.38	4.38	4
5076	stu-8а-1	lit	Литература	3.67	3.67	3.67	5
5077	stu-8а-1	math	Математика	3.61	3.61	3.61	6
5078	stu-8а-1	social	Обществознание	4.13	4.13	4.13	7
5079	stu-8а-1	work	Труд (технология)	3	3	3	8
5080	stu-8а-1	phys	Физика	3.5	3.5	3.5	9
5081	stu-8а-1	pe	Физическая культура	3.78	3.78	3.78	10
5082	stu-8а-1	chem	Химия	3.89	3.89	3.89	11
5083	stu-8а-2	bio	Биология	4.33	4.33	4.33	0
5084	stu-8а-2	geo	География	4.43	4.43	4.43	1
5085	stu-8а-2	eng	Иностранный язык	4.46	4.46	4.46	2
5086	stu-8а-2	info	Информатика	4	4	4	3
5087	stu-8а-2	hist	История	3.88	3.88	3.88	4
5088	stu-8а-2	lit	Литература	4.22	4.22	4.22	5
5089	stu-8а-2	math	Математика	3.78	3.78	3.78	6
5090	stu-8а-2	social	Обществознание	4.5	4.5	4.5	7
5091	stu-8а-2	work	Труд (технология)	2.67	2.67	2.67	8
5092	stu-8а-2	phys	Физика	3.5	3.5	3.5	9
5093	stu-8а-2	pe	Физическая культура	3.89	3.89	3.89	10
5094	stu-8а-2	chem	Химия	4.11	4.11	4.11	11
5095	stu-8а-3	bio	Биология	4.33	4.33	4.33	0
5096	stu-8а-3	geo	География	3.86	3.86	3.86	1
5097	stu-8а-3	eng	Иностранный язык	3.23	3.23	3.23	2
5098	stu-8а-3	info	Информатика	4.75	4.75	4.75	3
5099	stu-8а-3	hist	История	3.75	3.75	3.75	4
5100	stu-8а-3	lit	Литература	3.56	3.56	3.56	5
\.
