COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12949	stu-8в-1	2026-03-18	18 марта	[5, 5, 3, 5]
12950	stu-8в-1	2026-03-19	19 марта	[5, 4, 5, 4, 3]
12951	stu-8в-1	2026-03-20	20 марта	[5, 5, 5, 5]
12952	stu-8в-1	2026-03-23	23 марта	[5, 5, 4, 4, 3]
12953	stu-8в-1	2026-03-24	24 марта	[3, 3, 2, 2, 5, 4]
12954	stu-8в-1	2026-03-25	25 марта	[4, 5, 5, 3, 3]
12955	stu-8в-1	2026-03-26	26 марта	[3, 3, 3, 4, 4]
12956	stu-8в-1	2026-03-27	27 марта	[3, 3, 5, 4, 5]
12957	stu-8в-1	2026-03-30	30 марта	[5, 5, 2, 4, 4]
12958	stu-8в-1	2026-03-31	31 марта	[5, 3, 5, 4, 2]
12959	stu-8в-2	2026-03-02	2 марта	[3, 4, 4, 5, 3]
12960	stu-8в-2	2026-03-03	3 марта	[4, 5, 5, 4, 4, 5]
\.
