COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9661	stu-6в-4	2026-03-04	4 марта	[2, 5, 4, 5]
9662	stu-6в-4	2026-03-05	5 марта	[5, 2, 3, 4, 2, 5]
9663	stu-6в-4	2026-03-06	6 марта	[5, 5, 4, 4]
9664	stu-6в-4	2026-03-09	9 марта	[4, 5, 4, 4, 5]
9665	stu-6в-4	2026-03-10	10 марта	[2, 3, 3, 4, 4]
9666	stu-6в-4	2026-03-11	11 марта	[2, 5, 5, 5]
9667	stu-6в-4	2026-03-12	12 марта	[5, 2, 3, 4, 2, 4]
9668	stu-6в-4	2026-03-13	13 марта	[4, 4, 5, 3]
9669	stu-6в-4	2026-03-16	16 марта	[4, 4, 4, 5]
9670	stu-6в-4	2026-03-17	17 марта	[3, 4, 3, 2, 4]
9671	stu-6в-4	2026-03-18	18 марта	[3, 3, 4, 5]
9672	stu-6в-4	2026-03-19	19 марта	[5, 3, 2, 3, 2, 5]
\.
