COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12121	stu-8а-1	2026-03-30	30 марта	[3, 3, 5, 3, 3]
12122	stu-8а-1	2026-03-31	31 марта	[3, 4, 3, 3, 3, 4]
12123	stu-8а-2	2026-03-02	2 марта	[3, 5, 5, 5]
12124	stu-8а-2	2026-03-03	3 марта	[5, 5, 2, 3, 5, 4]
12125	stu-8а-2	2026-03-04	4 марта	[3, 4, 5, 5]
12126	stu-8а-2	2026-03-05	5 марта	[5, 4, 3, 3, 5]
12127	stu-8а-2	2026-03-06	6 марта	[2, 5, 5, 4, 5]
12128	stu-8а-2	2026-03-09	9 марта	[4, 4, 2, 5]
12129	stu-8а-2	2026-03-10	10 марта	[4, 3, 5, 4, 4, 4]
12130	stu-8а-2	2026-03-11	11 марта	[3, 4, 5, 5, 4]
12131	stu-8а-2	2026-03-12	12 марта	[3, 3, 5, 5, 4]
12132	stu-8а-2	2026-03-13	13 марта	[3, 4, 4, 4]
\.
