COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1351	stu-3а-8	music	Музыка	4	4	4	5
1352	stu-3а-8	work	Труд (технология)	4.67	4.67	4.67	6
1353	stu-3а-8	pe	Физическая культура	3.67	3.67	3.67	7
1354	stu-3а-9	art	Изобразительное искусство	4.13	4.13	4.13	0
1355	stu-3а-9	eng	Иностранный язык	3.78	3.78	3.78	1
1356	stu-3а-9	hist	История	4.13	4.13	4.13	2
1357	stu-3а-9	lit	Литература	3.86	3.86	3.86	3
1358	stu-3а-9	math	Математика	3.95	3.95	3.95	4
1359	stu-3а-9	music	Музыка	3.67	3.67	3.67	5
1360	stu-3а-9	work	Труд (технология)	3.33	3.33	3.33	6
1361	stu-3а-9	pe	Физическая культура	4	4	4	7
1362	stu-3а-10	art	Изобразительное искусство	4.75	4.75	4.75	0
1363	stu-3а-10	eng	Иностранный язык	3.78	3.78	3.78	1
1364	stu-3а-10	hist	История	3.88	3.88	3.88	2
1365	stu-3а-10	lit	Литература	3.67	3.67	3.67	3
1366	stu-3а-10	math	Математика	3.7	3.7	3.7	4
1367	stu-3а-10	music	Музыка	3.67	3.67	3.67	5
1368	stu-3а-10	work	Труд (технология)	4	4	4	6
1369	stu-3а-10	pe	Физическая культура	4.33	4.33	4.33	7
1370	stu-3а-11	art	Изобразительное искусство	4.13	4.13	4.13	0
1371	stu-3а-11	eng	Иностранный язык	4.11	4.11	4.11	1
1372	stu-3а-11	hist	История	4.25	4.25	4.25	2
1373	stu-3а-11	lit	Литература	3.94	3.94	3.94	3
1374	stu-3а-11	math	Математика	4.1	4.1	4.1	4
1375	stu-3а-11	music	Музыка	3.67	3.67	3.67	5
1376	stu-3а-11	work	Труд (технология)	3.33	3.33	3.33	6
1377	stu-3а-11	pe	Физическая культура	3.67	3.67	3.67	7
1378	stu-3а-12	art	Изобразительное искусство	3.75	3.75	3.75	0
1379	stu-3а-12	eng	Иностранный язык	3.67	3.67	3.67	1
1380	stu-3а-12	hist	История	3.5	3.5	3.5	2
1381	stu-3а-12	lit	Литература	4.03	4.03	4.03	3
1382	stu-3а-12	math	Математика	3.8	3.8	3.8	4
1383	stu-3а-12	music	Музыка	3.67	3.67	3.67	5
1384	stu-3а-12	work	Труд (технология)	4.67	4.67	4.67	6
1385	stu-3а-12	pe	Физическая культура	4	4	4	7
1386	stu-3а-13	art	Изобразительное искусство	4.75	4.75	4.75	0
1387	stu-3а-13	eng	Иностранный язык	3.89	3.89	3.89	1
1388	stu-3а-13	hist	История	3.63	3.63	3.63	2
1389	stu-3а-13	lit	Литература	3.72	3.72	3.72	3
1390	stu-3а-13	math	Математика	3.8	3.8	3.8	4
1391	stu-3а-13	music	Музыка	4.33	4.33	4.33	5
1392	stu-3а-13	work	Труд (технология)	4	4	4	6
1393	stu-3а-13	pe	Физическая культура	4.67	4.67	4.67	7
1394	stu-3а-14	art	Изобразительное искусство	3.75	3.75	3.75	0
1395	stu-3а-14	eng	Иностранный язык	3.89	3.89	3.89	1
1396	stu-3а-14	hist	История	4.25	4.25	4.25	2
1397	stu-3а-14	lit	Литература	4.03	4.03	4.03	3
1398	stu-3а-14	math	Математика	4	4	4	4
1399	stu-3а-14	music	Музыка	4.67	4.67	4.67	5
1400	stu-3а-14	work	Труд (технология)	3.67	3.67	3.67	6
\.
