COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8761	stu-5г-19	2026-03-06	6 марта	[3, 5, 4, 4, 4]
8762	stu-5г-19	2026-03-09	9 марта	[5, 5, 2, 3]
8763	stu-5г-19	2026-03-10	10 марта	[3, 4, 5, 4, 2]
8764	stu-5г-19	2026-03-11	11 марта	[5, 5, 3, 4]
8765	stu-5г-19	2026-03-12	12 марта	[5, 5, 3, 5, 5, 4]
8766	stu-5г-19	2026-03-13	13 марта	[4, 5, 3, 5]
8767	stu-5г-19	2026-03-16	16 марта	[4, 3, 4, 5]
8768	stu-5г-19	2026-03-17	17 марта	[3, 4, 2, 2, 4]
8769	stu-5г-19	2026-03-18	18 марта	[5, 5, 5, 4, 3]
8770	stu-5г-19	2026-03-19	19 марта	[5, 3, 5, 3, 5]
8771	stu-5г-19	2026-03-20	20 марта	[4, 4, 2, 5, 5]
8772	stu-5г-19	2026-03-23	23 марта	[5, 2, 3, 4, 4]
\.
