COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9805	stu-6в-10	2026-03-20	20 марта	[5, 4, 2, 5, 3]
9806	stu-6в-10	2026-03-23	23 марта	[3, 5, 3, 4, 4]
9807	stu-6в-10	2026-03-24	24 марта	[5, 4, 5, 4, 5, 4]
9808	stu-6в-10	2026-03-25	25 марта	[3, 3, 5, 4]
9809	stu-6в-10	2026-03-26	26 марта	[5, 3, 5, 4, 4]
9810	stu-6в-10	2026-03-27	27 марта	[2, 4, 4, 3]
9811	stu-6в-10	2026-03-30	30 марта	[2, 3, 5, 5]
9812	stu-6в-10	2026-03-31	31 марта	[5, 3, 5, 3, 3]
9813	stu-6в-11	2026-03-02	2 марта	[4, 4, 4, 2]
9814	stu-6в-11	2026-03-03	3 марта	[3, 3, 5, 3, 4]
9815	stu-6в-11	2026-03-04	4 марта	[2, 4, 2, 5]
9816	stu-6в-11	2026-03-05	5 марта	[4, 2, 4, 4, 2, 3]
\.
