COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8965	stu-6а-9	2026-03-16	16 марта	[5, 5, 3, 4, 3]
8966	stu-6а-9	2026-03-17	17 марта	[2, 5, 4, 5, 5, 2]
8967	stu-6а-9	2026-03-18	18 марта	[5, 4, 5, 4, 5]
8968	stu-6а-9	2026-03-19	19 марта	[4, 2, 5, 5, 5, 5]
8969	stu-6а-9	2026-03-20	20 марта	[5, 5, 4, 5]
8970	stu-6а-9	2026-03-23	23 марта	[5, 3, 5, 2]
8971	stu-6а-9	2026-03-24	24 марта	[2, 3, 4, 2, 5, 5]
8972	stu-6а-9	2026-03-25	25 марта	[4, 4, 4, 3, 5]
8973	stu-6а-9	2026-03-26	26 марта	[4, 2, 4, 4, 4]
8974	stu-6а-9	2026-03-27	27 марта	[4, 3, 4, 5, 5]
8975	stu-6а-9	2026-03-30	30 марта	[4, 3, 3, 5]
8976	stu-6а-9	2026-03-31	31 марта	[2, 4, 3, 5, 4, 4]
\.
