COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10453	stu-7а-2	2026-03-04	4 марта	[3, 3, 5, 5, 5]
10454	stu-7а-2	2026-03-05	5 марта	[3, 4, 4, 4, 4, 5]
10455	stu-7а-2	2026-03-06	6 марта	[4, 2, 3, 4, 3]
10456	stu-7а-2	2026-03-09	9 марта	[4, 4, 5, 2, 4]
10457	stu-7а-2	2026-03-10	10 марта	[4, 5, 4, 3, 4]
10458	stu-7а-2	2026-03-11	11 марта	[5, 4, 3, 5, 4]
10459	stu-7а-2	2026-03-12	12 марта	[4, 4, 5, 3, 4]
10460	stu-7а-2	2026-03-13	13 марта	[5, 4, 4, 5, 3]
10461	stu-7а-2	2026-03-16	16 марта	[5, 3, 5, 2, 4]
10462	stu-7а-2	2026-03-17	17 марта	[3, 5, 5, 5, 2]
10463	stu-7а-2	2026-03-18	18 марта	[3, 3, 3, 3, 4]
10464	stu-7а-2	2026-03-19	19 марта	[5, 5, 3, 5, 2, 5]
\.
