COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11161	stu-7б-15	2026-03-10	10 марта	[4, 5, 4, 5, 4]
11162	stu-7б-15	2026-03-11	11 марта	[4, 4, 3, 4]
11163	stu-7б-15	2026-03-12	12 марта	[4, 4, 3, 2, 3, 5]
11164	stu-7б-15	2026-03-13	13 марта	[3, 4, 2, 5]
11165	stu-7б-15	2026-03-16	16 марта	[3, 4, 3, 5]
11166	stu-7б-15	2026-03-17	17 марта	[5, 4, 4, 5, 4]
11167	stu-7б-15	2026-03-18	18 марта	[4, 4, 4, 5, 4]
11168	stu-7б-15	2026-03-19	19 марта	[4, 3, 2, 4, 5, 3]
11169	stu-7б-15	2026-03-20	20 марта	[5, 3, 3, 3]
11170	stu-7б-15	2026-03-23	23 марта	[4, 2, 4, 5, 4]
11171	stu-7б-15	2026-03-24	24 марта	[4, 5, 4, 4, 5, 4]
11172	stu-7б-15	2026-03-25	25 марта	[4, 5, 3, 5]
\.
