COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13801	stu-9б-2	2026-03-10	10 марта	[3, 3, 5, 3, 5, 3]
13802	stu-9б-2	2026-03-11	11 марта	[3, 2, 4, 4, 2]
13803	stu-9б-2	2026-03-12	12 марта	[4, 5, 4, 4, 4, 4]
13804	stu-9б-2	2026-03-13	13 марта	[5, 3, 5, 3, 5, 4]
13805	stu-9б-2	2026-03-16	16 марта	[5, 4, 3, 5, 2, 4]
13806	stu-9б-2	2026-03-17	17 марта	[5, 3, 3, 5, 3, 3, 5]
13807	stu-9б-2	2026-03-18	18 марта	[5, 4, 2, 3, 5, 4]
13808	stu-9б-2	2026-03-19	19 марта	[4, 3, 5, 3, 5, 3]
13809	stu-9б-2	2026-03-20	20 марта	[5, 5, 5, 5, 5]
13810	stu-9б-2	2026-03-23	23 марта	[5, 3, 4, 3, 4]
13811	stu-9б-2	2026-03-24	24 марта	[2, 3, 5, 4, 3, 5, 2]
13812	stu-9б-2	2026-03-25	25 марта	[2, 4, 5, 3, 5, 3]
\.
