COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13321	stu-8в-18	2026-03-16	16 марта	[5, 3, 5, 2]
13322	stu-8в-18	2026-03-17	17 марта	[4, 4, 2, 4, 3, 2]
13323	stu-8в-18	2026-03-18	18 марта	[5, 5, 3, 5]
13324	stu-8в-18	2026-03-19	19 марта	[5, 4, 4, 5, 3]
13325	stu-8в-18	2026-03-20	20 марта	[5, 5, 4, 4]
13326	stu-8в-18	2026-03-23	23 марта	[5, 5, 4, 4, 3]
13327	stu-8в-18	2026-03-24	24 марта	[3, 3, 2, 2, 5, 4]
13328	stu-8в-18	2026-03-25	25 марта	[4, 4, 5, 3, 3]
13329	stu-8в-18	2026-03-26	26 марта	[4, 3, 5, 4, 4]
13330	stu-8в-18	2026-03-27	27 марта	[3, 3, 4, 4, 5]
13331	stu-8в-18	2026-03-30	30 марта	[5, 4, 2, 5, 3]
13332	stu-8в-18	2026-03-31	31 марта	[5, 4, 5, 3, 2]
\.
