COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7621	stu-5б-6	2026-03-12	12 марта	[5, 4, 5, 4, 4]
7622	stu-5б-6	2026-03-13	13 марта	[2, 5, 4, 4, 4]
7623	stu-5б-6	2026-03-16	16 марта	[4, 4, 5, 5, 2]
7624	stu-5б-6	2026-03-17	17 марта	[5, 5, 4, 5, 4, 4]
7625	stu-5б-6	2026-03-18	18 марта	[4, 2, 5, 4, 5]
7626	stu-5б-6	2026-03-19	19 марта	[5, 4, 2, 4, 5, 4]
7627	stu-5б-6	2026-03-20	20 марта	[4, 5, 2, 3]
7628	stu-5б-6	2026-03-23	23 марта	[3, 4, 5, 3, 4]
7629	stu-5б-6	2026-03-24	24 марта	[2, 5, 2, 5, 5]
7630	stu-5б-6	2026-03-25	25 марта	[5, 4, 4, 5, 4]
7631	stu-5б-6	2026-03-26	26 марта	[2, 4, 5, 5, 4]
7632	stu-5б-6	2026-03-27	27 марта	[3, 4, 5, 4, 5]
\.
