COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7861	stu-5б-17	2026-03-10	10 марта	[4, 4, 4, 5, 4]
7862	stu-5б-17	2026-03-11	11 марта	[2, 5, 5, 4]
7863	stu-5б-17	2026-03-12	12 марта	[4, 2, 5, 3, 2]
7864	stu-5б-17	2026-03-13	13 марта	[4, 5, 4, 2, 5]
7865	stu-5б-17	2026-03-16	16 марта	[5, 3, 5, 5, 2]
7866	stu-5б-17	2026-03-17	17 марта	[4, 4, 2, 4, 4, 5]
7867	stu-5б-17	2026-03-18	18 марта	[5, 3, 3, 3, 4]
7868	stu-5б-17	2026-03-19	19 марта	[3, 3, 4, 3, 5, 5]
7869	stu-5б-17	2026-03-20	20 марта	[4, 4, 4, 2]
7870	stu-5б-17	2026-03-23	23 марта	[4, 2, 3, 5, 5]
7871	stu-5б-17	2026-03-24	24 марта	[4, 4, 3, 5, 5]
7872	stu-5б-17	2026-03-25	25 марта	[5, 2, 3, 4, 3]
\.
