COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2601	stu-5а-3	work	Труд (технология)	4.25	4.25	4.25	9
2602	stu-5а-3	pe	Физическая культура	4.09	4.09	4.09	10
2603	stu-5а-4	bio	Биология	3.75	3.75	3.75	0
2604	stu-5а-4	geo	География	2.75	2.75	2.75	1
2605	stu-5а-4	art	Изобразительное искусство	4.75	4.75	4.75	2
2606	stu-5а-4	eng	Иностранный язык	3.45	3.45	3.45	3
2607	stu-5а-4	info	Информатика	3	3	3	4
2608	stu-5а-4	hist	История	3	3	3	5
2609	stu-5а-4	lit	Литература	3.59	3.59	3.59	6
2610	stu-5а-4	math	Математика	3.61	3.61	3.61	7
2611	stu-5а-4	social	Обществознание	4.17	4.17	4.17	8
2612	stu-5а-4	work	Труд (технология)	4.25	4.25	4.25	9
2613	stu-5а-4	pe	Физическая культура	4	4	4	10
2614	stu-5а-5	bio	Биология	4.13	4.13	4.13	0
2615	stu-5а-5	geo	География	4.5	4.5	4.5	1
2616	stu-5а-5	art	Изобразительное искусство	4.5	4.5	4.5	2
2617	stu-5а-5	eng	Иностранный язык	4.18	4.18	4.18	3
2618	stu-5а-5	info	Информатика	3.5	3.5	3.5	4
2619	stu-5а-5	hist	История	4.67	4.67	4.67	5
2620	stu-5а-5	lit	Литература	3.3	3.3	3.3	6
2621	stu-5а-5	math	Математика	3.96	3.96	3.96	7
2622	stu-5а-5	social	Обществознание	3.83	3.83	3.83	8
2623	stu-5а-5	work	Труд (технология)	5	5	5	9
2624	stu-5а-5	pe	Физическая культура	4	4	4	10
2625	stu-5а-6	bio	Биология	3.88	3.88	3.88	0
2626	stu-5а-6	geo	География	3.5	3.5	3.5	1
2627	stu-5а-6	art	Изобразительное искусство	3.5	3.5	3.5	2
2628	stu-5а-6	eng	Иностранный язык	4.55	4.55	4.55	3
2629	stu-5а-6	info	Информатика	4	4	4	4
2630	stu-5а-6	hist	История	4	4	4	5
2631	stu-5а-6	lit	Литература	4	4	4	6
2632	stu-5а-6	math	Математика	3.65	3.65	3.65	7
2633	stu-5а-6	social	Обществознание	4.33	4.33	4.33	8
2634	stu-5а-6	work	Труд (технология)	4.25	4.25	4.25	9
2635	stu-5а-6	pe	Физическая культура	4.27	4.27	4.27	10
2636	stu-5а-7	bio	Биология	3.75	3.75	3.75	0
2637	stu-5а-7	geo	География	3	3	3	1
2638	stu-5а-7	art	Изобразительное искусство	5	5	5	2
2639	stu-5а-7	eng	Иностранный язык	3.27	3.27	3.27	3
2640	stu-5а-7	info	Информатика	2.75	2.75	2.75	4
2641	stu-5а-7	hist	История	3.33	3.33	3.33	5
2642	stu-5а-7	lit	Литература	3.33	3.33	3.33	6
2643	stu-5а-7	math	Математика	3.7	3.7	3.7	7
2644	stu-5а-7	social	Обществознание	4.17	4.17	4.17	8
2645	stu-5а-7	work	Труд (технология)	4.25	4.25	4.25	9
2646	stu-5а-7	pe	Физическая культура	3.91	3.91	3.91	10
2647	stu-5а-8	bio	Биология	4.5	4.5	4.5	0
2648	stu-5а-8	geo	География	4.5	4.5	4.5	1
2649	stu-5а-8	art	Изобразительное искусство	3.75	3.75	3.75	2
2650	stu-5а-8	eng	Иностранный язык	4.55	4.55	4.55	3
\.
