COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10141	stu-6г-6	2026-03-30	30 марта	[2, 4, 5, 4]
10142	stu-6г-6	2026-03-31	31 марта	[3, 4, 3, 5, 4, 5]
10143	stu-6г-7	2026-03-02	2 марта	[5, 5, 2, 5, 3]
10144	stu-6г-7	2026-03-03	3 марта	[4, 5, 3, 3, 3]
10145	stu-6г-7	2026-03-04	4 марта	[3, 4, 5, 5, 4]
10146	stu-6г-7	2026-03-05	5 марта	[4, 5, 4, 5, 3, 4]
10147	stu-6г-7	2026-03-06	6 марта	[4, 3, 5, 3]
10148	stu-6г-7	2026-03-09	9 марта	[5, 3, 2, 5, 4]
10149	stu-6г-7	2026-03-10	10 марта	[3, 5, 4, 4, 4, 3]
10150	stu-6г-7	2026-03-11	11 марта	[3, 5, 4, 3, 5]
10151	stu-6г-7	2026-03-12	12 марта	[5, 5, 4, 4, 4]
10152	stu-6г-7	2026-03-13	13 марта	[4, 5, 5, 4, 3]
\.
