COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14304	stu-9в-6	2026-03-05	5 марта	[5, 4, 2, 4, 5, 3]
14305	stu-9в-6	2026-03-06	6 марта	[3, 5, 3, 4, 3, 4]
14306	stu-9в-6	2026-03-09	9 марта	[2, 5, 4, 4, 2]
14307	stu-9в-6	2026-03-10	10 марта	[3, 4, 4, 4, 4, 3]
14308	stu-9в-6	2026-03-11	11 марта	[3, 3, 4, 4, 5, 5]
14309	stu-9в-6	2026-03-12	12 марта	[5, 2, 4, 4, 3, 5, 3]
14310	stu-9в-6	2026-03-13	13 марта	[4, 4, 5, 5, 5]
14311	stu-9в-6	2026-03-16	16 марта	[2, 4, 5, 5, 4, 2]
14312	stu-9в-6	2026-03-17	17 марта	[3, 3, 5, 3, 5, 2]
14313	stu-9в-6	2026-03-18	18 марта	[3, 2, 5, 5, 5]
14314	stu-9в-6	2026-03-19	19 марта	[2, 3, 4, 4, 5, 4, 3]
14315	stu-9в-6	2026-03-20	20 марта	[5, 3, 4, 5, 5]
\.
