COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12505	stu-8а-19	2026-03-12	12 марта	[2, 5, 5, 5, 2]
12506	stu-8а-19	2026-03-13	13 марта	[4, 2, 2, 4]
12507	stu-8а-19	2026-03-16	16 марта	[3, 5, 5, 3, 3]
12508	stu-8а-19	2026-03-17	17 марта	[5, 5, 5, 4, 4]
12509	stu-8а-19	2026-03-18	18 марта	[5, 5, 4, 4, 2]
12510	stu-8а-19	2026-03-19	19 марта	[4, 4, 2, 4, 3, 4]
12511	stu-8а-19	2026-03-20	20 марта	[3, 5, 3, 4, 5]
12512	stu-8а-19	2026-03-23	23 марта	[4, 5, 5, 2, 3]
12513	stu-8а-19	2026-03-24	24 марта	[3, 3, 5, 3, 2, 4]
12514	stu-8а-19	2026-03-25	25 марта	[4, 5, 5, 3, 4]
12515	stu-8а-19	2026-03-26	26 марта	[5, 3, 3, 5, 5]
12516	stu-8а-19	2026-03-27	27 марта	[3, 3, 4, 3, 5]
\.
