COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9961	stu-6в-17	2026-03-24	24 марта	[4, 2, 5, 3, 4, 4]
9962	stu-6в-17	2026-03-25	25 марта	[4, 3, 4, 5]
9963	stu-6в-17	2026-03-26	26 марта	[3, 3, 3, 2, 3]
9964	stu-6в-17	2026-03-27	27 марта	[2, 3, 4, 5]
9965	stu-6в-17	2026-03-30	30 марта	[4, 3, 5, 4]
9966	stu-6в-17	2026-03-31	31 марта	[4, 4, 3, 4, 3]
9967	stu-6в-18	2026-03-02	2 марта	[4, 3, 5, 4]
9968	stu-6в-18	2026-03-03	3 марта	[4, 5, 5, 4, 4]
9969	stu-6в-18	2026-03-04	4 марта	[2, 5, 2, 5]
9970	stu-6в-18	2026-03-05	5 марта	[5, 3, 4, 5, 3, 3]
9971	stu-6в-18	2026-03-06	6 марта	[5, 4, 4, 2]
9972	stu-6в-18	2026-03-09	9 марта	[3, 4, 4, 3, 5]
\.
