COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8185	stu-5в-12	2026-03-02	2 марта	[5, 4, 2, 3]
8186	stu-5в-12	2026-03-03	3 марта	[4, 5, 4, 4, 2]
8187	stu-5в-12	2026-03-04	4 марта	[3, 4, 5, 4, 5]
8188	stu-5в-12	2026-03-05	5 марта	[5, 2, 5, 2, 5, 5]
8189	stu-5в-12	2026-03-06	6 марта	[3, 4, 4, 3, 5]
8190	stu-5в-12	2026-03-09	9 марта	[4, 5, 3, 2, 5]
8191	stu-5в-12	2026-03-10	10 марта	[3, 4, 4, 3, 4, 5]
8192	stu-5в-12	2026-03-11	11 марта	[5, 4, 3, 3]
8193	stu-5в-12	2026-03-12	12 марта	[5, 5, 4, 3, 4, 5]
8194	stu-5в-12	2026-03-13	13 марта	[2, 3, 3, 5, 4]
8195	stu-5в-12	2026-03-16	16 марта	[4, 3, 3, 4]
8196	stu-5в-12	2026-03-17	17 марта	[3, 2, 4, 3, 3, 4]
\.
