COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10741	stu-7а-15	2026-03-06	6 марта	[4, 2, 3, 3, 5]
10742	stu-7а-15	2026-03-09	9 марта	[5, 3, 5, 4, 4]
10743	stu-7а-15	2026-03-10	10 марта	[4, 5, 4, 5, 4]
10744	stu-7а-15	2026-03-11	11 марта	[5, 4, 4, 4, 3]
10745	stu-7а-15	2026-03-12	12 марта	[5, 3, 5, 3, 4]
10746	stu-7а-15	2026-03-13	13 марта	[5, 4, 2, 5, 2]
10747	stu-7а-15	2026-03-16	16 марта	[5, 4, 5, 2, 4]
10748	stu-7а-15	2026-03-17	17 марта	[3, 5, 5, 4, 2]
10749	stu-7а-15	2026-03-18	18 марта	[4, 3, 2, 2, 5]
10750	stu-7а-15	2026-03-19	19 марта	[4, 5, 2, 4, 2, 5]
10751	stu-7а-15	2026-03-20	20 марта	[2, 4, 5, 4, 4]
10752	stu-7а-15	2026-03-23	23 марта	[5, 3, 3, 2]
\.
