COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7669	stu-5б-8	2026-03-18	18 марта	[4, 4, 3, 2, 4]
7670	stu-5б-8	2026-03-19	19 марта	[5, 3, 3, 4, 5, 5]
7671	stu-5б-8	2026-03-20	20 марта	[5, 3, 3, 2]
7672	stu-5б-8	2026-03-23	23 марта	[4, 2, 3, 4, 5]
7673	stu-5б-8	2026-03-24	24 марта	[3, 4, 2, 5, 5]
7674	stu-5б-8	2026-03-25	25 марта	[5, 3, 3, 4, 3]
7675	stu-5б-8	2026-03-26	26 марта	[3, 4, 4, 4, 3]
7676	stu-5б-8	2026-03-27	27 марта	[3, 2, 3, 3, 5]
7677	stu-5б-8	2026-03-30	30 марта	[5, 3, 4, 5, 3]
7678	stu-5б-8	2026-03-31	31 марта	[5, 5, 2, 5, 2, 5]
7679	stu-5б-9	2026-03-02	2 марта	[4, 5, 4, 4]
7680	stu-5б-9	2026-03-03	3 марта	[5, 2, 5, 4, 5]
\.
