COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13141	stu-8в-10	2026-03-10	10 марта	[3, 5, 3, 3, 5, 3]
13142	stu-8в-10	2026-03-11	11 марта	[5, 5, 2, 5]
13143	stu-8в-10	2026-03-12	12 марта	[3, 5, 5, 3, 2]
13144	stu-8в-10	2026-03-13	13 марта	[5, 2, 4, 3, 5]
13145	stu-8в-10	2026-03-16	16 марта	[5, 3, 5, 2]
13146	stu-8в-10	2026-03-17	17 марта	[4, 4, 3, 4, 4, 3]
13147	stu-8в-10	2026-03-18	18 марта	[5, 4, 2, 5]
13148	stu-8в-10	2026-03-19	19 марта	[4, 5, 5, 3, 3]
13149	stu-8в-10	2026-03-20	20 марта	[5, 5, 4, 5]
13150	stu-8в-10	2026-03-23	23 марта	[5, 3, 5, 5, 2]
13151	stu-8в-10	2026-03-24	24 марта	[3, 5, 2, 2, 5, 4]
13152	stu-8в-10	2026-03-25	25 марта	[4, 4, 5, 4, 5]
\.
