COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8005	stu-5в-3	2026-03-26	26 марта	[5, 3, 5, 3, 5, 5]
8006	stu-5в-3	2026-03-27	27 марта	[4, 4, 4, 4, 4]
8007	stu-5в-3	2026-03-30	30 марта	[5, 3, 4, 4, 5]
8008	stu-5в-3	2026-03-31	31 марта	[3, 4, 5, 4, 4, 4]
8009	stu-5в-4	2026-03-02	2 марта	[3, 5, 4, 3]
8010	stu-5в-4	2026-03-03	3 марта	[5, 4, 3, 3, 4]
8011	stu-5в-4	2026-03-04	4 марта	[3, 3, 4, 5, 4]
8012	stu-5в-4	2026-03-05	5 марта	[3, 3, 4, 4, 5, 4]
8013	stu-5в-4	2026-03-06	6 марта	[4, 3, 5, 2, 4]
8014	stu-5в-4	2026-03-09	9 марта	[2, 4, 5, 4, 5]
8015	stu-5в-4	2026-03-10	10 марта	[4, 2, 5, 3, 5, 5]
8016	stu-5в-4	2026-03-11	11 марта	[5, 2, 5, 2]
\.
