COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12565	stu-8б-3	2026-03-04	4 марта	[4, 3, 4, 2, 4]
12566	stu-8б-3	2026-03-05	5 марта	[4, 5, 4, 4, 4, 4]
12567	stu-8б-3	2026-03-06	6 марта	[5, 3, 4, 2, 4]
12568	stu-8б-3	2026-03-09	9 марта	[4, 4, 3, 5, 4]
12569	stu-8б-3	2026-03-10	10 марта	[4, 5, 3, 3, 3]
12570	stu-8б-3	2026-03-11	11 марта	[3, 5, 4, 4, 4]
12571	stu-8б-3	2026-03-12	12 марта	[5, 5, 5, 3, 4]
12572	stu-8б-3	2026-03-13	13 марта	[2, 4, 3, 2, 3]
12573	stu-8б-3	2026-03-16	16 марта	[5, 4, 2, 5, 3]
12574	stu-8б-3	2026-03-17	17 марта	[3, 5, 4, 4, 3]
12575	stu-8б-3	2026-03-18	18 марта	[5, 5, 3, 3, 2]
12576	stu-8б-3	2026-03-19	19 марта	[4, 5, 2, 5, 3, 4]
\.
