COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9025	stu-6а-12	2026-03-06	6 марта	[5, 4, 4, 5]
9026	stu-6а-12	2026-03-09	9 марта	[4, 4, 4, 5, 3]
9027	stu-6а-12	2026-03-10	10 марта	[3, 3, 5, 5, 2]
9028	stu-6а-12	2026-03-11	11 марта	[5, 3, 2, 5]
9029	stu-6а-12	2026-03-12	12 марта	[3, 4, 4, 3, 4]
9030	stu-6а-12	2026-03-13	13 марта	[4, 2, 4, 4, 4]
9031	stu-6а-12	2026-03-16	16 марта	[5, 5, 4, 4, 3]
9032	stu-6а-12	2026-03-17	17 марта	[3, 5, 5, 5, 5, 2]
9033	stu-6а-12	2026-03-18	18 марта	[5, 4, 4, 4, 4]
9034	stu-6а-12	2026-03-19	19 марта	[4, 3, 5, 4, 5, 5]
9035	stu-6а-12	2026-03-20	20 марта	[5, 5, 3, 4]
9036	stu-6а-12	2026-03-23	23 марта	[5, 4, 4, 2]
\.
