COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4001	stu-6г-3	pe	Физическая культура	3.62	3.62	3.62	10
4002	stu-6г-4	bio	Биология	3.4	3.4	3.4	0
4003	stu-6г-4	geo	География	4.5	4.5	4.5	1
4004	stu-6г-4	art	Изобразительное искусство	4.5	4.5	4.5	2
4005	stu-6г-4	eng	Иностранный язык	4.31	4.31	4.31	3
4006	stu-6г-4	info	Информатика	3.57	3.57	3.57	4
4007	stu-6г-4	hist	История	4.25	4.25	4.25	5
4008	stu-6г-4	lit	Литература	4.04	4.04	4.04	6
4009	stu-6г-4	math	Математика	4.17	4.17	4.17	7
4010	stu-6г-4	music	Музыка	3.25	3.25	3.25	8
4011	stu-6г-4	social	Обществознание	4.25	4.25	4.25	9
4012	stu-6г-4	pe	Физическая культура	3.77	3.77	3.77	10
4013	stu-6г-5	bio	Биология	4.2	4.2	4.2	0
4014	stu-6г-5	geo	География	4	4	4	1
4015	stu-6г-5	art	Изобразительное искусство	2.5	2.5	2.5	2
4016	stu-6г-5	eng	Иностранный язык	3.85	3.85	3.85	3
4017	stu-6г-5	info	Информатика	3.86	3.86	3.86	4
4018	stu-6г-5	hist	История	4	4	4	5
4019	stu-6г-5	lit	Литература	3.52	3.52	3.52	6
4020	stu-6г-5	math	Математика	4.17	4.17	4.17	7
4021	stu-6г-5	music	Музыка	3	3	3	8
4022	stu-6г-5	social	Обществознание	4	4	4	9
4023	stu-6г-5	pe	Физическая культура	3.62	3.62	3.62	10
4024	stu-6г-6	bio	Биология	4.2	4.2	4.2	0
4025	stu-6г-6	geo	География	3.25	3.25	3.25	1
4026	stu-6г-6	art	Изобразительное искусство	3.75	3.75	3.75	2
4027	stu-6г-6	eng	Иностранный язык	3.85	3.85	3.85	3
4028	stu-6г-6	info	Информатика	3.86	3.86	3.86	4
4029	stu-6г-6	hist	История	3.38	3.38	3.38	5
4030	stu-6г-6	lit	Литература	3.67	3.67	3.67	6
4031	stu-6г-6	math	Математика	4.39	4.39	4.39	7
4032	stu-6г-6	music	Музыка	3.25	3.25	3.25	8
4033	stu-6г-6	social	Обществознание	4	4	4	9
4034	stu-6г-6	pe	Физическая культура	3.69	3.69	3.69	10
4035	stu-6г-7	bio	Биология	3.4	3.4	3.4	0
4036	stu-6г-7	geo	География	4.5	4.5	4.5	1
4037	stu-6г-7	art	Изобразительное искусство	4.25	4.25	4.25	2
4038	stu-6г-7	eng	Иностранный язык	4.46	4.46	4.46	3
4039	stu-6г-7	info	Информатика	3.57	3.57	3.57	4
4040	stu-6г-7	hist	История	4.38	4.38	4.38	5
4041	stu-6г-7	lit	Литература	3.96	3.96	3.96	6
4042	stu-6г-7	math	Математика	4.17	4.17	4.17	7
4043	stu-6г-7	music	Музыка	3.5	3.5	3.5	8
4044	stu-6г-7	social	Обществознание	4.5	4.5	4.5	9
4045	stu-6г-7	pe	Физическая культура	3.77	3.77	3.77	10
4046	stu-6г-8	bio	Биология	4.6	4.6	4.6	0
4047	stu-6г-8	geo	География	3.5	3.5	3.5	1
4048	stu-6г-8	art	Изобразительное искусство	2.5	2.5	2.5	2
4049	stu-6г-8	eng	Иностранный язык	3.62	3.62	3.62	3
4050	stu-6г-8	info	Информатика	3.86	3.86	3.86	4
\.
