COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13261	stu-8в-15	2026-03-24	24 марта	[4, 3, 2, 3, 5, 4]
13262	stu-8в-15	2026-03-25	25 марта	[3, 5, 5, 3, 3]
13263	stu-8в-15	2026-03-26	26 марта	[3, 3, 3, 4, 4]
13264	stu-8в-15	2026-03-27	27 марта	[3, 3, 5, 4, 5]
13265	stu-8в-15	2026-03-30	30 марта	[5, 5, 2, 4, 4]
13266	stu-8в-15	2026-03-31	31 марта	[5, 3, 5, 3, 2]
13267	stu-8в-16	2026-03-02	2 марта	[3, 4, 4, 5, 3]
13268	stu-8в-16	2026-03-03	3 марта	[4, 5, 5, 4, 4, 5]
13269	stu-8в-16	2026-03-04	4 марта	[5, 4, 2, 5, 5]
13270	stu-8в-16	2026-03-05	5 марта	[4, 5, 4, 4, 3, 4]
13271	stu-8в-16	2026-03-06	6 марта	[5, 4, 3, 3, 2]
13272	stu-8в-16	2026-03-09	9 марта	[3, 5, 4, 3]
\.
