COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10729	stu-7а-14	2026-03-20	20 марта	[4, 5, 5, 3, 5]
10730	stu-7а-14	2026-03-23	23 марта	[3, 2, 5, 4]
10731	stu-7а-14	2026-03-24	24 марта	[5, 3, 4, 4, 3]
10732	stu-7а-14	2026-03-25	25 марта	[2, 4, 5, 2, 5]
10733	stu-7а-14	2026-03-26	26 марта	[3, 4, 5, 5, 4]
10734	stu-7а-14	2026-03-27	27 марта	[2, 5, 4, 5, 3]
10735	stu-7а-14	2026-03-30	30 марта	[3, 3, 5, 5, 4]
10736	stu-7а-14	2026-03-31	31 марта	[5, 4, 5, 3, 5, 4]
10737	stu-7а-15	2026-03-02	2 марта	[4, 5, 4, 3, 4]
10738	stu-7а-15	2026-03-03	3 марта	[5, 4, 5, 3, 5]
10739	stu-7а-15	2026-03-04	4 марта	[3, 3, 5, 4, 4]
10740	stu-7а-15	2026-03-05	5 марта	[4, 5, 4, 3, 4, 5]
\.
