COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11605	stu-7в-16	2026-03-16	16 марта	[3, 3, 3, 4]
11606	stu-7в-16	2026-03-17	17 марта	[5, 4, 2, 3, 4, 2]
11607	stu-7в-16	2026-03-18	18 марта	[3, 2, 3, 3]
11608	stu-7в-16	2026-03-19	19 марта	[3, 3, 4, 4, 4, 3]
11609	stu-7в-16	2026-03-20	20 марта	[3, 5, 5, 2]
11610	stu-7в-16	2026-03-23	23 марта	[3, 3, 3, 5]
11611	stu-7в-16	2026-03-24	24 марта	[4, 4, 5, 2, 3]
11612	stu-7в-16	2026-03-25	25 марта	[5, 5, 4, 3]
11613	stu-7в-16	2026-03-26	26 марта	[3, 5, 2, 5, 2, 5]
11614	stu-7в-16	2026-03-27	27 марта	[4, 5, 3, 5]
11615	stu-7в-16	2026-03-30	30 марта	[3, 4, 4, 4]
11616	stu-7в-16	2026-03-31	31 марта	[5, 4, 3, 2, 4, 5]
\.
