COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11569	stu-7в-14	2026-03-26	26 марта	[4, 5, 4, 5, 3, 3]
11570	stu-7в-14	2026-03-27	27 марта	[5, 4, 5, 3]
11571	stu-7в-14	2026-03-30	30 марта	[4, 3, 2, 3]
11572	stu-7в-14	2026-03-31	31 марта	[5, 3, 4, 3, 3, 4]
11573	stu-7в-15	2026-03-02	2 марта	[5, 4, 5, 2]
11574	stu-7в-15	2026-03-03	3 марта	[3, 5, 5, 3, 5, 5]
11575	stu-7в-15	2026-03-04	4 марта	[5, 5, 2, 4, 5]
11576	stu-7в-15	2026-03-05	5 марта	[3, 3, 3, 3, 4]
11577	stu-7в-15	2026-03-06	6 марта	[5, 3, 5, 5, 2]
11578	stu-7в-15	2026-03-09	9 марта	[3, 4, 3, 4]
11579	stu-7в-15	2026-03-10	10 марта	[3, 4, 4, 3, 5, 5]
11580	stu-7в-15	2026-03-11	11 марта	[2, 3, 3, 5]
\.
