COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10081	stu-6г-4	2026-03-06	6 марта	[4, 4, 5, 3]
10082	stu-6г-4	2026-03-09	9 марта	[5, 3, 2, 5, 5]
10083	stu-6г-4	2026-03-10	10 марта	[4, 4, 4, 4, 4, 4]
10084	stu-6г-4	2026-03-11	11 марта	[3, 5, 4, 3, 5]
10085	stu-6г-4	2026-03-12	12 марта	[5, 5, 3, 3, 4]
10086	stu-6г-4	2026-03-13	13 марта	[4, 5, 5, 4, 3]
10087	stu-6г-4	2026-03-16	16 марта	[3, 4, 3, 4, 5]
10088	stu-6г-4	2026-03-17	17 марта	[5, 5, 4, 5, 4]
10089	stu-6г-4	2026-03-18	18 марта	[3, 4, 5, 3, 5]
10090	stu-6г-4	2026-03-19	19 марта	[4, 5, 4, 2, 5, 5]
10091	stu-6г-4	2026-03-20	20 марта	[4, 5, 4, 5]
10092	stu-6г-4	2026-03-23	23 марта	[3, 5, 3, 5, 5]
\.
