COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8317	stu-5в-18	2026-03-02	2 марта	[5, 4, 3, 2]
8318	stu-5в-18	2026-03-03	3 марта	[4, 5, 4, 5, 2]
8319	stu-5в-18	2026-03-04	4 марта	[4, 2, 4, 3, 5]
8320	stu-5в-18	2026-03-05	5 марта	[4, 3, 5, 2, 5, 4]
8321	stu-5в-18	2026-03-06	6 марта	[2, 5, 4, 3, 5]
8322	stu-5в-18	2026-03-09	9 марта	[4, 5, 4, 2, 4]
8323	stu-5в-18	2026-03-10	10 марта	[2, 4, 5, 4, 5, 5]
8324	stu-5в-18	2026-03-11	11 марта	[4, 3, 5, 4]
8325	stu-5в-18	2026-03-12	12 марта	[5, 5, 4, 4, 3, 4]
8326	stu-5в-18	2026-03-13	13 марта	[2, 4, 4, 5, 4]
8327	stu-5в-18	2026-03-16	16 марта	[5, 2, 4, 3]
8328	stu-5в-18	2026-03-17	17 марта	[2, 3, 5, 4, 4, 3]
\.
