COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8713	stu-5г-17	2026-03-02	2 марта	[4, 3, 3, 2]
8714	stu-5г-17	2026-03-03	3 марта	[4, 3, 5, 4, 5, 5]
8715	stu-5г-17	2026-03-04	4 марта	[5, 5, 5, 5, 3]
8716	stu-5г-17	2026-03-05	5 марта	[5, 4, 4, 5, 2]
8717	stu-5г-17	2026-03-06	6 марта	[3, 5, 4, 4, 3]
8718	stu-5г-17	2026-03-09	9 марта	[4, 5, 4, 2]
8719	stu-5г-17	2026-03-10	10 марта	[4, 3, 4, 5, 4]
8720	stu-5г-17	2026-03-11	11 марта	[5, 4, 3, 3]
8721	stu-5г-17	2026-03-12	12 марта	[4, 4, 4, 4, 4, 3]
8722	stu-5г-17	2026-03-13	13 марта	[5, 4, 5, 4]
8723	stu-5г-17	2026-03-16	16 марта	[3, 5, 5, 4]
8724	stu-5г-17	2026-03-17	17 марта	[3, 3, 4, 2, 5]
\.
