COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14257	stu-9в-4	2026-03-02	2 марта	[3, 3, 4, 3, 5, 5]
14431	stu-9в-11	2026-03-30	30 марта	[4, 5, 4, 5, 5]
14258	stu-9в-4	2026-03-03	3 марта	[3, 2, 4, 4, 4, 5]
14259	stu-9в-4	2026-03-04	4 марта	[2, 2, 4, 2, 4]
14260	stu-9в-4	2026-03-05	5 марта	[4, 5, 3, 5, 4, 2]
14261	stu-9в-4	2026-03-06	6 марта	[4, 5, 3, 5, 3, 4]
14262	stu-9в-4	2026-03-09	9 марта	[3, 5, 5, 5, 4]
14263	stu-9в-4	2026-03-10	10 марта	[4, 3, 3, 2, 5, 4]
14264	stu-9в-4	2026-03-11	11 марта	[3, 4, 5, 3, 3, 5]
14265	stu-9в-4	2026-03-12	12 марта	[3, 4, 5, 3, 4, 4, 4]
14266	stu-9в-4	2026-03-13	13 марта	[3, 3, 4, 3, 4]
14267	stu-9в-4	2026-03-16	16 марта	[2, 5, 4, 4, 5, 3]
\.
