COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6201	stu-9в-5	info	Информатика	4.13	4.13	4.13	3
6202	stu-9в-5	hist	История	4.13	4.13	4.13	4
6203	stu-9в-5	lit	Литература	3.96	3.96	3.96	5
6204	stu-9в-5	math	Математика	4	4	4	6
6205	stu-9в-5	social	Обществознание	4.14	4.14	4.14	7
6206	stu-9в-5	phys	Физика	4.45	4.45	4.45	8
6207	stu-9в-5	pe	Физическая культура	4.13	4.13	4.13	9
6208	stu-9в-5	chem	Химия	4.13	4.13	4.13	10
6209	stu-9в-6	bio	Биология	4.38	4.38	4.38	0
6210	stu-9в-6	geo	География	3.67	3.67	3.67	1
6211	stu-9в-6	eng	Иностранный язык	3.5	3.5	3.5	2
6212	stu-9в-6	info	Информатика	4.13	4.13	4.13	3
6213	stu-9в-6	hist	История	3.88	3.88	3.88	4
6214	stu-9в-6	lit	Литература	3.48	3.48	3.48	5
6215	stu-9в-6	math	Математика	4.08	4.08	4.08	6
6216	stu-9в-6	social	Обществознание	3.43	3.43	3.43	7
6217	stu-9в-6	phys	Физика	3.73	3.73	3.73	8
6218	stu-9в-6	pe	Физическая культура	4.13	4.13	4.13	9
6219	stu-9в-6	chem	Химия	3.63	3.63	3.63	10
6220	stu-9в-7	bio	Биология	3	3	3	0
6221	stu-9в-7	geo	География	4.44	4.44	4.44	1
6222	stu-9в-7	eng	Иностранный язык	3.86	3.86	3.86	2
6223	stu-9в-7	info	Информатика	3.38	3.38	3.38	3
6224	stu-9в-7	hist	История	3.63	3.63	3.63	4
6225	stu-9в-7	lit	Литература	3.68	3.68	3.68	5
6226	stu-9в-7	math	Математика	3.88	3.88	3.88	6
6227	stu-9в-7	social	Обществознание	4.29	4.29	4.29	7
6228	stu-9в-7	phys	Физика	3.45	3.45	3.45	8
6229	stu-9в-7	pe	Физическая культура	4	4	4	9
6230	stu-9в-7	chem	Химия	4	4	4	10
6231	stu-9в-8	bio	Биология	4	4	4	0
6232	stu-9в-8	geo	География	3.56	3.56	3.56	1
6233	stu-9в-8	eng	Иностранный язык	3.57	3.57	3.57	2
6234	stu-9в-8	info	Информатика	4.25	4.25	4.25	3
6235	stu-9в-8	hist	История	3.88	3.88	3.88	4
6236	stu-9в-8	lit	Литература	4	4	4	5
6237	stu-9в-8	math	Математика	4.04	4.04	4.04	6
6238	stu-9в-8	social	Обществознание	3.57	3.57	3.57	7
6239	stu-9в-8	phys	Физика	4.36	4.36	4.36	8
6240	stu-9в-8	pe	Физическая культура	4.25	4.25	4.25	9
6241	stu-9в-8	chem	Химия	4.5	4.5	4.5	10
6242	stu-9в-9	bio	Биология	4.13	4.13	4.13	0
6243	stu-9в-9	geo	География	3.89	3.89	3.89	1
6244	stu-9в-9	eng	Иностранный язык	3.79	3.79	3.79	2
6245	stu-9в-9	info	Информатика	4	4	4	3
6246	stu-9в-9	hist	История	4	4	4	4
6247	stu-9в-9	lit	Литература	3.56	3.56	3.56	5
6248	stu-9в-9	math	Математика	4.04	4.04	4.04	6
6249	stu-9в-9	social	Обществознание	4.43	4.43	4.43	7
6250	stu-9в-9	phys	Физика	4.09	4.09	4.09	8
\.
