COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10573	stu-7а-7	2026-03-18	18 марта	[3, 4, 3, 2, 5]
10574	stu-7а-7	2026-03-19	19 марта	[3, 5, 2, 5, 2, 4]
10575	stu-7а-7	2026-03-20	20 марта	[2, 5, 4, 5, 5]
10576	stu-7а-7	2026-03-23	23 марта	[5, 4, 4, 3]
10577	stu-7а-7	2026-03-24	24 марта	[4, 3, 5, 4, 4]
10578	stu-7а-7	2026-03-25	25 марта	[4, 4, 4, 2, 5]
10579	stu-7а-7	2026-03-26	26 марта	[3, 3, 3, 5, 4]
10580	stu-7а-7	2026-03-27	27 марта	[4, 5, 5, 4, 5]
10581	stu-7а-7	2026-03-30	30 марта	[4, 3, 4, 3, 4]
10582	stu-7а-7	2026-03-31	31 марта	[4, 4, 5, 5, 5, 4]
10583	stu-7а-8	2026-03-02	2 марта	[3, 4, 4, 5, 5]
10584	stu-7а-8	2026-03-03	3 марта	[4, 3, 5, 4, 4]
\.
