COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7321	stu-5а-12	2026-03-24	24 марта	[4, 3, 4, 5, 5]
7322	stu-5а-12	2026-03-25	25 марта	[3, 4, 4, 3]
7323	stu-5а-12	2026-03-26	26 марта	[4, 4, 5, 4, 3, 4]
7324	stu-5а-12	2026-03-27	27 марта	[2, 3, 5, 4]
7325	stu-5а-12	2026-03-30	30 марта	[2, 5, 3, 2]
7326	stu-5а-12	2026-03-31	31 марта	[4, 3, 5, 4, 5, 4]
7327	stu-5а-13	2026-03-02	2 марта	[5, 4, 3, 3, 3]
7328	stu-5а-13	2026-03-03	3 марта	[2, 5, 4, 4, 4, 4]
7329	stu-5а-13	2026-03-04	4 марта	[2, 5, 5, 5]
7330	stu-5а-13	2026-03-05	5 марта	[3, 3, 3, 4, 5]
7331	stu-5а-13	2026-03-06	6 марта	[5, 4, 4, 4, 5]
7332	stu-5а-13	2026-03-09	9 марта	[5, 3, 3, 2]
\.
