COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12229	stu-8а-6	2026-03-26	26 марта	[4, 3, 4, 5, 4]
12230	stu-8а-6	2026-03-27	27 марта	[3, 5, 5, 3, 4]
12231	stu-8а-6	2026-03-30	30 марта	[4, 5, 5, 3, 3]
12232	stu-8а-6	2026-03-31	31 марта	[3, 4, 2, 3, 4, 3]
12233	stu-8а-7	2026-03-02	2 марта	[2, 5, 4, 5]
12234	stu-8а-7	2026-03-03	3 марта	[5, 5, 3, 4, 3, 3]
12235	stu-8а-7	2026-03-04	4 марта	[4, 5, 5, 5]
12236	stu-8а-7	2026-03-05	5 марта	[5, 4, 5, 5, 5]
12237	stu-8а-7	2026-03-06	6 марта	[4, 5, 5, 4, 4]
12238	stu-8а-7	2026-03-09	9 марта	[3, 5, 3, 5]
12239	stu-8а-7	2026-03-10	10 марта	[5, 3, 5, 5, 5, 5]
12240	stu-8а-7	2026-03-11	11 марта	[5, 3, 5, 5, 3]
\.
