COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
251	stu-1б-10	eng	Иностранный язык	4.11	4.11	4.11	1
252	stu-1б-10	hist	История	3.75	3.75	3.75	2
253	stu-1б-10	lit	Литература	3.87	3.87	3.87	3
254	stu-1б-10	math	Математика	3.79	3.79	3.79	4
255	stu-1б-10	music	Музыка	3.71	3.71	3.71	5
256	stu-1б-10	work	Труд (технология)	3.5	3.5	3.5	6
257	stu-1б-10	pe	Физическая культура	3.67	3.67	3.67	7
258	stu-1б-11	art	Изобразительное искусство	2.75	2.75	2.75	0
259	stu-1б-11	eng	Иностранный язык	3.89	3.89	3.89	1
260	stu-1б-11	hist	История	4.25	4.25	4.25	2
261	stu-1б-11	lit	Литература	4.37	4.37	4.37	3
262	stu-1б-11	math	Математика	3.95	3.95	3.95	4
263	stu-1б-11	music	Музыка	4.14	4.14	4.14	5
264	stu-1б-11	work	Труд (технология)	4.5	4.5	4.5	6
265	stu-1б-11	pe	Физическая культура	3.67	3.67	3.67	7
266	stu-1б-12	art	Изобразительное искусство	4.25	4.25	4.25	0
267	stu-1б-12	eng	Иностранный язык	3.78	3.78	3.78	1
268	stu-1б-12	hist	История	4	4	4	2
269	stu-1б-12	lit	Литература	3.8	3.8	3.8	3
270	stu-1б-12	math	Математика	3.47	3.47	3.47	4
271	stu-1б-12	music	Музыка	4.43	4.43	4.43	5
272	stu-1б-12	work	Труд (технология)	4	4	4	6
273	stu-1б-12	pe	Физическая культура	3.67	3.67	3.67	7
274	stu-1б-13	art	Изобразительное искусство	3.88	3.88	3.88	0
275	stu-1б-13	eng	Иностранный язык	4	4	4	1
276	stu-1б-13	hist	История	3.75	3.75	3.75	2
277	stu-1б-13	lit	Литература	3.93	3.93	3.93	3
278	stu-1б-13	math	Математика	3.74	3.74	3.74	4
279	stu-1б-13	music	Музыка	4	4	4	5
280	stu-1б-13	work	Труд (технология)	3.25	3.25	3.25	6
281	stu-1б-13	pe	Физическая культура	4	4	4	7
282	stu-1б-14	art	Изобразительное искусство	2.88	2.88	2.88	0
283	stu-1б-14	eng	Иностранный язык	3.89	3.89	3.89	1
284	stu-1б-14	hist	История	4.13	4.13	4.13	2
285	stu-1б-14	lit	Литература	4.33	4.33	4.33	3
286	stu-1б-14	math	Математика	3.95	3.95	3.95	4
287	stu-1б-14	music	Музыка	3.71	3.71	3.71	5
288	stu-1б-14	work	Труд (технология)	4.5	4.5	4.5	6
289	stu-1б-14	pe	Физическая культура	3.33	3.33	3.33	7
290	stu-1б-15	art	Изобразительное искусство	4.5	4.5	4.5	0
291	stu-1б-15	eng	Иностранный язык	4	4	4	1
292	stu-1б-15	hist	История	4.13	4.13	4.13	2
293	stu-1б-15	lit	Литература	3.77	3.77	3.77	3
294	stu-1б-15	math	Математика	3.63	3.63	3.63	4
295	stu-1б-15	music	Музыка	3.71	3.71	3.71	5
296	stu-1б-15	work	Труд (технология)	4	4	4	6
297	stu-1б-15	pe	Физическая культура	3.67	3.67	3.67	7
298	stu-1б-16	art	Изобразительное искусство	3.25	3.25	3.25	0
299	stu-1б-16	eng	Иностранный язык	4	4	4	1
300	stu-1б-16	hist	История	3.75	3.75	3.75	2
\.
