COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7093	stu-5а-2	2026-03-12	12 марта	[5, 3, 5, 5, 5]
7094	stu-5а-2	2026-03-13	13 марта	[5, 3, 5, 4, 3]
7095	stu-5а-2	2026-03-16	16 марта	[3, 2, 4, 5]
7096	stu-5а-2	2026-03-17	17 марта	[2, 5, 4, 4, 3]
7097	stu-5а-2	2026-03-18	18 марта	[4, 4, 2, 4, 4]
7098	stu-5а-2	2026-03-19	19 марта	[5, 4, 3, 3, 5]
7099	stu-5а-2	2026-03-20	20 марта	[4, 5, 3, 3]
7100	stu-5а-2	2026-03-23	23 марта	[4, 4, 5, 4]
7101	stu-5а-2	2026-03-24	24 марта	[2, 3, 3, 3, 5]
7102	stu-5а-2	2026-03-25	25 марта	[4, 4, 5, 5]
7103	stu-5а-2	2026-03-26	26 марта	[4, 4, 4, 4, 4, 5]
7104	stu-5а-2	2026-03-27	27 марта	[3, 2, 5, 2]
\.
