COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9253	stu-6б-4	2026-03-18	18 марта	[3, 5, 5, 5]
9254	stu-6б-4	2026-03-19	19 марта	[5, 5, 2, 2, 5, 5]
9255	stu-6б-4	2026-03-20	20 марта	[3, 4, 2, 5]
9256	stu-6б-4	2026-03-23	23 марта	[4, 4, 5, 4]
9257	stu-6б-4	2026-03-24	24 марта	[4, 5, 3, 2, 5]
9258	stu-6б-4	2026-03-25	25 марта	[4, 4, 2, 3, 3]
9259	stu-6б-4	2026-03-26	26 марта	[4, 5, 4, 5, 5, 3]
9260	stu-6б-4	2026-03-27	27 марта	[5, 4, 4, 4, 3]
9261	stu-6б-4	2026-03-30	30 марта	[4, 3, 4, 2]
9262	stu-6б-4	2026-03-31	31 марта	[4, 3, 5, 2, 5]
9263	stu-6б-5	2026-03-02	2 марта	[4, 4, 3, 4, 5]
9264	stu-6б-5	2026-03-03	3 марта	[5, 5, 3, 4, 4, 5]
\.
