COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2301	stu-4в-7	lit	Литература	3.5	3.5	3.5	3
2302	stu-4в-7	math	Математика	3.7	3.7	3.7	4
2303	stu-4в-7	music	Музыка	4	4	4	5
2304	stu-4в-7	work	Труд (технология)	4	4	4	6
2305	stu-4в-7	pe	Физическая культура	4.25	4.25	4.25	7
2306	stu-4в-8	art	Изобразительное искусство	3.33	3.33	3.33	0
2307	stu-4в-8	eng	Иностранный язык	4.86	4.86	4.86	1
2308	stu-4в-8	hist	История	3.43	3.43	3.43	2
2309	stu-4в-8	lit	Литература	4.15	4.15	4.15	3
2310	stu-4в-8	math	Математика	3.8	3.8	3.8	4
2311	stu-4в-8	music	Музыка	4.13	4.13	4.13	5
2312	stu-4в-8	work	Труд (технология)	3.5	3.5	3.5	6
2313	stu-4в-8	pe	Физическая культура	4.25	4.25	4.25	7
2314	stu-4в-9	art	Изобразительное искусство	4.33	4.33	4.33	0
2315	stu-4в-9	eng	Иностранный язык	3.43	3.43	3.43	1
2316	stu-4в-9	hist	История	3.57	3.57	3.57	2
2317	stu-4в-9	lit	Литература	3.32	3.32	3.32	3
2318	stu-4в-9	math	Математика	3.75	3.75	3.75	4
2319	stu-4в-9	music	Музыка	3.88	3.88	3.88	5
2320	stu-4в-9	work	Труд (технология)	3	3	3	6
2321	stu-4в-9	pe	Физическая культура	4	4	4	7
2322	stu-4в-10	art	Изобразительное искусство	4.33	4.33	4.33	0
2323	stu-4в-10	eng	Иностранный язык	4.57	4.57	4.57	1
2324	stu-4в-10	hist	История	4	4	4	2
2325	stu-4в-10	lit	Литература	3.88	3.88	3.88	3
2326	stu-4в-10	math	Математика	3.65	3.65	3.65	4
2327	stu-4в-10	music	Музыка	4.13	4.13	4.13	5
2328	stu-4в-10	work	Труд (технология)	3.5	3.5	3.5	6
2329	stu-4в-10	pe	Физическая культура	4	4	4	7
2330	stu-4в-11	art	Изобразительное искусство	3.33	3.33	3.33	0
2331	stu-4в-11	eng	Иностранный язык	3	3	3	1
2332	stu-4в-11	hist	История	3.57	3.57	3.57	2
2333	stu-4в-11	lit	Литература	3.26	3.26	3.26	3
2334	stu-4в-11	math	Математика	3.7	3.7	3.7	4
2335	stu-4в-11	music	Музыка	4	4	4	5
2336	stu-4в-11	work	Труд (технология)	4	4	4	6
2337	stu-4в-11	pe	Физическая культура	4	4	4	7
2338	stu-4в-12	art	Изобразительное искусство	3	3	3	0
2339	stu-4в-12	eng	Иностранный язык	4.57	4.57	4.57	1
2340	stu-4в-12	hist	История	3.43	3.43	3.43	2
2341	stu-4в-12	lit	Литература	4.15	4.15	4.15	3
2342	stu-4в-12	math	Математика	3.8	3.8	3.8	4
2343	stu-4в-12	music	Музыка	3.75	3.75	3.75	5
2344	stu-4в-12	work	Труд (технология)	2.75	2.75	2.75	6
2345	stu-4в-12	pe	Физическая культура	4.5	4.5	4.5	7
2346	stu-4в-13	art	Изобразительное искусство	4.67	4.67	4.67	0
2347	stu-4в-13	eng	Иностранный язык	4.14	4.14	4.14	1
2348	stu-4в-13	hist	История	4	4	4	2
2349	stu-4в-13	lit	Литература	3.59	3.59	3.59	3
2350	stu-4в-13	math	Математика	3.65	3.65	3.65	4
\.
