COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
15553	stu-10в-5	2026-03-30	30 марта	[5, 2, 4, 5, 4]
15554	stu-10в-5	2026-03-31	31 марта	[4, 4, 2, 5, 3, 3, 4]
15555	stu-10в-6	2026-03-02	2 марта	[3, 3, 5, 4, 3]
15556	stu-10в-6	2026-03-03	3 марта	[3, 4, 3, 5, 4, 3]
15557	stu-10в-6	2026-03-04	4 марта	[4, 5, 2, 5, 4, 2]
15558	stu-10в-6	2026-03-05	5 марта	[4, 2, 5, 5, 3, 4]
15559	stu-10в-6	2026-03-06	6 марта	[5, 4, 4, 4, 3]
15560	stu-10в-6	2026-03-09	9 марта	[3, 5, 5, 4, 3, 4]
15561	stu-10в-6	2026-03-10	10 марта	[5, 5, 2, 5, 4, 5]
15562	stu-10в-6	2026-03-11	11 марта	[3, 5, 5, 5, 5]
15563	stu-10в-6	2026-03-12	12 марта	[4, 4, 5, 3, 4, 4]
15564	stu-10в-6	2026-03-13	13 марта	[5, 4, 2, 4, 3, 3]
\.
