COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11593	stu-7в-15	2026-03-30	30 марта	[5, 5, 3, 2]
11594	stu-7в-15	2026-03-31	31 марта	[4, 2, 4, 4, 5, 5]
11595	stu-7в-16	2026-03-02	2 марта	[5, 2, 5, 4]
11596	stu-7в-16	2026-03-03	3 марта	[4, 5, 3, 2, 4, 3]
11597	stu-7в-16	2026-03-04	4 марта	[3, 5, 4, 3, 4]
11598	stu-7в-16	2026-03-05	5 марта	[5, 5, 2, 4, 3]
11599	stu-7в-16	2026-03-06	6 марта	[4, 4, 4, 5, 4]
11600	stu-7в-16	2026-03-09	9 марта	[5, 2, 2, 5]
11601	stu-7в-16	2026-03-10	10 марта	[4, 5, 5, 2, 4, 3]
11602	stu-7в-16	2026-03-11	11 марта	[4, 5, 2, 3]
11603	stu-7в-16	2026-03-12	12 марта	[3, 4, 4, 4, 4, 5]
11604	stu-7в-16	2026-03-13	13 марта	[4, 2, 4, 4]
\.
