COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6401	stu-10а-4	lit	Литература	3.96	3.96	3.96	5
6402	stu-10а-4	math	Математика	3.88	3.88	3.88	6
6403	stu-10а-4	social	Обществознание	4	4	4	7
6404	stu-10а-4	phys	Физика	3.38	3.38	3.38	8
6405	stu-10а-4	pe	Физическая культура	4.13	4.13	4.13	9
6406	stu-10а-4	chem	Химия	3.88	3.88	3.88	10
6407	stu-10а-5	bio	Биология	4.57	4.57	4.57	0
6408	stu-10а-5	geo	География	4.63	4.63	4.63	1
6409	stu-10а-5	eng	Иностранный язык	3.38	3.38	3.38	2
6410	stu-10а-5	info	Информатика	3.67	3.67	3.67	3
6411	stu-10а-5	hist	История	3.75	3.75	3.75	4
6412	stu-10а-5	lit	Литература	3.88	3.88	3.88	5
6413	stu-10а-5	math	Математика	3.85	3.85	3.85	6
6414	stu-10а-5	social	Обществознание	4.43	4.43	4.43	7
6415	stu-10а-5	phys	Физика	3.54	3.54	3.54	8
6416	stu-10а-5	pe	Физическая культура	4.13	4.13	4.13	9
6417	stu-10а-5	chem	Химия	3.75	3.75	3.75	10
6418	stu-10а-6	bio	Биология	3.86	3.86	3.86	0
6419	stu-10а-6	geo	География	3.38	3.38	3.38	1
6420	stu-10а-6	eng	Иностранный язык	3.77	3.77	3.77	2
6421	stu-10а-6	info	Информатика	3.78	3.78	3.78	3
6422	stu-10а-6	hist	История	3	3	3	4
6423	stu-10а-6	lit	Литература	3.8	3.8	3.8	5
6424	stu-10а-6	math	Математика	3.65	3.65	3.65	6
6425	stu-10а-6	social	Обществознание	4	4	4	7
6426	stu-10а-6	phys	Физика	4.31	4.31	4.31	8
6427	stu-10а-6	pe	Физическая культура	4.25	4.25	4.25	9
6428	stu-10а-6	chem	Химия	3.5	3.5	3.5	10
6429	stu-10а-7	bio	Биология	3.86	3.86	3.86	0
6430	stu-10а-7	geo	География	4	4	4	1
6431	stu-10а-7	eng	Иностранный язык	4.31	4.31	4.31	2
6432	stu-10а-7	info	Информатика	4.11	4.11	4.11	3
6433	stu-10а-7	hist	История	3.63	3.63	3.63	4
6434	stu-10а-7	lit	Литература	4	4	4	5
6435	stu-10а-7	math	Математика	3.73	3.73	3.73	6
6436	stu-10а-7	social	Обществознание	4.43	4.43	4.43	7
6437	stu-10а-7	phys	Физика	3.62	3.62	3.62	8
6438	stu-10а-7	pe	Физическая культура	4.25	4.25	4.25	9
6439	stu-10а-7	chem	Химия	3.75	3.75	3.75	10
6440	stu-10а-8	bio	Биология	4.57	4.57	4.57	0
6441	stu-10а-8	geo	География	4.63	4.63	4.63	1
6442	stu-10а-8	eng	Иностранный язык	3.23	3.23	3.23	2
6443	stu-10а-8	info	Информатика	3.56	3.56	3.56	3
6444	stu-10а-8	hist	История	3.88	3.88	3.88	4
6445	stu-10а-8	lit	Литература	3.84	3.84	3.84	5
6446	stu-10а-8	math	Математика	3.85	3.85	3.85	6
6447	stu-10а-8	social	Обществознание	4	4	4	7
6448	stu-10а-8	phys	Физика	3.54	3.54	3.54	8
6449	stu-10а-8	pe	Физическая культура	4	4	4	9
6450	stu-10а-8	chem	Химия	3.75	3.75	3.75	10
\.
