COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9013	stu-6а-11	2026-03-20	20 марта	[5, 5, 5, 5]
9014	stu-6а-11	2026-03-23	23 марта	[5, 2, 5, 3]
9015	stu-6а-11	2026-03-24	24 марта	[2, 2, 4, 4, 5, 4]
9016	stu-6а-11	2026-03-25	25 марта	[4, 3, 4, 2, 5]
9017	stu-6а-11	2026-03-26	26 марта	[3, 3, 4, 5, 4]
9018	stu-6а-11	2026-03-27	27 марта	[3, 4, 5, 5, 5]
9019	stu-6а-11	2026-03-30	30 марта	[3, 3, 5, 5]
9020	stu-6а-11	2026-03-31	31 марта	[3, 5, 3, 5, 3, 2]
9021	stu-6а-12	2026-03-02	2 марта	[2, 4, 5, 5]
9022	stu-6а-12	2026-03-03	3 марта	[5, 3, 5, 4, 5]
9023	stu-6а-12	2026-03-04	4 марта	[2, 5, 4, 5, 3]
9024	stu-6а-12	2026-03-05	5 марта	[3, 4, 4, 3, 5]
\.
