COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9229	stu-6б-3	2026-03-16	16 марта	[3, 4, 4, 4, 5]
9230	stu-6б-3	2026-03-17	17 марта	[5, 4, 5, 5, 5]
9231	stu-6б-3	2026-03-18	18 марта	[2, 4, 4, 3]
9232	stu-6б-3	2026-03-19	19 марта	[5, 5, 4, 3, 3, 3]
9233	stu-6б-3	2026-03-20	20 марта	[4, 5, 4, 4]
9234	stu-6б-3	2026-03-23	23 марта	[2, 3, 5, 4]
9235	stu-6б-3	2026-03-24	24 марта	[5, 5, 3, 4, 3]
9236	stu-6б-3	2026-03-25	25 марта	[5, 3, 3, 4, 2]
9237	stu-6б-3	2026-03-26	26 марта	[4, 5, 4, 3, 4, 2]
9238	stu-6б-3	2026-03-27	27 марта	[4, 5, 5, 5, 4]
9239	stu-6б-3	2026-03-30	30 марта	[2, 2, 5, 4]
9240	stu-6б-3	2026-03-31	31 марта	[5, 4, 4, 4, 4]
\.
