COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10549	stu-7а-6	2026-03-16	16 марта	[3, 4, 5, 2, 5]
10550	stu-7а-6	2026-03-17	17 марта	[5, 4, 5, 5, 4]
10551	stu-7а-6	2026-03-18	18 марта	[5, 5, 2, 4, 5]
10552	stu-7а-6	2026-03-19	19 марта	[4, 5, 4, 4, 4, 3]
10553	stu-7а-6	2026-03-20	20 марта	[3, 4, 5, 4, 4]
10554	stu-7а-6	2026-03-23	23 марта	[3, 3, 3, 4]
10555	stu-7а-6	2026-03-24	24 марта	[5, 3, 3, 3, 4]
10556	stu-7а-6	2026-03-25	25 марта	[2, 3, 5, 3, 4]
10557	stu-7а-6	2026-03-26	26 марта	[4, 5, 4, 5, 5]
10558	stu-7а-6	2026-03-27	27 марта	[2, 5, 3, 5, 4]
10559	stu-7а-6	2026-03-30	30 марта	[3, 2, 5, 5, 3]
10560	stu-7а-6	2026-03-31	31 марта	[5, 5, 4, 4, 5, 5]
\.
