COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8557	stu-5г-9	2026-03-30	30 марта	[5, 5, 2, 4, 3]
8558	stu-5г-9	2026-03-31	31 марта	[4, 5, 4, 3, 2, 3]
8559	stu-5г-10	2026-03-02	2 марта	[4, 2, 4, 4]
8560	stu-5г-10	2026-03-03	3 марта	[4, 5, 4, 4, 4, 4]
8561	stu-5г-10	2026-03-04	4 марта	[5, 5, 3, 5, 4]
8562	stu-5г-10	2026-03-05	5 марта	[5, 4, 2, 4, 3]
8563	stu-5г-10	2026-03-06	6 марта	[4, 5, 5, 5, 5]
8564	stu-5г-10	2026-03-09	9 марта	[4, 5, 2, 4]
8565	stu-5г-10	2026-03-10	10 марта	[5, 5, 4, 5, 4]
8566	stu-5г-10	2026-03-11	11 марта	[4, 3, 5, 4]
8567	stu-5г-10	2026-03-12	12 марта	[4, 5, 2, 4, 4, 3]
8568	stu-5г-10	2026-03-13	13 марта	[5, 4, 4, 5]
\.
