COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
500	stu-1г-1	hist	История	3.5	3.5	3.5	2
501	stu-1г-1	lit	Литература	4.03	4.03	4.03	3
502	stu-1г-1	math	Математика	4.05	4.05	4.05	4
503	stu-1г-1	music	Музыка	3.14	3.14	3.14	5
504	stu-1г-1	work	Труд (технология)	4.25	4.25	4.25	6
505	stu-1г-1	pe	Физическая культура	4.25	4.25	4.25	7
506	stu-1г-2	art	Изобразительное искусство	4.13	4.13	4.13	0
507	stu-1г-2	eng	Иностранный язык	3.5	3.5	3.5	1
508	stu-1г-2	hist	История	3.63	3.63	3.63	2
509	stu-1г-2	lit	Литература	3.77	3.77	3.77	3
510	stu-1г-2	math	Математика	3.95	3.95	3.95	4
511	stu-1г-2	music	Музыка	3.29	3.29	3.29	5
512	stu-1г-2	work	Труд (технология)	3.63	3.63	3.63	6
513	stu-1г-2	pe	Физическая культура	3.75	3.75	3.75	7
514	stu-1г-3	art	Изобразительное искусство	4.25	4.25	4.25	0
515	stu-1г-3	eng	Иностранный язык	4.75	4.75	4.75	1
516	stu-1г-3	hist	История	3.75	3.75	3.75	2
517	stu-1г-3	lit	Литература	3.89	3.89	3.89	3
518	stu-1г-3	math	Математика	4.11	4.11	4.11	4
519	stu-1г-3	music	Музыка	3.71	3.71	3.71	5
520	stu-1г-3	work	Труд (технология)	3.63	3.63	3.63	6
521	stu-1г-3	pe	Физическая культура	4	4	4	7
522	stu-1г-4	art	Изобразительное искусство	4.5	4.5	4.5	0
523	stu-1г-4	eng	Иностранный язык	3.75	3.75	3.75	1
524	stu-1г-4	hist	История	3.63	3.63	3.63	2
525	stu-1г-4	lit	Литература	3.94	3.94	3.94	3
526	stu-1г-4	math	Математика	4.05	4.05	4.05	4
527	stu-1г-4	music	Музыка	4	4	4	5
528	stu-1г-4	work	Труд (технология)	4	4	4	6
529	stu-1г-4	pe	Физическая культура	3.75	3.75	3.75	7
530	stu-1г-5	art	Изобразительное искусство	4	4	4	0
531	stu-1г-5	eng	Иностранный язык	4	4	4	1
532	stu-1г-5	hist	История	3.5	3.5	3.5	2
533	stu-1г-5	lit	Литература	3.86	3.86	3.86	3
534	stu-1г-5	math	Математика	3.84	3.84	3.84	4
535	stu-1г-5	music	Музыка	3.86	3.86	3.86	5
536	stu-1г-5	work	Труд (технология)	3.88	3.88	3.88	6
537	stu-1г-5	pe	Физическая культура	3.75	3.75	3.75	7
538	stu-1г-6	art	Изобразительное искусство	4.25	4.25	4.25	0
539	stu-1г-6	eng	Иностранный язык	4.75	4.75	4.75	1
540	stu-1г-6	hist	История	3.88	3.88	3.88	2
541	stu-1г-6	lit	Литература	3.91	3.91	3.91	3
542	stu-1г-6	math	Математика	4.21	4.21	4.21	4
543	stu-1г-6	music	Музыка	3.57	3.57	3.57	5
544	stu-1г-6	work	Труд (технология)	3.5	3.5	3.5	6
545	stu-1г-6	pe	Физическая культура	4.25	4.25	4.25	7
546	stu-1г-7	art	Изобразительное искусство	4.5	4.5	4.5	0
547	stu-1г-7	eng	Иностранный язык	3.25	3.25	3.25	1
548	stu-1г-7	hist	История	3.63	3.63	3.63	2
549	stu-1г-7	lit	Литература	3.8	3.8	3.8	3
\.
