COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14376	stu-9в-9	2026-03-13	13 марта	[5, 3, 5, 5, 5]
14377	stu-9в-9	2026-03-16	16 марта	[2, 4, 5, 5, 4, 2]
14378	stu-9в-9	2026-03-17	17 марта	[3, 3, 5, 3, 4, 2]
14379	stu-9в-9	2026-03-18	18 марта	[3, 4, 5, 5, 5]
14380	stu-9в-9	2026-03-19	19 марта	[2, 4, 4, 4, 5, 3, 5]
14381	stu-9в-9	2026-03-20	20 марта	[5, 4, 4, 4, 5]
14382	stu-9в-9	2026-03-23	23 марта	[2, 5, 5, 3, 5, 3]
14383	stu-9в-9	2026-03-24	24 марта	[3, 5, 4, 4, 4, 2, 3]
14384	stu-9в-9	2026-03-25	25 марта	[5, 5, 3, 5, 4, 5]
14385	stu-9в-9	2026-03-26	26 марта	[5, 4, 2, 2, 4, 5, 5]
14386	stu-9в-9	2026-03-27	27 марта	[4, 3, 3, 4, 3, 5]
14387	stu-9в-9	2026-03-30	30 марта	[3, 5, 2, 4, 3]
\.
