COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8581	stu-5г-11	2026-03-02	2 марта	[5, 4, 3, 2]
8582	stu-5г-11	2026-03-03	3 марта	[3, 3, 5, 3, 5, 5]
8583	stu-5г-11	2026-03-04	4 марта	[5, 5, 4, 4, 3]
8584	stu-5г-11	2026-03-05	5 марта	[3, 5, 4, 5, 3]
8585	stu-5г-11	2026-03-06	6 марта	[3, 4, 4, 4, 3]
8586	stu-5г-11	2026-03-09	9 марта	[5, 5, 3, 2]
8587	stu-5г-11	2026-03-10	10 марта	[3, 4, 4, 4, 2]
8588	stu-5г-11	2026-03-11	11 марта	[5, 5, 3, 2]
8589	stu-5г-11	2026-03-12	12 марта	[3, 4, 3, 5, 5, 4]
8590	stu-5г-11	2026-03-13	13 марта	[5, 5, 5, 4]
8591	stu-5г-11	2026-03-16	16 марта	[4, 5, 5, 4]
8592	stu-5г-11	2026-03-17	17 марта	[3, 4, 4, 2, 5]
\.
