COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
151	stu-1а-17	music	Музыка	3.5	3.5	3.5	5
152	stu-1а-17	work	Труд (технология)	3	3	3	6
153	stu-1а-17	pe	Физическая культура	3.25	3.25	3.25	7
154	stu-1а-18	art	Изобразительное искусство	3.88	3.88	3.88	0
155	stu-1а-18	eng	Иностранный язык	2.5	2.5	2.5	1
156	stu-1а-18	hist	История	4.14	4.14	4.14	2
157	stu-1а-18	lit	Литература	3.97	3.97	3.97	3
158	stu-1а-18	math	Математика	3.43	3.43	3.43	4
159	stu-1а-18	music	Музыка	3.25	3.25	3.25	5
160	stu-1а-18	work	Труд (технология)	3.75	3.75	3.75	6
161	stu-1а-18	pe	Физическая культура	3.25	3.25	3.25	7
162	stu-1а-19	art	Изобразительное искусство	3.88	3.88	3.88	0
163	stu-1а-19	eng	Иностранный язык	4	4	4	1
164	stu-1а-19	hist	История	4.43	4.43	4.43	2
165	stu-1а-19	lit	Литература	3.68	3.68	3.68	3
166	stu-1а-19	math	Математика	3.81	3.81	3.81	4
167	stu-1а-19	music	Музыка	3	3	3	5
168	stu-1а-19	work	Труд (технология)	4	4	4	6
169	stu-1а-19	pe	Физическая культура	3.25	3.25	3.25	7
170	stu-1а-20	art	Изобразительное искусство	3.88	3.88	3.88	0
171	stu-1а-20	eng	Иностранный язык	4	4	4	1
172	stu-1а-20	hist	История	4.43	4.43	4.43	2
173	stu-1а-20	lit	Литература	3.68	3.68	3.68	3
174	stu-1а-20	math	Математика	3.76	3.76	3.76	4
175	stu-1а-20	music	Музыка	3.25	3.25	3.25	5
176	stu-1а-20	work	Труд (технология)	4.25	4.25	4.25	6
177	stu-1а-20	pe	Физическая культура	3.25	3.25	3.25	7
178	stu-1б-1	art	Изобразительное искусство	2.75	2.75	2.75	0
179	stu-1б-1	eng	Иностранный язык	3.89	3.89	3.89	1
180	stu-1б-1	hist	История	3.88	3.88	3.88	2
181	stu-1б-1	lit	Литература	4.37	4.37	4.37	3
182	stu-1б-1	math	Математика	3.63	3.63	3.63	4
183	stu-1б-1	music	Музыка	3.86	3.86	3.86	5
184	stu-1б-1	work	Труд (технология)	3.25	3.25	3.25	6
185	stu-1б-1	pe	Физическая культура	3.33	3.33	3.33	7
186	stu-1б-2	art	Изобразительное искусство	4.25	4.25	4.25	0
187	stu-1б-2	eng	Иностранный язык	3.78	3.78	3.78	1
188	stu-1б-2	hist	История	3.88	3.88	3.88	2
189	stu-1б-2	lit	Литература	3.8	3.8	3.8	3
190	stu-1б-2	math	Математика	3.95	3.95	3.95	4
191	stu-1б-2	music	Музыка	4.14	4.14	4.14	5
192	stu-1б-2	work	Труд (технология)	4	4	4	6
193	stu-1б-2	pe	Физическая культура	3.67	3.67	3.67	7
194	stu-1б-3	art	Изобразительное искусство	4	4	4	0
195	stu-1б-3	eng	Иностранный язык	3.89	3.89	3.89	1
196	stu-1б-3	hist	История	4.25	4.25	4.25	2
197	stu-1б-3	lit	Литература	3.9	3.9	3.9	3
198	stu-1б-3	math	Математика	3.68	3.68	3.68	4
199	stu-1б-3	music	Музыка	4.29	4.29	4.29	5
200	stu-1б-3	work	Труд (технология)	4.5	4.5	4.5	6
\.
