COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11617	stu-7в-17	2026-03-02	2 марта	[5, 3, 4, 2]
11618	stu-7в-17	2026-03-03	3 марта	[2, 4, 5, 4, 5, 5]
11619	stu-7в-17	2026-03-04	4 марта	[4, 4, 2, 5, 5]
11620	stu-7в-17	2026-03-05	5 марта	[3, 4, 4, 5, 2]
11621	stu-7в-17	2026-03-06	6 марта	[5, 4, 5, 4, 3]
11622	stu-7в-17	2026-03-09	9 марта	[4, 3, 4, 4]
11623	stu-7в-17	2026-03-10	10 марта	[2, 5, 3, 4, 5, 4]
11624	stu-7в-17	2026-03-11	11 марта	[2, 4, 4, 4]
11625	stu-7в-17	2026-03-12	12 марта	[3, 3, 5, 5, 3, 4]
11626	stu-7в-17	2026-03-13	13 марта	[5, 3, 3, 5]
11627	stu-7в-17	2026-03-16	16 марта	[5, 5, 2, 3]
11628	stu-7в-17	2026-03-17	17 марта	[3, 4, 4, 5, 5, 3]
\.
