COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14245	stu-9в-3	2026-03-16	16 марта	[3, 4, 5, 5, 3, 2]
14246	stu-9в-3	2026-03-17	17 марта	[4, 4, 5, 3, 5, 2]
14247	stu-9в-3	2026-03-18	18 марта	[3, 2, 5, 5, 4]
14248	stu-9в-3	2026-03-19	19 марта	[2, 3, 4, 4, 5, 4, 3]
14249	stu-9в-3	2026-03-20	20 марта	[5, 2, 5, 5, 5]
14250	stu-9в-3	2026-03-23	23 марта	[3, 5, 5, 4, 4, 3]
14251	stu-9в-3	2026-03-24	24 марта	[3, 5, 3, 3, 4, 2, 3]
14252	stu-9в-3	2026-03-25	25 марта	[5, 4, 4, 5, 3, 5]
14253	stu-9в-3	2026-03-26	26 марта	[5, 4, 3, 2, 3, 5, 4]
14254	stu-9в-3	2026-03-27	27 марта	[4, 5, 3, 3, 3, 5]
14255	stu-9в-3	2026-03-30	30 марта	[4, 5, 3, 4, 4]
14256	stu-9в-3	2026-03-31	31 марта	[2, 4, 4, 4, 4, 5]
\.
