COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8329	stu-5в-18	2026-03-18	18 марта	[4, 3, 5, 2]
8330	stu-5в-18	2026-03-19	19 марта	[5, 2, 5, 5, 3, 5]
8331	stu-5в-18	2026-03-20	20 марта	[5, 4, 5, 5, 4]
8332	stu-5в-18	2026-03-23	23 марта	[5, 2, 4, 4, 5]
8333	stu-5в-18	2026-03-24	24 марта	[2, 5, 5, 5, 2]
8334	stu-5в-18	2026-03-25	25 марта	[4, 5, 4, 4, 4]
8335	stu-5в-18	2026-03-26	26 марта	[5, 4, 5, 3, 5, 5]
8336	stu-5в-18	2026-03-27	27 марта	[3, 3, 4, 5, 3]
8337	stu-5в-18	2026-03-30	30 марта	[5, 4, 4, 3, 5]
8338	stu-5в-18	2026-03-31	31 марта	[3, 3, 4, 4, 4, 5]
8339	stu-5в-19	2026-03-02	2 марта	[3, 5, 4, 3]
8340	stu-5в-19	2026-03-03	3 марта	[5, 4, 3, 3, 3]
\.
