COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7009	stu-4г-18	2026-03-18	18 марта	[3, 4, 5, 5]
7010	stu-4г-18	2026-03-19	19 марта	[3, 4, 5, 4, 5]
7011	stu-4г-18	2026-03-20	20 марта	[5, 5, 4, 5]
7012	stu-4г-18	2026-03-23	23 марта	[5, 2, 3]
7013	stu-4г-18	2026-03-24	24 марта	[3, 4, 5, 3, 4]
7014	stu-4г-18	2026-03-25	25 марта	[4, 4, 5, 3]
7015	stu-4г-18	2026-03-26	26 марта	[5, 4, 5, 4, 2]
7016	stu-4г-18	2026-03-27	27 марта	[2, 4, 5, 2]
7017	stu-4г-18	2026-03-30	30 марта	[5, 4, 5]
7018	stu-4г-18	2026-03-31	31 марта	[5, 3, 5, 4, 2]
7019	stu-4г-19	2026-03-02	2 марта	[3, 5, 3]
7020	stu-4г-19	2026-03-03	3 марта	[3, 5, 3, 5, 5]
\.
