COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12145	stu-8а-3	2026-03-02	2 марта	[4, 4, 5, 3]
12146	stu-8а-3	2026-03-03	3 марта	[4, 4, 3, 2, 5, 5]
12147	stu-8а-3	2026-03-04	4 марта	[2, 5, 4, 3]
12148	stu-8а-3	2026-03-05	5 марта	[5, 2, 5, 5, 4]
12149	stu-8а-3	2026-03-06	6 марта	[4, 5, 3, 2, 5]
12150	stu-8а-3	2026-03-09	9 марта	[5, 5, 3, 4]
12151	stu-8а-3	2026-03-10	10 марта	[3, 5, 5, 3, 5, 5]
12152	stu-8а-3	2026-03-11	11 марта	[4, 2, 5, 3, 2]
12153	stu-8а-3	2026-03-12	12 марта	[3, 5, 4, 4, 3]
12154	stu-8а-3	2026-03-13	13 марта	[4, 3, 2, 5]
12155	stu-8а-3	2026-03-16	16 марта	[4, 4, 5, 2, 3]
12156	stu-8а-3	2026-03-17	17 марта	[4, 3, 4, 3, 4]
\.
