COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12373	stu-8а-13	2026-03-12	12 марта	[4, 3, 5, 5, 3]
12374	stu-8а-13	2026-03-13	13 марта	[4, 3, 2, 5]
12375	stu-8а-13	2026-03-16	16 марта	[4, 4, 5, 4, 3]
12376	stu-8а-13	2026-03-17	17 марта	[5, 3, 4, 5, 4]
12377	stu-8а-13	2026-03-18	18 марта	[5, 4, 2, 4, 3]
12378	stu-8а-13	2026-03-19	19 марта	[5, 5, 2, 4, 3, 4]
12379	stu-8а-13	2026-03-20	20 марта	[4, 5, 4, 4, 4]
12380	stu-8а-13	2026-03-23	23 марта	[4, 5, 4, 2, 4]
12381	stu-8а-13	2026-03-24	24 марта	[3, 2, 4, 3, 2, 4]
12382	stu-8а-13	2026-03-25	25 марта	[3, 5, 5, 3, 5]
12383	stu-8а-13	2026-03-26	26 марта	[3, 3, 2, 4, 5]
12384	stu-8а-13	2026-03-27	27 марта	[2, 3, 5, 4, 4]
\.
