COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11545	stu-7в-13	2026-03-24	24 марта	[4, 4, 4, 2, 4]
11546	stu-7в-13	2026-03-25	25 марта	[5, 4, 4, 3]
11547	stu-7в-13	2026-03-26	26 марта	[4, 4, 2, 5, 2, 4]
11548	stu-7в-13	2026-03-27	27 марта	[5, 5, 3, 5]
11549	stu-7в-13	2026-03-30	30 марта	[3, 4, 4, 4]
11550	stu-7в-13	2026-03-31	31 марта	[5, 4, 3, 3, 5, 5]
11551	stu-7в-14	2026-03-02	2 марта	[5, 2, 4, 3]
11552	stu-7в-14	2026-03-03	3 марта	[2, 4, 4, 4, 5, 4]
11553	stu-7в-14	2026-03-04	4 марта	[3, 4, 3, 5, 5]
11554	stu-7в-14	2026-03-05	5 марта	[5, 4, 4, 5, 2]
11555	stu-7в-14	2026-03-06	6 марта	[5, 5, 5, 4, 2]
11556	stu-7в-14	2026-03-09	9 марта	[4, 2, 4, 5]
\.
