COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12241	stu-8а-7	2026-03-12	12 марта	[2, 3, 5, 5, 2]
12242	stu-8а-7	2026-03-13	13 марта	[5, 3, 4, 5]
12243	stu-8а-7	2026-03-16	16 марта	[2, 5, 5, 2, 5]
12244	stu-8а-7	2026-03-17	17 марта	[5, 5, 5, 3, 3]
12245	stu-8а-7	2026-03-18	18 марта	[5, 5, 4, 5, 3]
12246	stu-8а-7	2026-03-19	19 марта	[4, 5, 3, 4, 3, 4]
12247	stu-8а-7	2026-03-20	20 марта	[3, 5, 4, 5, 5]
12248	stu-8а-7	2026-03-23	23 марта	[2, 4, 5, 2, 4]
12249	stu-8а-7	2026-03-24	24 марта	[5, 2, 5, 5, 2, 5]
12250	stu-8а-7	2026-03-25	25 марта	[5, 5, 4, 5, 5]
12251	stu-8а-7	2026-03-26	26 марта	[3, 4, 3, 5, 4]
12252	stu-8а-7	2026-03-27	27 марта	[4, 4, 5, 4, 5]
\.
