COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
451	stu-1в-15	eng	Иностранный язык	4.5	4.5	4.5	1
452	stu-1в-15	hist	История	3.88	3.88	3.88	2
453	stu-1в-15	lit	Литература	3.82	3.82	3.82	3
454	stu-1в-15	math	Математика	3.64	3.64	3.64	4
455	stu-1в-15	music	Музыка	4.25	4.25	4.25	5
456	stu-1в-15	work	Труд (технология)	4	4	4	6
457	stu-1в-15	pe	Физическая культура	4.25	4.25	4.25	7
458	stu-1в-16	art	Изобразительное искусство	2.88	2.88	2.88	0
459	stu-1в-16	eng	Иностранный язык	3.25	3.25	3.25	1
460	stu-1в-16	hist	История	4.13	4.13	4.13	2
461	stu-1в-16	lit	Литература	3.67	3.67	3.67	3
462	stu-1в-16	math	Математика	4	4	4	4
463	stu-1в-16	music	Музыка	4.25	4.25	4.25	5
464	stu-1в-16	work	Труд (технология)	4.5	4.5	4.5	6
465	stu-1в-16	pe	Физическая культура	5	5	5	7
466	stu-1в-17	art	Изобразительное искусство	4.13	4.13	4.13	0
467	stu-1в-17	eng	Иностранный язык	3.63	3.63	3.63	1
468	stu-1в-17	hist	История	3.38	3.38	3.38	2
469	stu-1в-17	lit	Литература	3.73	3.73	3.73	3
470	stu-1в-17	math	Математика	4.05	4.05	4.05	4
471	stu-1в-17	music	Музыка	4.25	4.25	4.25	5
472	stu-1в-17	work	Труд (технология)	4.25	4.25	4.25	6
552	stu-1г-7	work	Труд (технология)	4	4	4	6
473	stu-1в-17	pe	Физическая культура	4.5	4.5	4.5	7
474	stu-1в-18	art	Изобразительное искусство	4	4	4	0
475	stu-1в-18	eng	Иностранный язык	4.38	4.38	4.38	1
476	stu-1в-18	hist	История	3.75	3.75	3.75	2
477	stu-1в-18	lit	Литература	3.76	3.76	3.76	3
478	stu-1в-18	math	Математика	3.68	3.68	3.68	4
479	stu-1в-18	music	Музыка	4.25	4.25	4.25	5
480	stu-1в-18	work	Труд (технология)	4	4	4	6
481	stu-1в-18	pe	Физическая культура	4.5	4.5	4.5	7
482	stu-1в-19	art	Изобразительное искусство	2.88	2.88	2.88	0
483	stu-1в-19	eng	Иностранный язык	3.13	3.13	3.13	1
484	stu-1в-19	hist	История	4.25	4.25	4.25	2
485	stu-1в-19	lit	Литература	3.67	3.67	3.67	3
486	stu-1в-19	math	Математика	3.91	3.91	3.91	4
487	stu-1в-19	music	Музыка	4.5	4.5	4.5	5
488	stu-1в-19	work	Труд (технология)	4.5	4.5	4.5	6
489	stu-1в-19	pe	Физическая культура	4.5	4.5	4.5	7
490	stu-1в-20	art	Изобразительное искусство	3	3	3	0
491	stu-1в-20	eng	Иностранный язык	3.13	3.13	3.13	1
492	stu-1в-20	hist	История	4.13	4.13	4.13	2
493	stu-1в-20	lit	Литература	3.64	3.64	3.64	3
494	stu-1в-20	math	Математика	3.91	3.91	3.91	4
495	stu-1в-20	music	Музыка	4	4	4	5
496	stu-1в-20	work	Труд (технология)	4.25	4.25	4.25	6
497	stu-1в-20	pe	Физическая культура	5	5	5	7
498	stu-1г-1	art	Изобразительное искусство	4.38	4.38	4.38	0
499	stu-1г-1	eng	Иностранный язык	4.25	4.25	4.25	1
\.
