COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9721	stu-6в-6	2026-03-26	26 марта	[5, 4, 5, 4, 2]
9722	stu-6в-6	2026-03-27	27 марта	[4, 4, 5, 3]
9723	stu-6в-6	2026-03-30	30 марта	[2, 5, 5, 5]
9724	stu-6в-6	2026-03-31	31 марта	[5, 5, 5, 2, 4]
9725	stu-6в-7	2026-03-02	2 марта	[5, 2, 4, 2]
9726	stu-6в-7	2026-03-03	3 марта	[3, 3, 4, 3, 5]
9727	stu-6в-7	2026-03-04	4 марта	[3, 5, 4, 5]
9728	stu-6в-7	2026-03-05	5 марта	[5, 2, 4, 4, 2, 5]
9729	stu-6в-7	2026-03-06	6 марта	[5, 5, 4, 4]
9730	stu-6в-7	2026-03-09	9 марта	[4, 5, 5, 3, 4]
9731	stu-6в-7	2026-03-10	10 марта	[2, 4, 3, 4, 4]
9732	stu-6в-7	2026-03-11	11 марта	[2, 5, 5, 5]
\.
