COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8521	stu-5г-8	2026-03-10	10 марта	[5, 5, 4, 5, 2]
8522	stu-5г-8	2026-03-11	11 марта	[4, 3, 5, 3]
8523	stu-5г-8	2026-03-12	12 марта	[4, 4, 2, 4, 4, 3]
8524	stu-5г-8	2026-03-13	13 марта	[5, 5, 5, 5]
8525	stu-5г-8	2026-03-16	16 марта	[2, 5, 5, 5]
8526	stu-5г-8	2026-03-17	17 марта	[5, 5, 4, 4, 5]
8527	stu-5г-8	2026-03-18	18 марта	[3, 3, 5, 5, 3]
8528	stu-5г-8	2026-03-19	19 марта	[4, 4, 4, 4, 5]
8529	stu-5г-8	2026-03-20	20 марта	[5, 3, 3, 5, 5]
8530	stu-5г-8	2026-03-23	23 марта	[4, 3, 4, 2, 5]
8531	stu-5г-8	2026-03-24	24 марта	[5, 4, 5, 4, 4, 4]
8532	stu-5г-8	2026-03-25	25 марта	[3, 5, 5, 2]
\.
