COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13501	stu-9а-7	2026-03-20	20 марта	[2, 3, 5, 4, 4]
13502	stu-9а-7	2026-03-23	23 марта	[4, 2, 5, 4, 5]
13503	stu-9а-7	2026-03-24	24 марта	[5, 5, 4, 4, 2, 3]
13504	stu-9а-7	2026-03-25	25 марта	[3, 4, 5, 5, 4, 5]
13505	stu-9а-7	2026-03-26	26 марта	[4, 4, 5, 5, 3, 3]
13506	stu-9а-7	2026-03-27	27 марта	[4, 4, 4, 5, 4]
13507	stu-9а-7	2026-03-30	30 марта	[4, 4, 4, 5, 3]
13508	stu-9а-7	2026-03-31	31 марта	[5, 5, 4, 4, 5, 5]
13509	stu-9а-8	2026-03-02	2 марта	[3, 4, 5, 3, 5, 5]
13510	stu-9а-8	2026-03-03	3 марта	[4, 3, 2, 5, 4, 3, 5]
13511	stu-9а-8	2026-03-04	4 марта	[3, 4, 5, 2, 3, 5]
13512	stu-9а-8	2026-03-05	5 марта	[3, 5, 2, 4, 5, 5]
\.
