COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2050	stu-4а-16	art	Изобразительное искусство	3.57	3.57	3.57	0
2051	stu-4а-16	eng	Иностранный язык	4	4	4	1
2052	stu-4а-16	hist	История	4	4	4	2
2053	stu-4а-16	lit	Литература	3.63	3.63	3.63	3
2054	stu-4а-16	math	Математика	4.12	4.12	4.12	4
2055	stu-4а-16	music	Музыка	3.88	3.88	3.88	5
2056	stu-4а-16	work	Труд (технология)	4.75	4.75	4.75	6
2057	stu-4а-16	pe	Физическая культура	3.8	3.8	3.8	7
2058	stu-4а-17	art	Изобразительное искусство	3.43	3.43	3.43	0
2059	stu-4а-17	eng	Иностранный язык	5	5	5	1
2060	stu-4а-17	hist	История	4.25	4.25	4.25	2
2061	stu-4а-17	lit	Литература	3.5	3.5	3.5	3
2062	stu-4а-17	math	Математика	4.06	4.06	4.06	4
2063	stu-4а-17	music	Музыка	3.63	3.63	3.63	5
2064	stu-4а-17	work	Труд (технология)	4.25	4.25	4.25	6
2065	stu-4а-17	pe	Физическая культура	3.2	3.2	3.2	7
2066	stu-4а-18	art	Изобразительное искусство	3.29	3.29	3.29	0
2067	stu-4а-18	eng	Иностранный язык	3.5	3.5	3.5	1
2068	stu-4а-18	hist	История	4.38	4.38	4.38	2
2069	stu-4а-18	lit	Литература	4.06	4.06	4.06	3
2070	stu-4а-18	math	Математика	4.35	4.35	4.35	4
2071	stu-4а-18	music	Музыка	3.38	3.38	3.38	5
2072	stu-4а-18	work	Труд (технология)	4.25	4.25	4.25	6
2073	stu-4а-18	pe	Физическая культура	4	4	4	7
2074	stu-4а-19	art	Изобразительное искусство	3.57	3.57	3.57	0
2075	stu-4а-19	eng	Иностранный язык	4.5	4.5	4.5	1
2076	stu-4а-19	hist	История	4	4	4	2
2077	stu-4а-19	lit	Литература	3.47	3.47	3.47	3
2078	stu-4а-19	math	Математика	4.12	4.12	4.12	4
2079	stu-4а-19	music	Музыка	3.25	3.25	3.25	5
2080	stu-4а-19	work	Труд (технология)	4.75	4.75	4.75	6
2081	stu-4а-19	pe	Физическая культура	3.6	3.6	3.6	7
2082	stu-4а-20	art	Изобразительное искусство	3.57	3.57	3.57	0
2083	stu-4а-20	eng	Иностранный язык	4.5	4.5	4.5	1
2084	stu-4а-20	hist	История	4	4	4	2
2085	stu-4а-20	lit	Литература	3.44	3.44	3.44	3
2086	stu-4а-20	math	Математика	4.06	4.06	4.06	4
2087	stu-4а-20	music	Музыка	3.5	3.5	3.5	5
2088	stu-4а-20	work	Труд (технология)	5	5	5	6
2089	stu-4а-20	pe	Физическая культура	3.8	3.8	3.8	7
2090	stu-4б-1	art	Изобразительное искусство	3.71	3.71	3.71	0
2091	stu-4б-1	eng	Иностранный язык	4.25	4.25	4.25	1
2092	stu-4б-1	hist	История	3.38	3.38	3.38	2
2093	stu-4б-1	lit	Литература	3.85	3.85	3.85	3
2094	stu-4б-1	math	Математика	4	4	4	4
2095	stu-4б-1	music	Музыка	4.5	4.5	4.5	5
2096	stu-4б-1	work	Труд (технология)	4.6	4.6	4.6	6
2097	stu-4б-1	pe	Физическая культура	3.75	3.75	3.75	7
2098	stu-4б-2	art	Изобразительное искусство	3	3	3	0
2099	stu-4б-2	eng	Иностранный язык	3.88	3.88	3.88	1
\.
