COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12913	stu-8б-18	2026-03-30	30 марта	[3, 5, 5, 2, 4]
12914	stu-8б-18	2026-03-31	31 марта	[5, 4, 4, 3, 3]
12915	stu-8б-19	2026-03-02	2 марта	[4, 3, 4, 3, 4]
12916	stu-8б-19	2026-03-03	3 марта	[5, 2, 3, 3, 3]
12917	stu-8б-19	2026-03-04	4 марта	[2, 3, 4, 2, 4]
12918	stu-8б-19	2026-03-05	5 марта	[3, 4, 4, 2, 5, 3]
12919	stu-8б-19	2026-03-06	6 марта	[4, 4, 4, 2, 4]
12920	stu-8б-19	2026-03-09	9 марта	[4, 5, 3, 4, 4]
12921	stu-8б-19	2026-03-10	10 марта	[5, 5, 5, 4, 2]
12922	stu-8б-19	2026-03-11	11 марта	[5, 5, 2, 4, 2]
12923	stu-8б-19	2026-03-12	12 марта	[5, 3, 4, 4, 4]
12924	stu-8б-19	2026-03-13	13 марта	[4, 4, 5, 2, 5]
\.
