COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1550	stu-3б-13	math	Математика	3.71	3.71	3.71	4
1551	stu-3б-13	music	Музыка	3.88	3.88	3.88	5
1552	stu-3б-13	work	Труд (технология)	4	4	4	6
1553	stu-3б-13	pe	Физическая культура	3.75	3.75	3.75	7
1554	stu-3б-14	art	Изобразительное искусство	4.4	4.4	4.4	0
1555	stu-3б-14	eng	Иностранный язык	4.86	4.86	4.86	1
1556	stu-3б-14	hist	История	3.17	3.17	3.17	2
1557	stu-3б-14	lit	Литература	3.7	3.7	3.7	3
1558	stu-3б-14	math	Математика	3.9	3.9	3.9	4
1559	stu-3б-14	music	Музыка	3.88	3.88	3.88	5
1560	stu-3б-14	work	Труд (технология)	4	4	4	6
1561	stu-3б-14	pe	Физическая культура	4	4	4	7
1562	stu-3б-15	art	Изобразительное искусство	2.8	2.8	2.8	0
1563	stu-3б-15	eng	Иностранный язык	3.43	3.43	3.43	1
1564	stu-3б-15	hist	История	3.67	3.67	3.67	2
1565	stu-3б-15	lit	Литература	3.87	3.87	3.87	3
1566	stu-3б-15	math	Математика	4.05	4.05	4.05	4
1567	stu-3б-15	music	Музыка	3.63	3.63	3.63	5
1568	stu-3б-15	work	Труд (технология)	4.13	4.13	4.13	6
1569	stu-3б-15	pe	Физическая культура	4	4	4	7
1570	stu-3б-16	art	Изобразительное искусство	4.4	4.4	4.4	0
1571	stu-3б-16	eng	Иностранный язык	3.86	3.86	3.86	1
1572	stu-3б-16	hist	История	4.17	4.17	4.17	2
1573	stu-3б-16	lit	Литература	4.03	4.03	4.03	3
1574	stu-3б-16	math	Математика	3.76	3.76	3.76	4
1575	stu-3б-16	music	Музыка	3.5	3.5	3.5	5
1577	stu-3б-16	pe	Физическая культура	3.5	3.5	3.5	7
1578	stu-3б-17	art	Изобразительное искусство	3.8	3.8	3.8	0
1579	stu-3б-17	eng	Иностранный язык	4.57	4.57	4.57	1
1580	stu-3б-17	hist	История	3.17	3.17	3.17	2
1581	stu-3б-17	lit	Литература	3.7	3.7	3.7	3
1582	stu-3б-17	math	Математика	3.67	3.67	3.67	4
1583	stu-3б-17	music	Музыка	3.5	3.5	3.5	5
1584	stu-3б-17	work	Труд (технология)	4	4	4	6
1585	stu-3б-17	pe	Физическая культура	4	4	4	7
1586	stu-3б-18	art	Изобразительное искусство	3	3	3	0
1587	stu-3б-18	eng	Иностранный язык	3.29	3.29	3.29	1
1588	stu-3б-18	hist	История	3.67	3.67	3.67	2
1589	stu-3б-18	lit	Литература	3.9	3.9	3.9	3
1590	stu-3б-18	math	Математика	4.1	4.1	4.1	4
1591	stu-3б-18	music	Музыка	3.63	3.63	3.63	5
1592	stu-3б-18	work	Труд (технология)	4.25	4.25	4.25	6
1593	stu-3б-18	pe	Физическая культура	3.75	3.75	3.75	7
1594	stu-3б-19	art	Изобразительное искусство	4.8	4.8	4.8	0
1595	stu-3б-19	eng	Иностранный язык	4.43	4.43	4.43	1
1596	stu-3б-19	hist	История	4	4	4	2
1597	stu-3б-19	lit	Литература	3.87	3.87	3.87	3
1598	stu-3б-19	math	Математика	3.76	3.76	3.76	4
1599	stu-3б-19	music	Музыка	3.88	3.88	3.88	5
1600	stu-3б-19	work	Труд (технология)	4	4	4	6
\.
