COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12757	stu-8б-11	2026-03-26	26 марта	[3, 4, 5, 5, 5]
12758	stu-8б-11	2026-03-27	27 марта	[3, 5, 4, 4]
12759	stu-8б-11	2026-03-30	30 марта	[3, 5, 3, 2, 5]
12760	stu-8б-11	2026-03-31	31 марта	[5, 5, 3, 3, 3]
12761	stu-8б-12	2026-03-02	2 марта	[3, 3, 5, 4, 3]
12762	stu-8б-12	2026-03-03	3 марта	[3, 3, 4, 4, 3]
12763	stu-8б-12	2026-03-04	4 марта	[2, 2, 3, 4, 3]
12764	stu-8б-12	2026-03-05	5 марта	[3, 4, 3, 2, 5, 3]
12765	stu-8б-12	2026-03-06	6 марта	[4, 2, 5, 4, 5]
12766	stu-8б-12	2026-03-09	9 марта	[3, 5, 5, 4, 3]
12767	stu-8б-12	2026-03-10	10 марта	[5, 4, 4, 4, 2]
12768	stu-8б-12	2026-03-11	11 марта	[5, 4, 2, 5, 3]
\.
