COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9577	stu-6б-19	2026-03-10	10 марта	[5, 4, 5, 2, 5]
9578	stu-6б-19	2026-03-11	11 марта	[5, 4, 4, 4, 4]
9579	stu-6б-19	2026-03-12	12 марта	[4, 4, 4, 3, 3]
9580	stu-6б-19	2026-03-13	13 марта	[4, 4, 4, 5, 3]
9581	stu-6б-19	2026-03-16	16 марта	[2, 4, 5, 5, 4]
9582	stu-6б-19	2026-03-17	17 марта	[5, 3, 3, 5, 5]
9583	stu-6б-19	2026-03-18	18 марта	[4, 5, 5, 4]
9584	stu-6б-19	2026-03-19	19 марта	[5, 5, 3, 4, 4, 4]
9585	stu-6б-19	2026-03-20	20 марта	[4, 3, 3, 5]
9586	stu-6б-19	2026-03-23	23 марта	[2, 4, 5, 4]
9587	stu-6б-19	2026-03-24	24 марта	[5, 4, 2, 3, 3]
9588	stu-6б-19	2026-03-25	25 марта	[5, 3, 4, 5, 4]
\.
