COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
550	stu-1г-7	math	Математика	4	4	4	4
551	stu-1г-7	music	Музыка	3.43	3.43	3.43	5
553	stu-1г-7	pe	Физическая культура	3.75	3.75	3.75	7
554	stu-1г-8	art	Изобразительное искусство	4.25	4.25	4.25	0
555	stu-1г-8	eng	Иностранный язык	4.25	4.25	4.25	1
556	stu-1г-8	hist	История	3.63	3.63	3.63	2
557	stu-1г-8	lit	Литература	3.86	3.86	3.86	3
558	stu-1г-8	math	Математика	3.89	3.89	3.89	4
559	stu-1г-8	music	Музыка	3.43	3.43	3.43	5
560	stu-1г-8	work	Труд (технология)	4	4	4	6
561	stu-1г-8	pe	Физическая культура	4	4	4	7
562	stu-1г-9	art	Изобразительное искусство	4.25	4.25	4.25	0
563	stu-1г-9	eng	Иностранный язык	4.75	4.75	4.75	1
564	stu-1г-9	hist	История	3.75	3.75	3.75	2
565	stu-1г-9	lit	Литература	4	4	4	3
566	stu-1г-9	math	Математика	4.21	4.21	4.21	4
567	stu-1г-9	music	Музыка	3.71	3.71	3.71	5
568	stu-1г-9	work	Труд (технология)	3.38	3.38	3.38	6
569	stu-1г-9	pe	Физическая культура	3.75	3.75	3.75	7
570	stu-1г-10	art	Изобразительное искусство	4.5	4.5	4.5	0
571	stu-1г-10	eng	Иностранный язык	3.5	3.5	3.5	1
572	stu-1г-10	hist	История	3.63	3.63	3.63	2
573	stu-1г-10	lit	Литература	3.86	3.86	3.86	3
574	stu-1г-10	math	Математика	3.95	3.95	3.95	4
575	stu-1г-10	music	Музыка	3.71	3.71	3.71	5
576	stu-1г-10	work	Труд (технология)	3.63	3.63	3.63	6
577	stu-1г-10	pe	Физическая культура	3.75	3.75	3.75	7
578	stu-1г-11	art	Изобразительное искусство	4.13	4.13	4.13	0
579	stu-1г-11	eng	Иностранный язык	4	4	4	1
580	stu-1г-11	hist	История	3.88	3.88	3.88	2
581	stu-1г-11	lit	Литература	3.83	3.83	3.83	3
582	stu-1г-11	math	Математика	4.11	4.11	4.11	4
583	stu-1г-11	music	Музыка	3.57	3.57	3.57	5
584	stu-1г-11	work	Труд (технология)	3.63	3.63	3.63	6
585	stu-1г-11	pe	Физическая культура	4	4	4	7
586	stu-1г-12	art	Изобразительное искусство	4.25	4.25	4.25	0
587	stu-1г-12	eng	Иностранный язык	4.75	4.75	4.75	1
588	stu-1г-12	hist	История	3.5	3.5	3.5	2
589	stu-1г-12	lit	Литература	4	4	4	3
590	stu-1г-12	math	Математика	4	4	4	4
591	stu-1г-12	music	Музыка	3.29	3.29	3.29	5
592	stu-1г-12	work	Труд (технология)	4.25	4.25	4.25	6
593	stu-1г-12	pe	Физическая культура	3.75	3.75	3.75	7
594	stu-1г-13	art	Изобразительное искусство	4.38	4.38	4.38	0
595	stu-1г-13	eng	Иностранный язык	3.25	3.25	3.25	1
596	stu-1г-13	hist	История	3.63	3.63	3.63	2
597	stu-1г-13	lit	Литература	3.8	3.8	3.8	3
598	stu-1г-13	math	Математика	4	4	4	4
599	stu-1г-13	music	Музыка	3.57	3.57	3.57	5
600	stu-1г-13	work	Труд (технология)	3.63	3.63	3.63	6
\.
