COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10057	stu-6г-3	2026-03-04	4 марта	[4, 4, 4, 5, 4]
10058	stu-6г-3	2026-03-05	5 марта	[2, 5, 4, 4, 4, 2]
10059	stu-6г-3	2026-03-06	6 марта	[5, 3, 4, 4]
10060	stu-6г-3	2026-03-09	9 марта	[4, 4, 4, 5, 4]
10061	stu-6г-3	2026-03-10	10 марта	[5, 4, 2, 5, 3, 2]
10062	stu-6г-3	2026-03-11	11 марта	[4, 4, 5, 2, 3]
10063	stu-6г-3	2026-03-12	12 марта	[4, 3, 4, 2, 5]
10064	stu-6г-3	2026-03-13	13 марта	[5, 4, 4, 5, 2]
10065	stu-6г-3	2026-03-16	16 марта	[2, 5, 5, 3, 5]
10066	stu-6г-3	2026-03-17	17 марта	[5, 5, 2, 4, 2]
10067	stu-6г-3	2026-03-18	18 марта	[2, 3, 5, 4, 4]
10068	stu-6г-3	2026-03-19	19 марта	[2, 3, 5, 3, 4, 5]
\.
