COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13873	stu-9б-5	2026-03-18	18 марта	[3, 4, 2, 3, 5, 4]
13874	stu-9б-5	2026-03-19	19 марта	[4, 4, 5, 3, 3, 3]
13875	stu-9б-5	2026-03-20	20 марта	[5, 5, 5, 5, 5]
13876	stu-9б-5	2026-03-23	23 марта	[5, 3, 4, 3, 3]
13877	stu-9б-5	2026-03-24	24 марта	[2, 2, 5, 4, 3, 5, 2]
13878	stu-9б-5	2026-03-25	25 марта	[2, 3, 4, 3, 5, 3]
13879	stu-9б-5	2026-03-26	26 марта	[3, 2, 3, 4, 4, 4]
13880	stu-9б-5	2026-03-27	27 марта	[5, 4, 4, 3, 4, 4]
13881	stu-9б-5	2026-03-30	30 марта	[5, 5, 5, 4, 4]
13882	stu-9б-5	2026-03-31	31 марта	[4, 3, 5, 2, 4, 4]
13883	stu-9б-6	2026-03-02	2 марта	[4, 3, 3, 4, 4]
13884	stu-9б-6	2026-03-03	3 марта	[3, 5, 5, 5, 5, 3]
\.
