COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4501	stu-7б-8	chem	Химия	3.33	3.33	3.33	11
4502	stu-7б-9	bio	Биология	4	4	4	0
4503	stu-7б-9	geo	География	3.14	3.14	3.14	1
4504	stu-7б-9	eng	Иностранный язык	3.83	3.83	3.83	2
4505	stu-7б-9	info	Информатика	4	4	4	3
4506	stu-7б-9	hist	История	4.43	4.43	4.43	4
4507	stu-7б-9	lit	Литература	3.91	3.91	3.91	5
4508	stu-7б-9	math	Математика	4.31	4.31	4.31	6
4509	stu-7б-9	social	Обществознание	4.33	4.33	4.33	7
4510	stu-7б-9	work	Труд (технология)	3.33	3.33	3.33	8
4511	stu-7б-9	phys	Физика	4.25	4.25	4.25	9
4512	stu-7б-9	pe	Физическая культура	3.92	3.92	3.92	10
4513	stu-7б-9	chem	Химия	3.83	3.83	3.83	11
4514	stu-7б-10	bio	Биология	3.5	3.5	3.5	0
4515	stu-7б-10	geo	География	4.29	4.29	4.29	1
4516	stu-7б-10	eng	Иностранный язык	4.17	4.17	4.17	2
4517	stu-7б-10	info	Информатика	4.25	4.25	4.25	3
4518	stu-7б-10	hist	История	4.14	4.14	4.14	4
4519	stu-7б-10	lit	Литература	4.06	4.06	4.06	5
4520	stu-7б-10	math	Математика	4.06	4.06	4.06	6
4521	stu-7б-10	social	Обществознание	4.33	4.33	4.33	7
4522	stu-7б-10	work	Труд (технология)	4	4	4	8
4523	stu-7б-10	phys	Физика	3.25	3.25	3.25	9
4524	stu-7б-10	pe	Физическая культура	3.92	3.92	3.92	10
4525	stu-7б-10	chem	Химия	3.67	3.67	3.67	11
4526	stu-7б-11	bio	Биология	4.75	4.75	4.75	0
4527	stu-7б-11	geo	География	4.57	4.57	4.57	1
4528	stu-7б-11	eng	Иностранный язык	4	4	4	2
4529	stu-7б-11	info	Информатика	3.5	3.5	3.5	3
4530	stu-7б-11	hist	История	4.29	4.29	4.29	4
4531	stu-7б-11	lit	Литература	3.63	3.63	3.63	5
4532	stu-7б-11	math	Математика	4.25	4.25	4.25	6
4533	stu-7б-11	social	Обществознание	4	4	4	7
4534	stu-7б-11	work	Труд (технология)	3.33	3.33	3.33	8
4535	stu-7б-11	phys	Физика	4	4	4	9
4536	stu-7б-11	pe	Физическая культура	3.85	3.85	3.85	10
4537	stu-7б-11	chem	Химия	3.33	3.33	3.33	11
4538	stu-7б-12	bio	Биология	3.5	3.5	3.5	0
4539	stu-7б-12	geo	География	3.14	3.14	3.14	1
4540	stu-7б-12	eng	Иностранный язык	3.83	3.83	3.83	2
4541	stu-7б-12	info	Информатика	4.5	4.5	4.5	3
4542	stu-7б-12	hist	История	4.14	4.14	4.14	4
4543	stu-7б-12	lit	Литература	3.97	3.97	3.97	5
4544	stu-7б-12	math	Математика	4.19	4.19	4.19	6
4545	stu-7б-12	social	Обществознание	4.67	4.67	4.67	7
4546	stu-7б-12	work	Труд (технология)	3.67	3.67	3.67	8
4547	stu-7б-12	phys	Физика	3.5	3.5	3.5	9
4548	stu-7б-12	pe	Физическая культура	3.92	3.92	3.92	10
4549	stu-7б-12	chem	Химия	4.5	4.5	4.5	11
4550	stu-7б-13	bio	Биология	4	4	4	0
\.
