COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9397	stu-6б-11	2026-03-04	4 марта	[5, 4, 4, 3, 3]
9398	stu-6б-11	2026-03-05	5 марта	[2, 2, 4, 5, 3]
9399	stu-6б-11	2026-03-06	6 марта	[4, 2, 5, 4, 5]
9400	stu-6б-11	2026-03-09	9 марта	[3, 5, 2, 5]
9401	stu-6б-11	2026-03-10	10 марта	[5, 4, 3, 2, 4]
9402	stu-6б-11	2026-03-11	11 марта	[5, 5, 4, 3, 4]
9403	stu-6б-11	2026-03-12	12 марта	[4, 3, 3, 3, 3]
9404	stu-6б-11	2026-03-13	13 марта	[5, 4, 4, 5, 2]
9405	stu-6б-11	2026-03-16	16 марта	[2, 2, 5, 5, 5]
9406	stu-6б-11	2026-03-17	17 марта	[5, 3, 4, 4, 4]
9407	stu-6б-11	2026-03-18	18 марта	[3, 5, 5, 4]
9408	stu-6б-11	2026-03-19	19 марта	[4, 4, 3, 2, 4, 4]
\.
