COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11233	stu-7б-18	2026-03-18	18 марта	[4, 5, 4, 5, 4]
11234	stu-7б-18	2026-03-19	19 марта	[5, 3, 2, 4, 5, 4]
11235	stu-7б-18	2026-03-20	20 марта	[5, 3, 3, 4]
11236	stu-7б-18	2026-03-23	23 марта	[5, 2, 3, 5, 4]
11237	stu-7б-18	2026-03-24	24 марта	[4, 5, 5, 4, 5, 4]
11238	stu-7б-18	2026-03-25	25 марта	[4, 4, 5, 5]
11239	stu-7б-18	2026-03-26	26 марта	[3, 4, 2, 4, 5]
11240	stu-7б-18	2026-03-27	27 марта	[4, 2, 5, 4]
11241	stu-7б-18	2026-03-30	30 марта	[4, 4, 4, 5, 4]
11242	stu-7б-18	2026-03-31	31 марта	[5, 5, 3, 5, 4]
11243	stu-7б-19	2026-03-02	2 марта	[3, 5, 4, 3]
11244	stu-7б-19	2026-03-03	3 марта	[3, 2, 5, 4, 4]
\.
