COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12601	stu-8б-4	2026-03-24	24 марта	[4, 2, 5, 4, 4, 3]
12602	stu-8б-4	2026-03-25	25 марта	[4, 2, 4, 3]
12603	stu-8б-4	2026-03-26	26 марта	[4, 2, 3, 3, 4]
12604	stu-8б-4	2026-03-27	27 марта	[4, 4, 5, 5]
12605	stu-8б-4	2026-03-30	30 марта	[4, 5, 4, 3, 4]
12606	stu-8б-4	2026-03-31	31 марта	[4, 4, 2, 2, 4]
12607	stu-8б-5	2026-03-02	2 марта	[3, 4, 4, 2, 5]
12608	stu-8б-5	2026-03-03	3 марта	[5, 4, 4, 2, 2]
12609	stu-8б-5	2026-03-04	4 марта	[3, 4, 5, 3, 5]
12610	stu-8б-5	2026-03-05	5 марта	[2, 5, 4, 3, 5, 4]
12611	stu-8б-5	2026-03-06	6 марта	[5, 4, 4, 3, 3]
12612	stu-8б-5	2026-03-09	9 марта	[3, 5, 3, 5, 5]
\.
