COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13825	stu-9б-3	2026-03-12	12 марта	[3, 4, 5, 3, 2, 3]
13826	stu-9б-3	2026-03-13	13 марта	[3, 4, 4, 2, 4, 3]
13827	stu-9б-3	2026-03-16	16 марта	[4, 5, 4, 4, 3, 3]
13828	stu-9б-3	2026-03-17	17 марта	[5, 4, 2, 5, 5, 2, 5]
13829	stu-9б-3	2026-03-18	18 марта	[3, 5, 3, 5, 5, 2]
13830	stu-9б-3	2026-03-19	19 марта	[5, 5, 5, 4, 3, 2]
13831	stu-9б-3	2026-03-20	20 марта	[5, 4, 4, 4, 4]
13832	stu-9б-3	2026-03-23	23 марта	[4, 4, 2, 4, 5]
13833	stu-9б-3	2026-03-24	24 марта	[3, 2, 4, 5, 5, 4, 3]
13834	stu-9б-3	2026-03-25	25 марта	[3, 3, 5, 4, 5, 4]
13835	stu-9б-3	2026-03-26	26 марта	[4, 3, 5, 2, 5, 3]
13836	stu-9б-3	2026-03-27	27 марта	[4, 5, 5, 5, 5, 5]
\.
