COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13885	stu-9б-6	2026-03-04	4 марта	[4, 5, 5, 3, 4]
13886	stu-9б-6	2026-03-05	5 марта	[5, 5, 3, 5, 2, 2, 4]
13887	stu-9б-6	2026-03-06	6 марта	[2, 3, 5, 5, 4]
13888	stu-9б-6	2026-03-09	9 марта	[4, 5, 3, 3, 5, 3]
13889	stu-9б-6	2026-03-10	10 марта	[2, 5, 5, 5, 5, 2]
13890	stu-9б-6	2026-03-11	11 марта	[5, 4, 3, 3, 4]
13891	stu-9б-6	2026-03-12	12 марта	[3, 5, 5, 3, 3, 4]
13892	stu-9б-6	2026-03-13	13 марта	[3, 3, 4, 2, 4, 3]
13893	stu-9б-6	2026-03-16	16 марта	[4, 5, 3, 4, 4, 3]
13894	stu-9б-6	2026-03-17	17 марта	[5, 4, 3, 4, 5, 2, 5]
13895	stu-9б-6	2026-03-18	18 марта	[4, 5, 4, 5, 5, 2]
13896	stu-9б-6	2026-03-19	19 марта	[5, 5, 5, 4, 4, 2]
\.
