COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
51	stu-1а-5	eng	Иностранный язык	4	4	4	1
52	stu-1а-5	hist	История	3.57	3.57	3.57	2
53	stu-1а-5	lit	Литература	3.76	3.76	3.76	3
54	stu-1а-5	math	Математика	3.9	3.9	3.9	4
55	stu-1а-5	music	Музыка	3.25	3.25	3.25	5
56	stu-1а-5	work	Труд (технология)	3	3	3	6
57	stu-1а-5	pe	Физическая культура	3.5	3.5	3.5	7
58	stu-1а-6	art	Изобразительное искусство	3.88	3.88	3.88	0
59	stu-1а-6	eng	Иностранный язык	2.5	2.5	2.5	1
60	stu-1а-6	hist	История	3.86	3.86	3.86	2
61	stu-1а-6	lit	Литература	3.97	3.97	3.97	3
62	stu-1а-6	math	Математика	3.52	3.52	3.52	4
63	stu-1а-6	music	Музыка	3.25	3.25	3.25	5
64	stu-1а-6	work	Труд (технология)	3.5	3.5	3.5	6
65	stu-1а-6	pe	Физическая культура	3.25	3.25	3.25	7
66	stu-1а-7	art	Изобразительное искусство	3.88	3.88	3.88	0
67	stu-1а-7	eng	Иностранный язык	4	4	4	1
68	stu-1а-7	hist	История	4.57	4.57	4.57	2
69	stu-1а-7	lit	Литература	3.68	3.68	3.68	3
70	stu-1а-7	math	Математика	3.81	3.81	3.81	4
71	stu-1а-7	music	Музыка	3.5	3.5	3.5	5
72	stu-1а-7	work	Труд (технология)	4.25	4.25	4.25	6
73	stu-1а-7	pe	Физическая культура	3.25	3.25	3.25	7
74	stu-1а-8	art	Изобразительное искусство	4.25	4.25	4.25	0
75	stu-1а-8	eng	Иностранный язык	3.67	3.67	3.67	1
76	stu-1а-8	hist	История	3.71	3.71	3.71	2
77	stu-1а-8	lit	Литература	3.88	3.88	3.88	3
78	stu-1а-8	math	Математика	3.86	3.86	3.86	4
79	stu-1а-8	music	Музыка	3.5	3.5	3.5	5
80	stu-1а-8	work	Труд (технология)	2.75	2.75	2.75	6
81	stu-1а-8	pe	Физическая культура	3.25	3.25	3.25	7
82	stu-1а-9	art	Изобразительное искусство	3.88	3.88	3.88	0
83	stu-1а-9	eng	Иностранный язык	2.67	2.67	2.67	1
84	stu-1а-9	hist	История	3.71	3.71	3.71	2
85	stu-1а-9	lit	Литература	3.85	3.85	3.85	3
86	stu-1а-9	math	Математика	3.57	3.57	3.57	4
87	stu-1а-9	music	Музыка	3.5	3.5	3.5	5
88	stu-1а-9	work	Труд (технология)	3.5	3.5	3.5	6
89	stu-1а-9	pe	Физическая культура	3	3	3	7
90	stu-1а-10	art	Изобразительное искусство	3.88	3.88	3.88	0
91	stu-1а-10	eng	Иностранный язык	2.5	2.5	2.5	1
92	stu-1а-10	hist	История	4	4	4	2
93	stu-1а-10	lit	Литература	3.85	3.85	3.85	3
94	stu-1а-10	math	Математика	4	4	4	4
95	stu-1а-10	music	Музыка	3.5	3.5	3.5	5
96	stu-1а-10	work	Труд (технология)	3.5	3.5	3.5	6
97	stu-1а-10	pe	Физическая культура	3.25	3.25	3.25	7
98	stu-1а-11	art	Изобразительное искусство	3.88	3.88	3.88	0
99	stu-1а-11	eng	Иностранный язык	4	4	4	1
100	stu-1а-11	hist	История	3.57	3.57	3.57	2
\.
