COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7141	stu-5а-4	2026-03-18	18 марта	[5, 3, 3, 3, 3]
7142	stu-5а-4	2026-03-19	19 марта	[5, 3, 4, 5, 5]
7143	stu-5а-4	2026-03-20	20 марта	[3, 4, 4, 4]
7144	stu-5а-4	2026-03-23	23 марта	[3, 5, 4, 5]
7145	stu-5а-4	2026-03-24	24 марта	[4, 2, 4, 5, 5]
7146	stu-5а-4	2026-03-25	25 марта	[3, 4, 5, 3]
7147	stu-5а-4	2026-03-26	26 марта	[4, 2, 3, 4, 3, 4]
7148	stu-5а-4	2026-03-27	27 марта	[2, 2, 5, 3]
7149	stu-5а-4	2026-03-30	30 марта	[2, 3, 3, 3]
7150	stu-5а-4	2026-03-31	31 марта	[4, 4, 5, 4, 3, 4]
7151	stu-5а-5	2026-03-02	2 марта	[5, 5, 3, 3, 3]
7152	stu-5а-5	2026-03-03	3 марта	[2, 5, 4, 4, 4, 4]
\.
