COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13345	stu-8в-19	2026-03-18	18 марта	[4, 4, 3, 5]
13346	stu-8в-19	2026-03-19	19 марта	[5, 5, 5, 3, 5]
13347	stu-8в-19	2026-03-20	20 марта	[5, 5, 3, 5]
13348	stu-8в-19	2026-03-23	23 марта	[4, 4, 5, 5, 2]
13349	stu-8в-19	2026-03-24	24 марта	[4, 5, 4, 3, 4, 5]
13350	stu-8в-19	2026-03-25	25 марта	[3, 5, 4, 4, 5]
13351	stu-8в-19	2026-03-26	26 марта	[4, 4, 4, 3, 5]
13352	stu-8в-19	2026-03-27	27 марта	[3, 2, 3, 2, 4]
13353	stu-8в-19	2026-03-30	30 марта	[5, 5, 4, 4, 2]
13354	stu-8в-19	2026-03-31	31 марта	[5, 3, 5, 5, 4]
13355	stu-9а-1	2026-03-02	2 марта	[5, 3, 4, 4, 5, 5]
13356	stu-9а-1	2026-03-03	3 марта	[5, 4, 3, 4, 3, 2, 4]
\.
