COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9949	stu-6в-17	2026-03-06	6 марта	[5, 3, 3, 3]
9950	stu-6в-17	2026-03-09	9 марта	[2, 3, 5, 5, 5]
9951	stu-6в-17	2026-03-10	10 марта	[3, 4, 4, 4, 5]
9952	stu-6в-17	2026-03-11	11 марта	[3, 5, 5, 4]
9953	stu-6в-17	2026-03-12	12 марта	[5, 3, 5, 5, 3, 5]
9954	stu-6в-17	2026-03-13	13 марта	[2, 3, 5, 4]
9955	stu-6в-17	2026-03-16	16 марта	[3, 5, 5, 4]
9956	stu-6в-17	2026-03-17	17 марта	[4, 3, 4, 3, 5]
9957	stu-6в-17	2026-03-18	18 марта	[3, 5, 3, 5]
9958	stu-6в-17	2026-03-19	19 марта	[4, 4, 4, 4, 3, 4]
9959	stu-6в-17	2026-03-20	20 марта	[5, 5, 2, 4, 5]
9960	stu-6в-17	2026-03-23	23 марта	[4, 5, 4, 4, 2]
\.
