COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10333	stu-6г-15	2026-03-20	20 марта	[4, 3, 4, 5]
10334	stu-6г-15	2026-03-23	23 марта	[4, 5, 4, 4, 3]
10335	stu-6г-15	2026-03-24	24 марта	[2, 3, 5, 4, 4, 4]
10336	stu-6г-15	2026-03-25	25 марта	[4, 3, 2, 3, 5]
10337	stu-6г-15	2026-03-26	26 марта	[5, 5, 4, 5, 2]
10338	stu-6г-15	2026-03-27	27 марта	[3, 2, 5, 3, 3]
10339	stu-6г-15	2026-03-30	30 марта	[4, 5, 4, 4]
10340	stu-6г-15	2026-03-31	31 марта	[2, 4, 5, 5, 5, 4]
10341	stu-6г-16	2026-03-02	2 марта	[3, 5, 3, 5, 4]
10342	stu-6г-16	2026-03-03	3 марта	[4, 4, 3, 4, 3]
10343	stu-6г-16	2026-03-04	4 марта	[4, 5, 5, 5, 4]
10344	stu-6г-16	2026-03-05	5 марта	[3, 5, 3, 4, 3, 4]
\.
