COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10213	stu-6г-10	2026-03-06	6 марта	[5, 3, 4, 3]
10214	stu-6г-10	2026-03-09	9 марта	[4, 5, 4, 4, 4]
10215	stu-6г-10	2026-03-10	10 марта	[4, 3, 2, 3, 2, 4]
10216	stu-6г-10	2026-03-11	11 марта	[2, 3, 5, 4, 3]
10217	stu-6г-10	2026-03-12	12 марта	[4, 3, 4, 3, 5]
10218	stu-6г-10	2026-03-13	13 марта	[3, 3, 5, 5, 2]
10219	stu-6г-10	2026-03-16	16 марта	[3, 4, 5, 3, 4]
10220	stu-6г-10	2026-03-17	17 марта	[5, 5, 2, 5, 2]
10221	stu-6г-10	2026-03-18	18 марта	[4, 2, 5, 2, 4]
10222	stu-6г-10	2026-03-19	19 марта	[2, 3, 5, 3, 5, 5]
10223	stu-6г-10	2026-03-20	20 марта	[3, 3, 5, 5]
10224	stu-6г-10	2026-03-23	23 марта	[3, 4, 5, 5, 3]
\.
