COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8533	stu-5г-8	2026-03-26	26 марта	[3, 2, 4, 3, 2]
8534	stu-5г-8	2026-03-27	27 марта	[4, 5, 5, 4, 5]
8535	stu-5г-8	2026-03-30	30 марта	[3, 4, 4, 5, 3]
8536	stu-5г-8	2026-03-31	31 марта	[5, 5, 3, 5, 4, 2]
8537	stu-5г-9	2026-03-02	2 марта	[5, 4, 4, 2]
8538	stu-5г-9	2026-03-03	3 марта	[3, 3, 5, 3, 5, 5]
8539	stu-5г-9	2026-03-04	4 марта	[5, 5, 4, 4, 4]
8540	stu-5г-9	2026-03-05	5 марта	[3, 5, 4, 5, 3]
8541	stu-5г-9	2026-03-06	6 марта	[2, 5, 3, 4, 3]
8542	stu-5г-9	2026-03-09	9 марта	[5, 4, 3, 2]
8543	stu-5г-9	2026-03-10	10 марта	[3, 4, 5, 4, 4]
8544	stu-5г-9	2026-03-11	11 марта	[5, 5, 3, 2]
\.
