COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12985	stu-8в-3	2026-03-06	6 марта	[5, 5, 5, 4, 3]
12986	stu-8в-3	2026-03-09	9 марта	[4, 4, 5, 4]
12987	stu-8в-3	2026-03-10	10 марта	[4, 5, 3, 4, 4, 3]
12988	stu-8в-3	2026-03-11	11 марта	[4, 4, 4, 4]
12989	stu-8в-3	2026-03-12	12 марта	[3, 4, 5, 2, 3]
12990	stu-8в-3	2026-03-13	13 марта	[3, 3, 5, 2, 4]
12991	stu-8в-3	2026-03-16	16 марта	[5, 2, 4, 4]
12992	stu-8в-3	2026-03-17	17 марта	[5, 3, 3, 5, 5, 3]
12993	stu-8в-3	2026-03-18	18 марта	[3, 5, 4, 4]
12994	stu-8в-3	2026-03-19	19 марта	[4, 3, 5, 5, 4]
12995	stu-8в-3	2026-03-20	20 марта	[4, 4, 5, 5]
12996	stu-8в-3	2026-03-23	23 марта	[3, 3, 5, 5, 4]
\.
