COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13525	stu-9а-8	2026-03-24	24 марта	[5, 5, 2, 5, 3, 5]
13526	stu-9а-8	2026-03-25	25 марта	[5, 2, 5, 4, 2, 5]
13527	stu-9а-8	2026-03-26	26 марта	[3, 5, 5, 4, 4, 5]
13528	stu-9а-8	2026-03-27	27 марта	[5, 2, 2, 5, 5]
13529	stu-9а-8	2026-03-30	30 марта	[3, 2, 5, 5, 4]
13530	stu-9а-8	2026-03-31	31 марта	[4, 5, 3, 3, 3, 4]
13531	stu-9а-9	2026-03-02	2 марта	[5, 5, 4, 4, 5, 4]
13532	stu-9а-9	2026-03-03	3 марта	[5, 4, 4, 4, 4, 4, 5]
13533	stu-9а-9	2026-03-04	4 марта	[2, 4, 4, 2, 4, 5]
13534	stu-9а-9	2026-03-05	5 марта	[2, 5, 3, 5, 5, 3]
13535	stu-9а-9	2026-03-06	6 марта	[2, 4, 4, 4, 5]
13536	stu-9а-9	2026-03-09	9 марта	[4, 2, 4, 5, 4]
\.
