COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5751	stu-9а-2	hist	История	4.22	4.22	4.22	4
5752	stu-9а-2	lit	Литература	4.5	4.5	4.5	5
5753	stu-9а-2	math	Математика	3.8	3.8	3.8	6
5754	stu-9а-2	social	Обществознание	3.75	3.75	3.75	7
5755	stu-9а-2	phys	Физика	3.83	3.83	3.83	8
5756	stu-9а-2	pe	Физическая культура	3.89	3.89	3.89	9
5757	stu-9а-2	chem	Химия	3.88	3.88	3.88	10
5758	stu-9а-3	bio	Биология	4.29	4.29	4.29	0
5759	stu-9а-3	geo	География	3.29	3.29	3.29	1
5760	stu-9а-3	eng	Иностранный язык	3.45	3.45	3.45	2
5761	stu-9а-3	info	Информатика	3.88	3.88	3.88	3
5762	stu-9а-3	hist	История	4.11	4.11	4.11	4
5763	stu-9а-3	lit	Литература	3.96	3.96	3.96	5
5764	stu-9а-3	math	Математика	4.08	4.08	4.08	6
5765	stu-9а-3	social	Обществознание	3.88	3.88	3.88	7
5766	stu-9а-3	phys	Физика	3.58	3.58	3.58	8
5767	stu-9а-3	pe	Физическая культура	3.78	3.78	3.78	9
5768	stu-9а-3	chem	Химия	3.63	3.63	3.63	10
5769	stu-9а-4	bio	Биология	3.29	3.29	3.29	0
5770	stu-9а-4	geo	География	3.29	3.29	3.29	1
5771	stu-9а-4	eng	Иностранный язык	4.18	4.18	4.18	2
5772	stu-9а-4	info	Информатика	4	4	4	3
5773	stu-9а-4	hist	История	3.78	3.78	3.78	4
5774	stu-9а-4	lit	Литература	4.21	4.21	4.21	5
5775	stu-9а-4	math	Математика	3.8	3.8	3.8	6
5776	stu-9а-4	social	Обществознание	3.63	3.63	3.63	7
5777	stu-9а-4	phys	Физика	4	4	4	8
5778	stu-9а-4	pe	Физическая культура	3.78	3.78	3.78	9
5779	stu-9а-4	chem	Химия	4.25	4.25	4.25	10
5780	stu-9а-5	bio	Биология	4	4	4	0
5781	stu-9а-5	geo	География	4.43	4.43	4.43	1
5782	stu-9а-5	eng	Иностранный язык	4.45	4.45	4.45	2
5783	stu-9а-5	info	Информатика	3.5	3.5	3.5	3
5784	stu-9а-5	hist	История	4	4	4	4
5785	stu-9а-5	lit	Литература	4.38	4.38	4.38	5
5786	stu-9а-5	math	Математика	3.72	3.72	3.72	6
5787	stu-9а-5	social	Обществознание	4	4	4	7
5788	stu-9а-5	phys	Физика	4	4	4	8
5789	stu-9а-5	pe	Физическая культура	3.89	3.89	3.89	9
5790	stu-9а-5	chem	Химия	3.88	3.88	3.88	10
5791	stu-9а-6	bio	Биология	4	4	4	0
5792	stu-9а-6	geo	География	2.86	2.86	2.86	1
5793	stu-9а-6	eng	Иностранный язык	3.45	3.45	3.45	2
5794	stu-9а-6	info	Информатика	3.63	3.63	3.63	3
5795	stu-9а-6	hist	История	4.22	4.22	4.22	4
5796	stu-9а-6	lit	Литература	3.79	3.79	3.79	5
5797	stu-9а-6	math	Математика	4.12	4.12	4.12	6
5798	stu-9а-6	social	Обществознание	3.75	3.75	3.75	7
5799	stu-9а-6	phys	Физика	3.58	3.58	3.58	8
5800	stu-9а-6	pe	Физическая культура	3.56	3.56	3.56	9
\.
