COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7081	stu-5а-1	2026-03-26	26 марта	[5, 2, 3, 5, 4, 4]
7082	stu-5а-1	2026-03-27	27 марта	[2, 3, 5, 4]
7083	stu-5а-1	2026-03-30	30 марта	[2, 3, 4, 3]
7084	stu-5а-1	2026-03-31	31 марта	[4, 4, 5, 4, 4, 5]
7085	stu-5а-2	2026-03-02	2 марта	[5, 5, 3, 3, 3]
7086	stu-5а-2	2026-03-03	3 марта	[2, 5, 4, 4, 3, 4]
7087	stu-5а-2	2026-03-04	4 марта	[3, 4, 5, 5]
7088	stu-5а-2	2026-03-05	5 марта	[5, 4, 4, 5, 5]
7089	stu-5а-2	2026-03-06	6 марта	[5, 4, 5, 3, 5]
7090	stu-5а-2	2026-03-09	9 марта	[3, 3, 4, 2]
7091	stu-5а-2	2026-03-10	10 марта	[3, 2, 2, 5, 4]
7092	stu-5а-2	2026-03-11	11 марта	[5, 5, 2, 3, 5]
\.
