COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2751	stu-5а-17	hist	История	3	3	3	5
2752	stu-5а-17	lit	Литература	3.96	3.96	3.96	6
2753	stu-5а-17	math	Математика	3.65	3.65	3.65	7
2754	stu-5а-17	social	Обществознание	4.17	4.17	4.17	8
2755	stu-5а-17	work	Труд (технология)	4.25	4.25	4.25	9
2756	stu-5а-17	pe	Физическая культура	4	4	4	10
2757	stu-5а-18	bio	Биология	3.5	3.5	3.5	0
2758	stu-5а-18	geo	География	3.5	3.5	3.5	1
2759	stu-5а-18	art	Изобразительное искусство	5	5	5	2
2760	stu-5а-18	eng	Иностранный язык	3.36	3.36	3.36	3
2761	stu-5а-18	info	Информатика	3.5	3.5	3.5	4
2762	stu-5а-18	hist	История	4.67	4.67	4.67	5
2763	stu-5а-18	lit	Литература	3.26	3.26	3.26	6
2764	stu-5а-18	math	Математика	4	4	4	7
2765	stu-5а-18	social	Обществознание	4	4	4	8
2766	stu-5а-18	work	Труд (технология)	5	5	5	9
2767	stu-5а-18	pe	Физическая культура	4.18	4.18	4.18	10
2768	stu-5а-19	bio	Биология	4.25	4.25	4.25	0
2769	stu-5а-19	geo	География	4.5	4.5	4.5	1
2770	stu-5а-19	art	Изобразительное искусство	3.5	3.5	3.5	2
2771	stu-5а-19	eng	Иностранный язык	4.73	4.73	4.73	3
2772	stu-5а-19	info	Информатика	4.25	4.25	4.25	4
2773	stu-5а-19	hist	История	4	4	4	5
2774	stu-5а-19	lit	Литература	3.63	3.63	3.63	6
2775	stu-5а-19	math	Математика	3.65	3.65	3.65	7
2776	stu-5а-19	social	Обществознание	4.17	4.17	4.17	8
2777	stu-5а-19	work	Труд (технология)	4.25	4.25	4.25	9
2778	stu-5а-19	pe	Физическая культура	3.82	3.82	3.82	10
2779	stu-5а-20	bio	Биология	4.25	4.25	4.25	0
2780	stu-5а-20	geo	География	4.5	4.5	4.5	1
2781	stu-5а-20	art	Изобразительное искусство	3.5	3.5	3.5	2
2782	stu-5а-20	eng	Иностранный язык	4.73	4.73	4.73	3
2783	stu-5а-20	info	Информатика	4.25	4.25	4.25	4
2784	stu-5а-20	hist	История	4	4	4	5
2785	stu-5а-20	lit	Литература	3.67	3.67	3.67	6
2786	stu-5а-20	math	Математика	3.57	3.57	3.57	7
2787	stu-5а-20	social	Обществознание	3.83	3.83	3.83	8
2788	stu-5а-20	work	Труд (технология)	4.25	4.25	4.25	9
2789	stu-5а-20	pe	Физическая культура	4	4	4	10
2790	stu-5б-1	bio	Биология	5	5	5	0
2791	stu-5б-1	geo	География	4.63	4.63	4.63	1
2792	stu-5б-1	eng	Иностранный язык	4.31	4.31	4.31	2
2793	stu-5б-1	info	Информатика	4.33	4.33	4.33	3
2794	stu-5б-1	hist	История	2.88	2.88	2.88	4
2795	stu-5б-1	lit	Литература	4.19	4.19	4.19	5
2796	stu-5б-1	math	Математика	3.86	3.86	3.86	6
2797	stu-5б-1	social	Обществознание	4.25	4.25	4.25	7
2798	stu-5б-1	work	Труд (технология)	3.25	3.25	3.25	8
2799	stu-5б-1	pe	Физическая культура	4.2	4.2	4.2	9
2800	stu-5б-2	bio	Биология	4.33	4.33	4.33	0
\.
