COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12877	stu-8б-17	2026-03-10	10 марта	[4, 4, 4, 3, 3]
12878	stu-8б-17	2026-03-11	11 марта	[5, 4, 4, 5, 4]
12879	stu-8б-17	2026-03-12	12 марта	[5, 4, 5, 3, 4]
12880	stu-8б-17	2026-03-13	13 марта	[4, 3, 4, 2, 3]
12881	stu-8б-17	2026-03-16	16 марта	[5, 5, 3, 4, 2]
12882	stu-8б-17	2026-03-17	17 марта	[3, 4, 4, 3, 3]
12883	stu-8б-17	2026-03-18	18 марта	[4, 4, 3, 4, 3]
12884	stu-8б-17	2026-03-19	19 марта	[5, 5, 3, 5, 2, 5]
12885	stu-8б-17	2026-03-20	20 марта	[4, 5, 4, 3]
12886	stu-8б-17	2026-03-23	23 марта	[5, 4, 4, 3, 3]
12887	stu-8б-17	2026-03-24	24 марта	[4, 3, 4, 4, 2, 5]
12888	stu-8б-17	2026-03-25	25 марта	[4, 3, 5, 2]
\.
