COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
301	stu-1б-16	lit	Литература	4.17	4.17	4.17	3
302	stu-1б-16	math	Математика	3.68	3.68	3.68	4
303	stu-1б-16	music	Музыка	3.86	3.86	3.86	5
304	stu-1б-16	work	Труд (технология)	3.5	3.5	3.5	6
305	stu-1б-16	pe	Физическая культура	3.67	3.67	3.67	7
306	stu-1б-17	art	Изобразительное искусство	3.38	3.38	3.38	0
307	stu-1б-17	eng	Иностранный язык	3.89	3.89	3.89	1
308	stu-1б-17	hist	История	3.88	3.88	3.88	2
309	stu-1б-17	lit	Литература	4.1	4.1	4.1	3
310	stu-1б-17	math	Математика	4	4	4	4
311	stu-1б-17	music	Музыка	4.29	4.29	4.29	5
312	stu-1б-17	work	Труд (технология)	4.25	4.25	4.25	6
313	stu-1б-17	pe	Физическая культура	3.67	3.67	3.67	7
314	stu-1б-18	art	Изобразительное искусство	4.38	4.38	4.38	0
315	stu-1б-18	eng	Иностранный язык	4.11	4.11	4.11	1
316	stu-1б-18	hist	История	4.38	4.38	4.38	2
317	stu-1б-18	lit	Литература	3.77	3.77	3.77	3
318	stu-1б-18	math	Математика	3.74	3.74	3.74	4
319	stu-1б-18	music	Музыка	4.29	4.29	4.29	5
320	stu-1б-18	work	Труд (технология)	4	4	4	6
321	stu-1б-18	pe	Физическая культура	4	4	4	7
322	stu-1б-19	art	Изобразительное искусство	2.88	2.88	2.88	0
323	stu-1б-19	eng	Иностранный язык	3.89	3.89	3.89	1
324	stu-1б-19	hist	История	3.63	3.63	3.63	2
325	stu-1б-19	lit	Литература	4.33	4.33	4.33	3
326	stu-1б-19	math	Математика	3.58	3.58	3.58	4
327	stu-1б-19	music	Музыка	4	4	4	5
328	stu-1б-19	work	Труд (технология)	3.5	3.5	3.5	6
329	stu-1б-19	pe	Физическая культура	3.33	3.33	3.33	7
330	stu-1б-20	art	Изобразительное искусство	2.75	2.75	2.75	0
331	stu-1б-20	eng	Иностранный язык	3.89	3.89	3.89	1
332	stu-1б-20	hist	История	3.63	3.63	3.63	2
333	stu-1б-20	lit	Литература	4.33	4.33	4.33	3
334	stu-1б-20	math	Математика	3.63	3.63	3.63	4
335	stu-1б-20	music	Музыка	4.29	4.29	4.29	5
336	stu-1б-20	work	Труд (технология)	3.5	3.5	3.5	6
337	stu-1б-20	pe	Физическая культура	3.67	3.67	3.67	7
338	stu-1в-1	art	Изобразительное искусство	4.25	4.25	4.25	0
339	stu-1в-1	eng	Иностранный язык	3.88	3.88	3.88	1
340	stu-1в-1	hist	История	4.25	4.25	4.25	2
341	stu-1в-1	lit	Литература	3.76	3.76	3.76	3
342	stu-1в-1	math	Математика	3.77	3.77	3.77	4
343	stu-1в-1	music	Музыка	4.25	4.25	4.25	5
344	stu-1в-1	work	Труд (технология)	4	4	4	6
345	stu-1в-1	pe	Физическая культура	4.25	4.25	4.25	7
346	stu-1в-2	art	Изобразительное искусство	3.75	3.75	3.75	0
347	stu-1в-2	eng	Иностранный язык	4.38	4.38	4.38	1
348	stu-1в-2	hist	История	3.75	3.75	3.75	2
349	stu-1в-2	lit	Литература	3.82	3.82	3.82	3
350	stu-1в-2	math	Математика	4.18	4.18	4.18	4
\.
