COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8377	stu-5г-1	2026-03-24	24 марта	[3, 3, 4, 2, 4, 3]
8378	stu-5г-1	2026-03-25	25 марта	[5, 4, 4, 3]
8379	stu-5г-1	2026-03-26	26 марта	[3, 3, 5, 2, 4]
8380	stu-5г-1	2026-03-27	27 марта	[4, 4, 5, 2, 4]
8381	stu-5г-1	2026-03-30	30 марта	[5, 5, 2, 5, 3]
8382	stu-5г-1	2026-03-31	31 марта	[4, 5, 4, 3, 4, 3]
8383	stu-5г-2	2026-03-02	2 марта	[3, 4, 3, 4]
8384	stu-5г-2	2026-03-03	3 марта	[5, 4, 5, 5, 4, 5]
8385	stu-5г-2	2026-03-04	4 марта	[4, 4, 3, 5, 3]
8386	stu-5г-2	2026-03-05	5 марта	[3, 5, 3, 5, 2]
8387	stu-5г-2	2026-03-06	6 марта	[3, 5, 4, 5, 5]
8388	stu-5г-2	2026-03-09	9 марта	[3, 5, 3, 4]
\.
