COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13273	stu-8в-16	2026-03-10	10 марта	[4, 5, 4, 4, 5, 4]
13274	stu-8в-16	2026-03-11	11 марта	[4, 5, 2, 5]
13275	stu-8в-16	2026-03-12	12 марта	[5, 5, 4, 4, 4]
13276	stu-8в-16	2026-03-13	13 марта	[4, 2, 4, 3, 5]
13277	stu-8в-16	2026-03-16	16 марта	[5, 4, 5, 2]
13278	stu-8в-16	2026-03-17	17 марта	[5, 5, 4, 5, 4, 4]
13279	stu-8в-16	2026-03-18	18 марта	[4, 4, 2, 5]
13280	stu-8в-16	2026-03-19	19 марта	[5, 5, 5, 3, 4]
13281	stu-8в-16	2026-03-20	20 марта	[5, 5, 3, 5]
13282	stu-8в-16	2026-03-23	23 марта	[4, 4, 5, 5, 2]
13283	stu-8в-16	2026-03-24	24 марта	[4, 5, 3, 3, 5, 5]
13284	stu-8в-16	2026-03-25	25 марта	[4, 4, 4, 4, 5]
\.
