COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10165	stu-6г-8	2026-03-02	2 марта	[4, 4, 4, 5, 2]
10166	stu-6г-8	2026-03-03	3 марта	[5, 3, 4, 2, 4]
10167	stu-6г-8	2026-03-04	4 марта	[4, 3, 5, 5, 3]
10168	stu-6г-8	2026-03-05	5 марта	[2, 4, 5, 5, 4, 4]
10169	stu-6г-8	2026-03-06	6 марта	[5, 2, 4, 4]
10170	stu-6г-8	2026-03-09	9 марта	[5, 5, 4, 4, 3]
10171	stu-6г-8	2026-03-10	10 марта	[4, 4, 2, 3, 2, 2]
10172	stu-6г-8	2026-03-11	11 марта	[2, 3, 5, 4, 3]
10173	stu-6г-8	2026-03-12	12 марта	[4, 3, 5, 2, 5]
10174	stu-6г-8	2026-03-13	13 марта	[3, 3, 5, 5, 2]
10175	stu-6г-8	2026-03-16	16 марта	[3, 4, 5, 3, 4]
10176	stu-6г-8	2026-03-17	17 марта	[5, 5, 2, 5, 2]
\.
