COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2851	stu-5б-7	geo	География	4	4	4	1
2852	stu-5б-7	eng	Иностранный язык	3.46	3.46	3.46	2
2853	stu-5б-7	info	Информатика	4	4	4	3
2854	stu-5б-7	hist	История	2.88	2.88	2.88	4
2855	stu-5б-7	lit	Литература	3.81	3.81	3.81	5
2856	stu-5б-7	math	Математика	3.86	3.86	3.86	6
2857	stu-5б-7	social	Обществознание	4	4	4	7
2858	stu-5б-7	work	Труд (технология)	3.5	3.5	3.5	8
2859	stu-5б-7	pe	Физическая культура	3.8	3.8	3.8	9
2860	stu-5б-8	bio	Биология	3.67	3.67	3.67	0
2861	stu-5б-8	geo	География	3	3	3	1
2862	stu-5б-8	eng	Иностранный язык	3.38	3.38	3.38	2
2863	stu-5б-8	info	Информатика	4.44	4.44	4.44	3
2864	stu-5б-8	hist	История	3.38	3.38	3.38	4
2865	stu-5б-8	lit	Литература	3.9	3.9	3.9	5
2866	stu-5б-8	math	Математика	3.62	3.62	3.62	6
2867	stu-5б-8	social	Обществознание	4.25	4.25	4.25	7
2868	stu-5б-8	work	Труд (технология)	3	3	3	8
2869	stu-5б-8	pe	Физическая культура	4.1	4.1	4.1	9
2870	stu-5б-9	bio	Биология	4.67	4.67	4.67	0
2871	stu-5б-9	geo	География	4.63	4.63	4.63	1
2872	stu-5б-9	eng	Иностранный язык	4.46	4.46	4.46	2
2873	stu-5б-9	info	Информатика	4	4	4	3
2874	stu-5б-9	hist	История	4.25	4.25	4.25	4
2875	stu-5б-9	lit	Литература	4.26	4.26	4.26	5
2876	stu-5б-9	math	Математика	3.38	3.38	3.38	6
2877	stu-5б-9	social	Обществознание	3.75	3.75	3.75	7
2878	stu-5б-9	work	Труд (технология)	3.75	3.75	3.75	8
2879	stu-5б-9	pe	Физическая культура	3.8	3.8	3.8	9
2880	stu-5б-10	bio	Биология	5	5	5	0
2881	stu-5б-10	geo	География	4.38	4.38	4.38	1
2882	stu-5б-10	eng	Иностранный язык	4.08	4.08	4.08	2
2883	stu-5б-10	info	Информатика	4.11	4.11	4.11	3
2884	stu-5б-10	hist	История	3	3	3	4
2885	stu-5б-10	lit	Литература	4.1	4.1	4.1	5
2886	stu-5б-10	math	Математика	3.67	3.67	3.67	6
2887	stu-5б-10	social	Обществознание	4	4	4	7
2888	stu-5б-10	work	Труд (технология)	3.75	3.75	3.75	8
2889	stu-5б-10	pe	Физическая культура	3.8	3.8	3.8	9
2890	stu-5б-11	bio	Биология	4.33	4.33	4.33	0
2891	stu-5б-11	geo	География	2.88	2.88	2.88	1
2892	stu-5б-11	eng	Иностранный язык	2.92	2.92	2.92	2
2893	stu-5б-11	info	Информатика	4.22	4.22	4.22	3
2894	stu-5б-11	hist	История	3.25	3.25	3.25	4
2895	stu-5б-11	lit	Литература	3.65	3.65	3.65	5
2896	stu-5б-11	math	Математика	3.71	3.71	3.71	6
2897	stu-5б-11	social	Обществознание	4.25	4.25	4.25	7
2898	stu-5б-11	work	Труд (технология)	3	3	3	8
2899	stu-5б-11	pe	Физическая культура	4.1	4.1	4.1	9
2900	stu-5б-12	bio	Биология	4.33	4.33	4.33	0
\.
