COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12553	stu-8б-2	2026-03-18	18 марта	[4, 5, 4, 5, 4]
12554	stu-8б-2	2026-03-19	19 марта	[3, 5, 4, 5, 4, 4]
12555	stu-8б-2	2026-03-20	20 марта	[4, 5, 4, 4]
12556	stu-8б-2	2026-03-23	23 марта	[3, 3, 5, 3, 3]
12557	stu-8б-2	2026-03-24	24 марта	[5, 3, 4, 5, 2, 4]
12558	stu-8б-2	2026-03-25	25 марта	[4, 3, 5, 4]
12559	stu-8б-2	2026-03-26	26 марта	[3, 3, 5, 4, 5]
12560	stu-8б-2	2026-03-27	27 марта	[4, 5, 5, 3]
12561	stu-8б-2	2026-03-30	30 марта	[2, 4, 5, 4, 5]
12562	stu-8б-2	2026-03-31	31 марта	[5, 4, 3, 4, 5]
12563	stu-8б-3	2026-03-02	2 марта	[4, 5, 4, 3, 4]
12564	stu-8б-3	2026-03-03	3 марта	[4, 4, 3, 3, 2]
\.
