COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13249	stu-8в-15	2026-03-06	6 марта	[5, 5, 4, 5, 4]
13250	stu-8в-15	2026-03-09	9 марта	[5, 4, 5, 3]
13251	stu-8в-15	2026-03-10	10 марта	[3, 4, 2, 3, 5, 2]
13252	stu-8в-15	2026-03-11	11 марта	[5, 3, 3, 3]
13253	stu-8в-15	2026-03-12	12 марта	[3, 5, 5, 3, 2]
13254	stu-8в-15	2026-03-13	13 марта	[4, 4, 5, 4, 5]
13255	stu-8в-15	2026-03-16	16 марта	[5, 2, 5, 3]
13256	stu-8в-15	2026-03-17	17 марта	[4, 5, 2, 4, 4, 2]
13257	stu-8в-15	2026-03-18	18 марта	[5, 5, 3, 5]
13258	stu-8в-15	2026-03-19	19 марта	[5, 4, 5, 4, 3]
13259	stu-8в-15	2026-03-20	20 марта	[5, 5, 5, 4]
13260	stu-8в-15	2026-03-23	23 марта	[5, 5, 4, 4, 3]
\.
