COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10069	stu-6г-3	2026-03-20	20 марта	[3, 3, 5, 5]
10070	stu-6г-3	2026-03-23	23 марта	[3, 5, 5, 4, 3]
10071	stu-6г-3	2026-03-24	24 марта	[3, 4, 4, 5, 4, 2]
10072	stu-6г-3	2026-03-25	25 марта	[4, 3, 2, 2, 5]
10073	stu-6г-3	2026-03-26	26 марта	[4, 4, 4, 5, 3]
10074	stu-6г-3	2026-03-27	27 марта	[4, 2, 4, 5, 2]
10075	stu-6г-3	2026-03-30	30 марта	[3, 4, 5, 3]
10076	stu-6г-3	2026-03-31	31 марта	[3, 3, 3, 5, 4, 5]
10077	stu-6г-4	2026-03-02	2 марта	[5, 5, 2, 5, 3]
10078	stu-6г-4	2026-03-03	3 марта	[5, 5, 3, 4, 2]
10079	stu-6г-4	2026-03-04	4 марта	[3, 5, 5, 5, 2]
10080	stu-6г-4	2026-03-05	5 марта	[4, 5, 3, 5, 4, 4]
\.
