COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13285	stu-8в-16	2026-03-26	26 марта	[5, 4, 5, 3, 5]
13286	stu-8в-16	2026-03-27	27 марта	[4, 2, 3, 2, 4]
13287	stu-8в-16	2026-03-30	30 марта	[5, 5, 3, 5, 2]
13288	stu-8в-16	2026-03-31	31 марта	[4, 4, 4, 4, 3]
13289	stu-8в-17	2026-03-02	2 марта	[4, 3, 2, 4, 4]
13290	stu-8в-17	2026-03-03	3 марта	[3, 4, 4, 3, 4, 4]
13291	stu-8в-17	2026-03-04	4 марта	[5, 3, 4, 4, 4]
13292	stu-8в-17	2026-03-05	5 марта	[5, 4, 2, 5, 2, 3]
13293	stu-8в-17	2026-03-06	6 марта	[4, 5, 5, 4, 3]
13294	stu-8в-17	2026-03-09	9 марта	[4, 4, 5, 4]
13295	stu-8в-17	2026-03-10	10 марта	[5, 5, 3, 5, 5, 3]
13296	stu-8в-17	2026-03-11	11 марта	[3, 4, 4, 5]
\.
