COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12481	stu-8а-18	2026-03-10	10 марта	[3, 3, 4, 3, 5, 5]
12482	stu-8а-18	2026-03-11	11 марта	[3, 2, 4, 4, 4]
12483	stu-8а-18	2026-03-12	12 марта	[4, 3, 5, 5, 3]
12484	stu-8а-18	2026-03-13	13 марта	[5, 4, 3, 5]
12485	stu-8а-18	2026-03-16	16 марта	[4, 4, 4, 2, 4]
12486	stu-8а-18	2026-03-17	17 марта	[5, 3, 4, 3, 3]
12487	stu-8а-18	2026-03-18	18 марта	[4, 5, 2, 5, 4]
12488	stu-8а-18	2026-03-19	19 марта	[5, 5, 4, 5, 5, 3]
12489	stu-8а-18	2026-03-20	20 марта	[2, 4, 5, 5, 3]
12490	stu-8а-18	2026-03-23	23 марта	[3, 3, 4, 3, 5]
12491	stu-8а-18	2026-03-24	24 марта	[4, 2, 4, 4, 3, 5]
12492	stu-8а-18	2026-03-25	25 марта	[3, 4, 5, 4, 5]
\.
