COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6913	stu-4г-14	2026-03-06	6 марта	[3, 4, 4, 3]
6914	stu-4г-14	2026-03-09	9 марта	[5, 4, 4]
6915	stu-4г-14	2026-03-10	10 марта	[4, 4, 3, 5, 4]
6916	stu-4г-14	2026-03-11	11 марта	[4, 4, 3, 2]
6917	stu-4г-14	2026-03-12	12 марта	[2, 3, 4, 4, 5]
6918	stu-4г-14	2026-03-13	13 марта	[5, 3, 3, 5]
6919	stu-4г-14	2026-03-16	16 марта	[5, 3, 3]
6920	stu-4г-14	2026-03-17	17 марта	[5, 5, 2, 4, 3]
6921	stu-4г-14	2026-03-18	18 марта	[2, 5, 4, 4]
6922	stu-4г-14	2026-03-19	19 марта	[4, 2, 3, 3, 4]
6923	stu-4г-14	2026-03-20	20 марта	[5, 4, 2, 5]
6924	stu-4г-14	2026-03-23	23 марта	[4, 3, 2]
\.
