COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8149	stu-5в-10	2026-03-12	12 марта	[5, 3, 3, 4, 3, 5]
8150	stu-5в-10	2026-03-13	13 марта	[4, 4, 4, 3, 5]
8151	stu-5в-10	2026-03-16	16 марта	[5, 4, 4, 2]
8152	stu-5в-10	2026-03-17	17 марта	[2, 3, 5, 4, 5, 5]
8153	stu-5в-10	2026-03-18	18 марта	[3, 2, 4, 2]
8154	stu-5в-10	2026-03-19	19 марта	[5, 4, 5, 5, 3, 3]
8155	stu-5в-10	2026-03-20	20 марта	[4, 4, 3, 5, 2]
8156	stu-5в-10	2026-03-23	23 марта	[5, 4, 4, 2, 5]
8157	stu-5в-10	2026-03-24	24 марта	[2, 3, 4, 5, 4]
8158	stu-5в-10	2026-03-25	25 марта	[4, 5, 5, 3, 4]
8159	stu-5в-10	2026-03-26	26 марта	[5, 4, 5, 5, 5, 5]
8160	stu-5в-10	2026-03-27	27 марта	[5, 4, 5, 3, 4]
\.
