COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12217	stu-8а-6	2026-03-10	10 марта	[3, 4, 5, 3, 5, 5]
12218	stu-8а-6	2026-03-11	11 марта	[4, 2, 4, 3, 2]
12219	stu-8а-6	2026-03-12	12 марта	[3, 4, 4, 4, 4]
12220	stu-8а-6	2026-03-13	13 марта	[4, 2, 2, 5]
12221	stu-8а-6	2026-03-16	16 марта	[4, 3, 5, 3, 3]
12222	stu-8а-6	2026-03-17	17 марта	[4, 4, 4, 4, 4]
12223	stu-8а-6	2026-03-18	18 марта	[5, 5, 2, 4, 2]
12224	stu-8а-6	2026-03-19	19 марта	[5, 3, 4, 5, 5, 2]
12225	stu-8а-6	2026-03-20	20 марта	[2, 4, 3, 4, 3]
12226	stu-8а-6	2026-03-23	23 марта	[4, 3, 5, 4, 3]
12227	stu-8а-6	2026-03-24	24 марта	[3, 4, 5, 3, 4, 5]
12228	stu-8а-6	2026-03-25	25 марта	[4, 3, 5, 3, 4]
\.
