COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14209	stu-9в-1	2026-03-26	26 марта	[5, 5, 2, 4, 5, 4, 5]
14210	stu-9в-1	2026-03-27	27 марта	[5, 4, 3, 4, 3, 5]
14211	stu-9в-1	2026-03-30	30 марта	[2, 4, 4, 5, 3]
14212	stu-9в-1	2026-03-31	31 марта	[3, 3, 5, 2, 3, 4]
14213	stu-9в-2	2026-03-02	2 марта	[4, 5, 4, 2, 4, 5]
14214	stu-9в-2	2026-03-03	3 марта	[4, 2, 5, 3, 4, 5]
14215	stu-9в-2	2026-03-04	4 марта	[3, 2, 3, 2, 5]
14216	stu-9в-2	2026-03-05	5 марта	[5, 4, 4, 5, 3, 3]
14217	stu-9в-2	2026-03-06	6 марта	[5, 5, 4, 5, 4, 5]
14218	stu-9в-2	2026-03-09	9 марта	[4, 4, 5, 4, 4]
14219	stu-9в-2	2026-03-10	10 марта	[5, 4, 2, 4, 5, 5]
14220	stu-9в-2	2026-03-11	11 марта	[2, 5, 5, 2, 5, 4]
\.
