COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12709	stu-8б-9	2026-03-20	20 марта	[3, 5, 4, 3]
12710	stu-8б-9	2026-03-23	23 марта	[5, 4, 4, 3, 3]
12711	stu-8б-9	2026-03-24	24 марта	[4, 3, 5, 4, 2, 4]
12712	stu-8б-9	2026-03-25	25 марта	[4, 3, 5, 2]
12713	stu-8б-9	2026-03-26	26 марта	[4, 4, 5, 5, 4]
12714	stu-8б-9	2026-03-27	27 марта	[4, 5, 4, 3]
12715	stu-8б-9	2026-03-30	30 марта	[4, 5, 3, 2, 5]
12716	stu-8б-9	2026-03-31	31 марта	[4, 5, 2, 2, 3]
12717	stu-8б-10	2026-03-02	2 марта	[2, 4, 5, 2, 5]
12718	stu-8б-10	2026-03-03	3 марта	[5, 4, 5, 2, 2]
12719	stu-8б-10	2026-03-04	4 марта	[3, 4, 5, 3, 5]
12720	stu-8б-10	2026-03-05	5 марта	[2, 5, 5, 3, 5, 4]
\.
