COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9973	stu-6в-18	2026-03-10	10 марта	[4, 5, 5, 5, 5]
9974	stu-6в-18	2026-03-11	11 марта	[4, 5, 4, 3]
9975	stu-6в-18	2026-03-12	12 марта	[4, 4, 4, 5, 4, 3]
9976	stu-6в-18	2026-03-13	13 марта	[3, 2, 5, 3]
9977	stu-6в-18	2026-03-16	16 марта	[2, 3, 5, 5]
9978	stu-6в-18	2026-03-17	17 марта	[5, 5, 2, 4, 5]
9979	stu-6в-18	2026-03-18	18 марта	[2, 4, 4, 4]
9980	stu-6в-18	2026-03-19	19 марта	[5, 5, 3, 5, 4, 5]
9981	stu-6в-18	2026-03-20	20 марта	[4, 4, 4, 4, 3]
9982	stu-6в-18	2026-03-23	23 марта	[3, 5, 3, 5, 4]
9983	stu-6в-18	2026-03-24	24 марта	[5, 4, 5, 4, 5, 4]
9984	stu-6в-18	2026-03-25	25 марта	[3, 4, 3, 4]
\.
