COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7705	stu-5б-10	2026-03-06	6 марта	[5, 4, 3, 4, 4]
7706	stu-5б-10	2026-03-09	9 марта	[2, 2, 4, 3, 5]
7707	stu-5б-10	2026-03-10	10 марта	[5, 2, 5, 4, 4]
7708	stu-5б-10	2026-03-11	11 марта	[4, 5, 5, 4]
7709	stu-5б-10	2026-03-12	12 марта	[4, 2, 5, 3, 4]
7710	stu-5б-10	2026-03-13	13 марта	[3, 5, 5, 4, 5]
7711	stu-5б-10	2026-03-16	16 марта	[3, 3, 5, 5, 3]
7712	stu-5б-10	2026-03-17	17 марта	[5, 5, 4, 3, 3, 5]
7713	stu-5б-10	2026-03-18	18 марта	[5, 2, 5, 4, 4]
7714	stu-5б-10	2026-03-19	19 марта	[3, 5, 3, 2, 5, 4]
7715	stu-5б-10	2026-03-20	20 марта	[3, 5, 3, 4]
7716	stu-5б-10	2026-03-23	23 марта	[2, 3, 5, 5, 5]
\.
