COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
15445	stu-10в-1	2026-03-02	2 марта	[2, 5, 5, 2, 4]
15446	stu-10в-1	2026-03-03	3 марта	[2, 3, 3, 5, 4, 4]
15447	stu-10в-1	2026-03-04	4 марта	[5, 4, 2, 5, 3, 4]
15448	stu-10в-1	2026-03-05	5 марта	[4, 2, 5, 3, 3, 4]
15449	stu-10в-1	2026-03-06	6 марта	[5, 3, 5, 2, 5]
15450	stu-10в-1	2026-03-09	9 марта	[2, 5, 5, 5, 4, 2]
15451	stu-10в-1	2026-03-10	10 марта	[4, 4, 4, 5, 4, 3]
15452	stu-10в-1	2026-03-11	11 марта	[2, 3, 4, 5, 5]
15453	stu-10в-1	2026-03-12	12 марта	[5, 2, 4, 3, 5, 3]
15454	stu-10в-1	2026-03-13	13 марта	[5, 5, 4, 5, 4, 3]
15455	stu-10в-1	2026-03-16	16 марта	[4, 5, 3, 5, 5]
15456	stu-10в-1	2026-03-17	17 марта	[4, 5, 5, 4, 2, 5]
\.
