COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13177	stu-8в-11	2026-03-30	30 марта	[5, 4, 4, 5, 2]
13178	stu-8в-11	2026-03-31	31 марта	[5, 5, 5, 4, 4]
13179	stu-8в-12	2026-03-02	2 марта	[5, 5, 2, 4, 3]
13180	stu-8в-12	2026-03-03	3 марта	[2, 4, 4, 2, 4, 4]
13181	stu-8в-12	2026-03-04	4 марта	[5, 5, 3, 5, 4]
13182	stu-8в-12	2026-03-05	5 марта	[5, 5, 3, 4, 4, 2]
13183	stu-8в-12	2026-03-06	6 марта	[5, 5, 5, 4, 4]
13184	stu-8в-12	2026-03-09	9 марта	[5, 4, 5, 3]
13185	stu-8в-12	2026-03-10	10 марта	[4, 4, 2, 4, 5, 2]
13186	stu-8в-12	2026-03-11	11 марта	[4, 4, 4, 3]
13187	stu-8в-12	2026-03-12	12 марта	[3, 4, 5, 3, 2]
13188	stu-8в-12	2026-03-13	13 марта	[4, 4, 5, 4, 5]
\.
