COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11713	stu-7г-2	2026-03-12	12 марта	[4, 5, 3, 3, 5]
11714	stu-7г-2	2026-03-13	13 марта	[5, 4, 4, 3]
11715	stu-7г-2	2026-03-16	16 марта	[2, 2, 4, 4, 5]
11716	stu-7г-2	2026-03-17	17 марта	[4, 5, 4, 4, 5, 4]
11717	stu-7г-2	2026-03-18	18 марта	[4, 2, 5, 5, 2]
11718	stu-7г-2	2026-03-19	19 марта	[4, 3, 5, 3, 5, 5]
11719	stu-7г-2	2026-03-20	20 марта	[2, 5, 4, 5]
11720	stu-7г-2	2026-03-23	23 марта	[2, 4, 4, 4, 5]
11721	stu-7г-2	2026-03-24	24 марта	[5, 5, 4, 4, 4, 5]
11722	stu-7г-2	2026-03-25	25 марта	[3, 5, 4, 2]
11723	stu-7г-2	2026-03-26	26 марта	[4, 5, 4, 4, 4, 2]
11724	stu-7г-2	2026-03-27	27 марта	[5, 5, 2, 5, 3]
\.
