COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14316	stu-9в-6	2026-03-23	23 марта	[3, 5, 5, 4, 4, 3]
14317	stu-9в-6	2026-03-24	24 марта	[3, 5, 4, 4, 4, 2, 3]
14318	stu-9в-6	2026-03-25	25 марта	[5, 5, 3, 5, 3, 5]
14319	stu-9в-6	2026-03-26	26 марта	[5, 4, 2, 2, 4, 5, 5]
14320	stu-9в-6	2026-03-27	27 марта	[4, 4, 3, 3, 3, 5]
14321	stu-9в-6	2026-03-30	30 марта	[3, 5, 2, 4, 3]
14322	stu-9в-6	2026-03-31	31 марта	[3, 4, 5, 4, 4, 4]
14323	stu-9в-7	2026-03-02	2 марта	[3, 3, 4, 3, 5, 5]
14324	stu-9в-7	2026-03-03	3 марта	[3, 2, 4, 3, 4, 5]
14325	stu-9в-7	2026-03-04	4 марта	[2, 3, 3, 2, 4]
14326	stu-9в-7	2026-03-05	5 марта	[4, 5, 4, 5, 4, 2]
14327	stu-9в-7	2026-03-06	6 марта	[4, 5, 2, 5, 2, 3]
\.
