COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5151	stu-8а-7	work	Труд (технология)	3.67	3.67	3.67	8
5152	stu-8а-7	phys	Физика	3.5	3.5	3.5	9
5153	stu-8а-7	pe	Физическая культура	3.89	3.89	3.89	10
5154	stu-8а-7	chem	Химия	3.89	3.89	3.89	11
5155	stu-8а-8	bio	Биология	4.67	4.67	4.67	0
5156	stu-8а-8	geo	География	4	4	4	1
5157	stu-8а-8	eng	Иностранный язык	3.54	3.54	3.54	2
5158	stu-8а-8	info	Информатика	3.75	3.75	3.75	3
5159	stu-8а-8	hist	История	3.75	3.75	3.75	4
5160	stu-8а-8	lit	Литература	3.85	3.85	3.85	5
5161	stu-8а-8	math	Математика	3.67	3.67	3.67	6
5162	stu-8а-8	social	Обществознание	4.13	4.13	4.13	7
5163	stu-8а-8	work	Труд (технология)	2.67	2.67	2.67	8
5164	stu-8а-8	phys	Физика	3.5	3.5	3.5	9
5165	stu-8а-8	pe	Физическая культура	3.89	3.89	3.89	10
5166	stu-8а-8	chem	Химия	3.78	3.78	3.78	11
5167	stu-8а-9	bio	Биология	3.33	3.33	3.33	0
5168	stu-8а-9	geo	География	3.71	3.71	3.71	1
5169	stu-8а-9	eng	Иностранный язык	3.85	3.85	3.85	2
5170	stu-8а-9	info	Информатика	4.5	4.5	4.5	3
5171	stu-8а-9	hist	История	3.75	3.75	3.75	4
5172	stu-8а-9	lit	Литература	3.56	3.56	3.56	5
5173	stu-8а-9	math	Математика	3.94	3.94	3.94	6
5174	stu-8а-9	social	Обществознание	4.5	4.5	4.5	7
5175	stu-8а-9	work	Труд (технология)	3	3	3	8
5176	stu-8а-9	phys	Физика	4	4	4	9
5177	stu-8а-9	pe	Физическая культура	4	4	4	10
5178	stu-8а-9	chem	Химия	4.22	4.22	4.22	11
5179	stu-8а-10	bio	Биология	4.67	4.67	4.67	0
5180	stu-8а-10	geo	География	3.86	3.86	3.86	1
5181	stu-8а-10	eng	Иностранный язык	3.38	3.38	3.38	2
5182	stu-8а-10	info	Информатика	3.75	3.75	3.75	3
5183	stu-8а-10	hist	История	4	4	4	4
5184	stu-8а-10	lit	Литература	3.7	3.7	3.7	5
5185	stu-8а-10	math	Математика	3.61	3.61	3.61	6
5186	stu-8а-10	social	Обществознание	4.63	4.63	4.63	7
5187	stu-8а-10	work	Труд (технология)	2.67	2.67	2.67	8
5188	stu-8а-10	phys	Физика	3.5	3.5	3.5	9
5189	stu-8а-10	pe	Физическая культура	3.89	3.89	3.89	10
5190	stu-8а-10	chem	Химия	3.67	3.67	3.67	11
5191	stu-8а-11	bio	Биология	3.33	3.33	3.33	0
5192	stu-8а-11	geo	География	3.86	3.86	3.86	1
5193	stu-8а-11	eng	Иностранный язык	4	4	4	2
5194	stu-8а-11	info	Информатика	4.5	4.5	4.5	3
5195	stu-8а-11	hist	История	3.63	3.63	3.63	4
5196	stu-8а-11	lit	Литература	3.7	3.7	3.7	5
5197	stu-8а-11	math	Математика	4	4	4	6
5198	stu-8а-11	social	Обществознание	4.13	4.13	4.13	7
5199	stu-8а-11	work	Труд (технология)	3	3	3	8
5200	stu-8а-11	phys	Физика	4	4	4	9
\.
