COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11737	stu-7г-3	2026-03-16	16 марта	[4, 3, 3, 2, 4]
11738	stu-7г-3	2026-03-17	17 марта	[2, 4, 3, 2, 4, 3]
11739	stu-7г-3	2026-03-18	18 марта	[5, 2, 3, 5, 4]
11740	stu-7г-3	2026-03-19	19 марта	[3, 2, 5, 4, 5, 5]
11741	stu-7г-3	2026-03-20	20 марта	[3, 4, 2, 4]
11742	stu-7г-3	2026-03-23	23 марта	[4, 2, 3, 5, 5]
11743	stu-7г-3	2026-03-24	24 марта	[3, 5, 2, 2, 5, 5]
11744	stu-7г-3	2026-03-25	25 марта	[4, 4, 3, 4]
11745	stu-7г-3	2026-03-26	26 марта	[5, 4, 2, 5, 5, 4]
11746	stu-7г-3	2026-03-27	27 марта	[4, 5, 4, 4, 2]
11747	stu-7г-3	2026-03-30	30 марта	[5, 5, 2, 5, 4]
11748	stu-7г-3	2026-03-31	31 марта	[5, 5, 2, 5, 3, 4]
\.
