COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8017	stu-5в-4	2026-03-12	12 марта	[4, 3, 2, 4, 2, 5]
8018	stu-5в-4	2026-03-13	13 марта	[4, 3, 4, 3, 5]
8019	stu-5в-4	2026-03-16	16 марта	[3, 4, 4, 3]
8020	stu-5в-4	2026-03-17	17 марта	[3, 3, 4, 3, 5, 5]
8021	stu-5в-4	2026-03-18	18 марта	[4, 2, 5, 3]
8022	stu-5в-4	2026-03-19	19 марта	[4, 4, 3, 5, 2, 3]
8023	stu-5в-4	2026-03-20	20 марта	[4, 3, 3, 5, 2]
8024	stu-5в-4	2026-03-23	23 марта	[4, 4, 5, 2, 4]
8025	stu-5в-4	2026-03-24	24 марта	[3, 3, 5, 5, 4]
8026	stu-5в-4	2026-03-25	25 марта	[5, 4, 3, 4, 3]
8027	stu-5в-4	2026-03-26	26 марта	[3, 4, 4, 5, 4, 5]
8028	stu-5в-4	2026-03-27	27 марта	[5, 3, 5, 3, 4]
\.
