COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7561	stu-5б-3	2026-03-20	20 марта	[4, 4, 2, 3]
7562	stu-5б-3	2026-03-23	23 марта	[4, 4, 4, 3, 4]
7563	stu-5б-3	2026-03-24	24 марта	[3, 5, 2, 5, 4]
7564	stu-5б-3	2026-03-25	25 марта	[5, 4, 4, 5, 4]
7565	stu-5б-3	2026-03-26	26 марта	[4, 4, 4, 5, 3]
7566	stu-5б-3	2026-03-27	27 марта	[3, 3, 5, 4, 5]
7567	stu-5б-3	2026-03-30	30 марта	[5, 4, 5, 4, 2]
7568	stu-5б-3	2026-03-31	31 марта	[4, 3, 2, 5, 3, 5]
7569	stu-5б-4	2026-03-02	2 марта	[2, 5, 5, 5]
7570	stu-5б-4	2026-03-03	3 марта	[5, 4, 4, 3, 5]
7571	stu-5б-4	2026-03-04	4 марта	[5, 3, 3, 4, 2]
7572	stu-5б-4	2026-03-05	5 марта	[5, 5, 3, 2, 3, 3]
\.
