COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11089	stu-7б-12	2026-03-02	2 марта	[2, 4, 5, 5]
11090	stu-7б-12	2026-03-03	3 марта	[4, 3, 5, 5, 5]
11091	stu-7б-12	2026-03-04	4 марта	[4, 4, 4, 5]
11092	stu-7б-12	2026-03-05	5 марта	[4, 4, 4, 5, 3]
11093	stu-7б-12	2026-03-06	6 марта	[4, 2, 5, 5, 2]
11094	stu-7б-12	2026-03-09	9 марта	[4, 4, 4, 4, 4]
11095	stu-7б-12	2026-03-10	10 марта	[4, 4, 4, 5, 4]
11096	stu-7б-12	2026-03-11	11 марта	[4, 4, 2, 4]
11097	stu-7б-12	2026-03-12	12 марта	[5, 4, 3, 2, 3, 5]
11098	stu-7б-12	2026-03-13	13 марта	[3, 4, 3, 5]
11099	stu-7б-12	2026-03-16	16 марта	[3, 5, 3, 5]
11100	stu-7б-12	2026-03-17	17 марта	[5, 4, 5, 5, 4]
\.
