COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7717	stu-5б-10	2026-03-24	24 марта	[4, 5, 4, 5, 4]
7718	stu-5б-10	2026-03-25	25 марта	[4, 2, 5, 5, 3]
7719	stu-5б-10	2026-03-26	26 марта	[4, 5, 5, 4, 2]
7720	stu-5б-10	2026-03-27	27 марта	[4, 4, 4, 5, 5]
7721	stu-5б-10	2026-03-30	30 марта	[3, 5, 5, 4, 3]
7722	stu-5б-10	2026-03-31	31 марта	[5, 3, 4, 3, 4, 5]
7723	stu-5б-11	2026-03-02	2 марта	[2, 4, 5, 4]
7724	stu-5б-11	2026-03-03	3 марта	[4, 3, 3, 4, 5]
7725	stu-5б-11	2026-03-04	4 марта	[4, 4, 2, 3, 3]
7726	stu-5б-11	2026-03-05	5 марта	[4, 4, 4, 4, 4, 4]
7727	stu-5б-11	2026-03-06	6 марта	[4, 3, 2, 3, 3]
7728	stu-5б-11	2026-03-09	9 марта	[4, 4, 3, 2, 4]
\.
