COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13441	stu-9а-4	2026-03-30	30 марта	[4, 3, 4, 5, 3]
13442	stu-9а-4	2026-03-31	31 марта	[4, 4, 4, 3, 4, 4]
13443	stu-9а-5	2026-03-02	2 марта	[3, 4, 5, 3, 5, 5]
13444	stu-9а-5	2026-03-03	3 марта	[4, 4, 2, 5, 5, 3, 5]
13445	stu-9а-5	2026-03-04	4 марта	[4, 3, 5, 2, 3, 5]
13446	stu-9а-5	2026-03-05	5 марта	[3, 4, 2, 4, 5, 5]
13447	stu-9а-5	2026-03-06	6 марта	[4, 3, 3, 5, 5]
13448	stu-9а-5	2026-03-09	9 марта	[2, 3, 5, 5, 3]
13449	stu-9а-5	2026-03-10	10 марта	[5, 4, 3, 5, 3, 2, 5]
13450	stu-9а-5	2026-03-11	11 марта	[5, 5, 4, 5, 3, 3]
13451	stu-9а-5	2026-03-12	12 марта	[5, 5, 5, 4, 2, 4, 5]
13452	stu-9а-5	2026-03-13	13 марта	[5, 5, 3, 5, 4, 3]
\.
