COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5451	stu-8б-13	work	Труд (технология)	3.75	3.75	3.75	8
5452	stu-8б-13	phys	Физика	4	4	4	9
5453	stu-8б-13	pe	Физическая культура	3.62	3.62	3.62	10
5454	stu-8б-13	chem	Химия	4.29	4.29	4.29	11
5455	stu-8б-14	bio	Биология	3.25	3.25	3.25	0
5456	stu-8б-14	geo	География	2.86	2.86	2.86	1
5457	stu-8б-14	eng	Иностранный язык	4.13	4.13	4.13	2
5458	stu-8б-14	info	Информатика	4.75	4.75	4.75	3
5459	stu-8б-14	hist	История	4	4	4	4
5460	stu-8б-14	lit	Литература	3.75	3.75	3.75	5
5461	stu-8б-14	math	Математика	3.78	3.78	3.78	6
5462	stu-8б-14	social	Обществознание	3.29	3.29	3.29	7
5463	stu-8б-14	work	Труд (технология)	3.5	3.5	3.5	8
5464	stu-8б-14	phys	Физика	4.33	4.33	4.33	9
5465	stu-8б-14	pe	Физическая культура	3.77	3.77	3.77	10
5466	stu-8б-14	chem	Химия	3.71	3.71	3.71	11
5467	stu-8б-15	bio	Биология	4.25	4.25	4.25	0
5468	stu-8б-15	geo	География	4.43	4.43	4.43	1
5469	stu-8б-15	eng	Иностранный язык	3.75	3.75	3.75	2
5470	stu-8б-15	info	Информатика	3.75	3.75	3.75	3
5471	stu-8б-15	hist	История	2.67	2.67	2.67	4
5472	stu-8б-15	lit	Литература	3.75	3.75	3.75	5
5473	stu-8б-15	math	Математика	4	4	4	6
5474	stu-8б-15	social	Обществознание	3.71	3.71	3.71	7
5475	stu-8б-15	work	Труд (технология)	4	4	4	8
5476	stu-8б-15	phys	Физика	2.67	2.67	2.67	9
5477	stu-8б-15	pe	Физическая культура	3.77	3.77	3.77	10
5478	stu-8б-15	chem	Химия	3.57	3.57	3.57	11
5479	stu-8б-16	bio	Биология	4.75	4.75	4.75	0
5480	stu-8б-16	geo	География	3.14	3.14	3.14	1
5481	stu-8б-16	eng	Иностранный язык	3.88	3.88	3.88	2
5482	stu-8б-16	info	Информатика	3.5	3.5	3.5	3
5483	stu-8б-16	hist	История	3.33	3.33	3.33	4
5484	stu-8б-16	lit	Литература	4.19	4.19	4.19	5
5485	stu-8б-16	math	Математика	3.61	3.61	3.61	6
5486	stu-8б-16	social	Обществознание	3	3	3	7
5487	stu-8б-16	work	Труд (технология)	4	4	4	8
5488	stu-8б-16	phys	Физика	4	4	4	9
5489	stu-8б-16	pe	Физическая культура	3.85	3.85	3.85	10
5490	stu-8б-16	chem	Химия	4.14	4.14	4.14	11
5491	stu-8б-17	bio	Биология	3.25	3.25	3.25	0
5492	stu-8б-17	geo	География	3.29	3.29	3.29	1
5493	stu-8б-17	eng	Иностранный язык	4.13	4.13	4.13	2
5494	stu-8б-17	info	Информатика	4.75	4.75	4.75	3
5495	stu-8б-17	hist	История	4	4	4	4
5496	stu-8б-17	lit	Литература	3.63	3.63	3.63	5
5497	stu-8б-17	math	Математика	3.78	3.78	3.78	6
5498	stu-8б-17	social	Обществознание	3.71	3.71	3.71	7
5499	stu-8б-17	work	Труд (технология)	3.25	3.25	3.25	8
5500	stu-8б-17	phys	Физика	4.33	4.33	4.33	9
\.
