COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2551	stu-4г-18	music	Музыка	3.5	3.5	3.5	5
2552	stu-4г-18	work	Труд (технология)	3.89	3.89	3.89	6
2553	stu-4г-18	pe	Физическая культура	4	4	4	7
2554	stu-4г-19	art	Изобразительное искусство	3.25	3.25	3.25	0
2555	stu-4г-19	eng	Иностранный язык	3.25	3.25	3.25	1
2556	stu-4г-19	hist	История	4.5	4.5	4.5	2
2557	stu-4г-19	lit	Литература	3.69	3.69	3.69	3
2558	stu-4г-19	math	Математика	4.11	4.11	4.11	4
2559	stu-4г-19	music	Музыка	3.75	3.75	3.75	5
2560	stu-4г-19	work	Труд (технология)	4.78	4.78	4.78	6
2561	stu-4г-19	pe	Физическая культура	4.14	4.14	4.14	7
2562	stu-4г-20	art	Изобразительное искусство	3.25	3.25	3.25	0
2563	stu-4г-20	eng	Иностранный язык	3.25	3.25	3.25	1
2564	stu-4г-20	hist	История	4.25	4.25	4.25	2
2565	stu-4г-20	lit	Литература	3.69	3.69	3.69	3
2566	stu-4г-20	math	Математика	4.11	4.11	4.11	4
2567	stu-4г-20	music	Музыка	3.75	3.75	3.75	5
2568	stu-4г-20	work	Труд (технология)	4.67	4.67	4.67	6
2569	stu-4г-20	pe	Физическая культура	4.29	4.29	4.29	7
2570	stu-5а-1	bio	Биология	3.88	3.88	3.88	0
2571	stu-5а-1	geo	География	3	3	3	1
2572	stu-5а-1	art	Изобразительное искусство	4.25	4.25	4.25	2
2573	stu-5а-1	eng	Иностранный язык	3.91	3.91	3.91	3
2574	stu-5а-1	info	Информатика	3	3	3	4
2575	stu-5а-1	hist	История	3.33	3.33	3.33	5
2576	stu-5а-1	lit	Литература	3.81	3.81	3.81	6
2577	stu-5а-1	math	Математика	3.78	3.78	3.78	7
2578	stu-5а-1	social	Обществознание	4.17	4.17	4.17	8
2579	stu-5а-1	work	Труд (технология)	4.5	4.5	4.5	9
2580	stu-5а-1	pe	Физическая культура	4.27	4.27	4.27	10
2581	stu-5а-2	bio	Биология	3.88	3.88	3.88	0
2582	stu-5а-2	geo	География	3.75	3.75	3.75	1
2583	stu-5а-2	art	Изобразительное искусство	5	5	5	2
2584	stu-5а-2	eng	Иностранный язык	3.73	3.73	3.73	3
2585	stu-5а-2	info	Информатика	3.75	3.75	3.75	4
2586	stu-5а-2	hist	История	4.67	4.67	4.67	5
2587	stu-5а-2	lit	Литература	3.19	3.19	3.19	6
2588	stu-5а-2	math	Математика	3.87	3.87	3.87	7
2589	stu-5а-2	social	Обществознание	4.17	4.17	4.17	8
2590	stu-5а-2	work	Труд (технология)	5	5	5	9
2591	stu-5а-2	pe	Физическая культура	3.91	3.91	3.91	10
2592	stu-5а-3	bio	Биология	4.25	4.25	4.25	0
2593	stu-5а-3	geo	География	3.75	3.75	3.75	1
2594	stu-5а-3	art	Изобразительное искусство	3.25	3.25	3.25	2
2595	stu-5а-3	eng	Иностранный язык	4.73	4.73	4.73	3
2596	stu-5а-3	info	Информатика	3.75	3.75	3.75	4
2597	stu-5а-3	hist	История	4	4	4	5
2598	stu-5а-3	lit	Литература	3.89	3.89	3.89	6
2599	stu-5а-3	math	Математика	3.74	3.74	3.74	7
2600	stu-5а-3	social	Обществознание	4.17	4.17	4.17	8
\.
