COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2451	stu-4г-6	eng	Иностранный язык	3.13	3.13	3.13	1
2452	stu-4г-6	hist	История	4.5	4.5	4.5	2
2453	stu-4г-6	lit	Литература	3.58	3.58	3.58	3
2454	stu-4г-6	math	Математика	4.05	4.05	4.05	4
2455	stu-4г-6	music	Музыка	3.75	3.75	3.75	5
2456	stu-4г-6	work	Труд (технология)	4.22	4.22	4.22	6
2457	stu-4г-6	pe	Физическая культура	4.29	4.29	4.29	7
2458	stu-4г-7	art	Изобразительное искусство	4.75	4.75	4.75	0
2459	stu-4г-7	eng	Иностранный язык	4.25	4.25	4.25	1
2460	stu-4г-7	hist	История	4.25	4.25	4.25	2
2461	stu-4г-7	lit	Литература	3.83	3.83	3.83	3
2462	stu-4г-7	math	Математика	3.84	3.84	3.84	4
2463	stu-4г-7	music	Музыка	4	4	4	5
2464	stu-4г-7	work	Труд (технология)	4.67	4.67	4.67	6
2465	stu-4г-7	pe	Физическая культура	4.29	4.29	4.29	7
2466	stu-4г-8	art	Изобразительное искусство	4.5	4.5	4.5	0
2467	stu-4г-8	eng	Иностранный язык	4	4	4	1
2468	stu-4г-8	hist	История	3.5	3.5	3.5	2
2469	stu-4г-8	lit	Литература	4.08	4.08	4.08	3
2470	stu-4г-8	math	Математика	3.74	3.74	3.74	4
2471	stu-4г-8	music	Музыка	4	4	4	5
2472	stu-4г-8	work	Труд (технология)	4	4	4	6
2473	stu-4г-8	pe	Физическая культура	4	4	4	7
2474	stu-4г-9	art	Изобразительное искусство	3.5	3.5	3.5	0
2475	stu-4г-9	eng	Иностранный язык	3.13	3.13	3.13	1
2476	stu-4г-9	hist	История	4.25	4.25	4.25	2
2477	stu-4г-9	lit	Литература	3.56	3.56	3.56	3
2478	stu-4г-9	math	Математика	4.11	4.11	4.11	4
2479	stu-4г-9	music	Музыка	4	4	4	5
2480	stu-4г-9	work	Труд (технология)	4.11	4.11	4.11	6
2481	stu-4г-9	pe	Физическая культура	4.14	4.14	4.14	7
2482	stu-4г-10	art	Изобразительное искусство	4.75	4.75	4.75	0
2483	stu-4г-10	eng	Иностранный язык	4.25	4.25	4.25	1
2484	stu-4г-10	hist	История	4.25	4.25	4.25	2
2485	stu-4г-10	lit	Литература	4.17	4.17	4.17	3
2486	stu-4г-10	math	Математика	3.79	3.79	3.79	4
2487	stu-4г-10	music	Музыка	4	4	4	5
2488	stu-4г-10	work	Труд (технология)	4.89	4.89	4.89	6
2489	stu-4г-10	pe	Физическая культура	3.86	3.86	3.86	7
2490	stu-4г-11	art	Изобразительное искусство	3.25	3.25	3.25	0
2491	stu-4г-11	eng	Иностранный язык	3.13	3.13	3.13	1
2492	stu-4г-11	hist	История	3.75	3.75	3.75	2
2493	stu-4г-11	lit	Литература	3.58	3.58	3.58	3
2494	stu-4г-11	math	Математика	3.68	3.68	3.68	4
2495	stu-4г-11	music	Музыка	3.75	3.75	3.75	5
2496	stu-4г-11	work	Труд (технология)	4	4	4	6
2497	stu-4г-11	pe	Физическая культура	4.29	4.29	4.29	7
2498	stu-4г-12	art	Изобразительное искусство	4.75	4.75	4.75	0
2499	stu-4г-12	eng	Иностранный язык	4.13	4.13	4.13	1
2500	stu-4г-12	hist	История	4.25	4.25	4.25	2
\.
