COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13429	stu-9а-4	2026-03-12	12 марта	[5, 5, 3, 5, 4, 3, 4]
13430	stu-9а-4	2026-03-13	13 марта	[3, 5, 2, 5, 3, 4]
13431	stu-9а-4	2026-03-16	16 марта	[3, 4, 2, 5, 5]
13432	stu-9а-4	2026-03-17	17 марта	[4, 4, 4, 2, 3, 5, 3]
13433	stu-9а-4	2026-03-18	18 марта	[2, 4, 3, 4, 4]
13434	stu-9а-4	2026-03-19	19 марта	[5, 5, 4, 4, 2, 5]
13435	stu-9а-4	2026-03-20	20 марта	[2, 2, 3, 4, 4]
13436	stu-9а-4	2026-03-23	23 марта	[4, 2, 4, 4, 5]
13437	stu-9а-4	2026-03-24	24 марта	[5, 5, 3, 4, 4, 3]
13438	stu-9а-4	2026-03-25	25 марта	[3, 3, 5, 5, 4, 5]
13439	stu-9а-4	2026-03-26	26 марта	[3, 4, 4, 5, 3, 4]
13440	stu-9а-4	2026-03-27	27 марта	[3, 3, 3, 5, 4]
\.
