COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8809	stu-6а-2	2026-03-12	12 марта	[4, 5, 5, 4, 4]
8810	stu-6а-2	2026-03-13	13 марта	[3, 2, 5, 3, 2]
8811	stu-6а-2	2026-03-16	16 марта	[4, 5, 3, 3, 5]
8812	stu-6а-2	2026-03-17	17 марта	[4, 5, 5, 5, 3, 2]
8813	stu-6а-2	2026-03-18	18 марта	[4, 3, 4, 4, 3]
8814	stu-6а-2	2026-03-19	19 марта	[3, 4, 5, 4, 5, 5]
8815	stu-6а-2	2026-03-20	20 марта	[4, 5, 4, 3]
8816	stu-6а-2	2026-03-23	23 марта	[4, 4, 4, 3]
8817	stu-6а-2	2026-03-24	24 марта	[4, 2, 5, 2, 5, 5]
8818	stu-6а-2	2026-03-25	25 марта	[2, 4, 5, 2, 3]
8819	stu-6а-2	2026-03-26	26 марта	[3, 4, 2, 5, 4]
8820	stu-6а-2	2026-03-27	27 марта	[2, 2, 4, 3, 5]
\.
