COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9097	stu-6а-15	2026-03-16	16 марта	[4, 5, 4, 3, 4]
9098	stu-6а-15	2026-03-17	17 марта	[4, 5, 5, 5, 4, 3]
9099	stu-6а-15	2026-03-18	18 марта	[4, 3, 3, 4, 3]
9100	stu-6а-15	2026-03-19	19 марта	[4, 4, 5, 4, 3, 5]
9101	stu-6а-15	2026-03-20	20 марта	[5, 5, 3, 3]
9102	stu-6а-15	2026-03-23	23 марта	[4, 4, 4, 3]
9103	stu-6а-15	2026-03-24	24 марта	[3, 2, 5, 3, 5, 5]
9104	stu-6а-15	2026-03-25	25 марта	[3, 5, 5, 3, 4]
9105	stu-6а-15	2026-03-26	26 марта	[3, 3, 2, 5, 3]
9106	stu-6а-15	2026-03-27	27 марта	[3, 2, 3, 4, 5]
9107	stu-6а-15	2026-03-30	30 марта	[3, 5, 3, 4]
9108	stu-6а-15	2026-03-31	31 марта	[3, 4, 5, 5, 5, 2]
\.
