COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11833	stu-7г-7	2026-03-26	26 марта	[4, 3, 3, 4, 3, 2]
11834	stu-7г-7	2026-03-27	27 марта	[5, 4, 4, 5, 4]
11835	stu-7г-7	2026-03-30	30 марта	[5, 4, 4, 5, 2]
11836	stu-7г-7	2026-03-31	31 марта	[5, 4, 4, 5, 4, 3]
11837	stu-7г-8	2026-03-02	2 марта	[5, 5, 3, 5, 4]
11838	stu-7г-8	2026-03-03	3 марта	[3, 5, 2, 3, 4, 4]
11839	stu-7г-8	2026-03-04	4 марта	[3, 5, 4, 2, 5]
11840	stu-7г-8	2026-03-05	5 марта	[3, 4, 5, 4, 5]
11841	stu-7г-8	2026-03-06	6 марта	[4, 2, 2, 4]
11842	stu-7г-8	2026-03-09	9 марта	[4, 2, 3, 4, 5]
11843	stu-7г-8	2026-03-10	10 марта	[4, 4, 2, 4, 5, 2]
11844	stu-7г-8	2026-03-11	11 марта	[5, 5, 3, 5, 4]
\.
