COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4551	stu-7б-13	geo	География	4.43	4.43	4.43	1
4552	stu-7б-13	eng	Иностранный язык	4.33	4.33	4.33	2
4553	stu-7б-13	info	Информатика	4.25	4.25	4.25	3
4554	stu-7б-13	hist	История	4	4	4	4
4555	stu-7б-13	lit	Литература	3.81	3.81	3.81	5
4556	stu-7б-13	math	Математика	4	4	4	6
4557	stu-7б-13	social	Обществознание	3.67	3.67	3.67	7
4558	stu-7б-13	work	Труд (технология)	4	4	4	8
4559	stu-7б-13	phys	Физика	3	3	3	9
4560	stu-7б-13	pe	Физическая культура	4	4	4	10
4561	stu-7б-13	chem	Химия	3.83	3.83	3.83	11
4562	stu-7б-14	bio	Биология	4.75	4.75	4.75	0
4563	stu-7б-14	geo	География	4.29	4.29	4.29	1
4564	stu-7б-14	eng	Иностранный язык	4	4	4	2
4565	stu-7б-14	info	Информатика	3.75	3.75	3.75	3
4566	stu-7б-14	hist	История	4.43	4.43	4.43	4
4567	stu-7б-14	lit	Литература	3.69	3.69	3.69	5
4568	stu-7б-14	math	Математика	4.19	4.19	4.19	6
4569	stu-7б-14	social	Обществознание	4.33	4.33	4.33	7
4570	stu-7б-14	work	Труд (технология)	3.67	3.67	3.67	8
4571	stu-7б-14	phys	Физика	4.25	4.25	4.25	9
4572	stu-7б-14	pe	Физическая культура	3.85	3.85	3.85	10
4573	stu-7б-14	chem	Химия	3.33	3.33	3.33	11
4574	stu-7б-15	bio	Биология	3.25	3.25	3.25	0
4575	stu-7б-15	geo	География	3.43	3.43	3.43	1
4576	stu-7б-15	eng	Иностранный язык	3.83	3.83	3.83	2
4577	stu-7б-15	info	Информатика	4.25	4.25	4.25	3
4578	stu-7б-15	hist	История	4.14	4.14	4.14	4
4579	stu-7б-15	lit	Литература	4.06	4.06	4.06	5
4580	stu-7б-15	math	Математика	4.19	4.19	4.19	6
4581	stu-7б-15	social	Обществознание	3.67	3.67	3.67	7
4582	stu-7б-15	work	Труд (технология)	3.33	3.33	3.33	8
4583	stu-7б-15	phys	Физика	3.5	3.5	3.5	9
4584	stu-7б-15	pe	Физическая культура	3.85	3.85	3.85	10
4585	stu-7б-15	chem	Химия	4.5	4.5	4.5	11
4586	stu-7б-16	bio	Биология	4.25	4.25	4.25	0
4587	stu-7б-16	geo	География	4.71	4.71	4.71	1
4588	stu-7б-16	eng	Иностранный язык	4.33	4.33	4.33	2
4589	stu-7б-16	info	Информатика	4.5	4.5	4.5	3
4590	stu-7б-16	hist	История	4	4	4	4
4591	stu-7б-16	lit	Литература	3.63	3.63	3.63	5
4592	stu-7б-16	math	Математика	3.94	3.94	3.94	6
4593	stu-7б-16	social	Обществознание	4	4	4	7
4594	stu-7б-16	work	Труд (технология)	4	4	4	8
4595	stu-7б-16	phys	Физика	2.75	2.75	2.75	9
4596	stu-7б-16	pe	Физическая культура	3.85	3.85	3.85	10
4597	stu-7б-16	chem	Химия	3.83	3.83	3.83	11
4598	stu-7б-17	bio	Биология	4.25	4.25	4.25	0
4599	stu-7б-17	geo	География	3.57	3.57	3.57	1
4600	stu-7б-17	eng	Иностранный язык	4	4	4	2
\.
