COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11485	stu-7в-11	2026-03-02	2 марта	[5, 2, 4, 3]
11486	stu-7в-11	2026-03-03	3 марта	[2, 4, 3, 3, 5, 4]
11487	stu-7в-11	2026-03-04	4 марта	[3, 4, 4, 4, 5]
11488	stu-7в-11	2026-03-05	5 марта	[4, 5, 4, 5, 2]
11489	stu-7в-11	2026-03-06	6 марта	[5, 4, 5, 4, 2]
11490	stu-7в-11	2026-03-09	9 марта	[4, 2, 4, 5]
11491	stu-7в-11	2026-03-10	10 марта	[3, 5, 5, 3, 4, 3]
11492	stu-7в-11	2026-03-11	11 марта	[4, 5, 3, 4]
11493	stu-7в-11	2026-03-12	12 марта	[4, 4, 5, 5, 4, 3]
11494	stu-7в-11	2026-03-13	13 марта	[5, 2, 4, 5]
11495	stu-7в-11	2026-03-16	16 марта	[4, 5, 2, 4]
11496	stu-7в-11	2026-03-17	17 марта	[4, 5, 2, 4, 4, 2]
\.
