COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1401	stu-3а-14	pe	Физическая культура	3.33	3.33	3.33	7
1402	stu-3а-15	art	Изобразительное искусство	4.13	4.13	4.13	0
1403	stu-3а-15	eng	Иностранный язык	3.78	3.78	3.78	1
1404	stu-3а-15	hist	История	3.75	3.75	3.75	2
1405	stu-3а-15	lit	Литература	3.86	3.86	3.86	3
1406	stu-3а-15	math	Математика	3.9	3.9	3.9	4
1407	stu-3а-15	music	Музыка	4	4	4	5
1408	stu-3а-15	work	Труд (технология)	4.33	4.33	4.33	6
1409	stu-3а-15	pe	Физическая культура	4.33	4.33	4.33	7
1410	stu-3а-16	art	Изобразительное искусство	4.75	4.75	4.75	0
1411	stu-3а-16	eng	Иностранный язык	4	4	4	1
1412	stu-3а-16	hist	История	3.25	3.25	3.25	2
1413	stu-3а-16	lit	Литература	3.86	3.86	3.86	3
1414	stu-3а-16	math	Математика	3.65	3.65	3.65	4
1415	stu-3а-16	music	Музыка	3.33	3.33	3.33	5
1416	stu-3а-16	work	Труд (технология)	4.33	4.33	4.33	6
1417	stu-3а-16	pe	Физическая культура	3.67	3.67	3.67	7
1576	stu-3б-16	work	Труд (технология)	4	4	4	6
1418	stu-3а-17	art	Изобразительное искусство	3.38	3.38	3.38	0
1419	stu-3а-17	eng	Иностранный язык	3.78	3.78	3.78	1
1420	stu-3а-17	hist	История	4.5	4.5	4.5	2
1421	stu-3а-17	lit	Литература	4.08	4.08	4.08	3
1422	stu-3а-17	math	Математика	4.05	4.05	4.05	4
1423	stu-3а-17	music	Музыка	3.33	3.33	3.33	5
1424	stu-3а-17	work	Труд (технология)	3.67	3.67	3.67	6
1425	stu-3а-17	pe	Физическая культура	4	4	4	7
1426	stu-3а-18	art	Изобразительное искусство	4.63	4.63	4.63	0
1427	stu-3а-18	eng	Иностранный язык	3.67	3.67	3.67	1
1428	stu-3а-18	hist	История	3.75	3.75	3.75	2
1429	stu-3а-18	lit	Литература	3.72	3.72	3.72	3
1430	stu-3а-18	math	Математика	4	4	4	4
1431	stu-3а-18	music	Музыка	3.67	3.67	3.67	5
1432	stu-3а-18	work	Труд (технология)	4	4	4	6
1433	stu-3а-18	pe	Физическая культура	4.67	4.67	4.67	7
1434	stu-3а-19	art	Изобразительное искусство	4.5	4.5	4.5	0
1435	stu-3а-19	eng	Иностранный язык	4.22	4.22	4.22	1
1436	stu-3а-19	hist	История	3.25	3.25	3.25	2
1437	stu-3а-19	lit	Литература	3.89	3.89	3.89	3
1438	stu-3а-19	math	Математика	3.6	3.6	3.6	4
1439	stu-3а-19	music	Музыка	4.33	4.33	4.33	5
1440	stu-3а-19	work	Труд (технология)	4.33	4.33	4.33	6
1441	stu-3а-19	pe	Физическая культура	3.33	3.33	3.33	7
1442	stu-3а-20	art	Изобразительное искусство	4.25	4.25	4.25	0
1443	stu-3а-20	eng	Иностранный язык	4.11	4.11	4.11	1
1444	stu-3а-20	hist	История	3.38	3.38	3.38	2
1445	stu-3а-20	lit	Литература	3.89	3.89	3.89	3
1446	stu-3а-20	math	Математика	3.65	3.65	3.65	4
1447	stu-3а-20	music	Музыка	3.67	3.67	3.67	5
1448	stu-3а-20	work	Труд (технология)	4.67	4.67	4.67	6
1449	stu-3а-20	pe	Физическая культура	4	4	4	7
\.
