COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12769	stu-8б-12	2026-03-12	12 марта	[5, 5, 5, 4, 4]
12770	stu-8б-12	2026-03-13	13 марта	[3, 2, 4, 4, 5]
12771	stu-8б-12	2026-03-16	16 марта	[5, 3, 4, 4, 2]
12772	stu-8б-12	2026-03-17	17 марта	[4, 4, 5, 3, 2]
12773	stu-8б-12	2026-03-18	18 марта	[4, 4, 4, 5, 3]
12774	stu-8б-12	2026-03-19	19 марта	[5, 4, 3, 4, 3, 5]
12775	stu-8б-12	2026-03-20	20 марта	[4, 4, 2, 2]
12776	stu-8б-12	2026-03-23	23 марта	[4, 3, 5, 5, 2]
12777	stu-8б-12	2026-03-24	24 марта	[4, 2, 4, 4, 4, 5]
12778	stu-8б-12	2026-03-25	25 марта	[4, 2, 4, 3]
12779	stu-8б-12	2026-03-26	26 марта	[4, 2, 3, 3, 4]
12780	stu-8б-12	2026-03-27	27 марта	[4, 4, 5, 5]
\.
