COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9637	stu-6в-3	2026-03-02	2 марта	[3, 3, 5, 4]
9638	stu-6в-3	2026-03-03	3 марта	[5, 5, 5, 5, 4]
9639	stu-6в-3	2026-03-04	4 марта	[4, 5, 2, 4]
9640	stu-6в-3	2026-03-05	5 марта	[5, 4, 4, 5, 4, 3]
9641	stu-6в-3	2026-03-06	6 марта	[5, 4, 5, 2]
9642	stu-6в-3	2026-03-09	9 марта	[2, 4, 5, 3, 5]
9643	stu-6в-3	2026-03-10	10 марта	[4, 5, 5, 5, 5]
9644	stu-6в-3	2026-03-11	11 марта	[4, 5, 4, 3]
9645	stu-6в-3	2026-03-12	12 марта	[4, 4, 5, 5, 4, 3]
9646	stu-6в-3	2026-03-13	13 марта	[3, 2, 5, 2]
9647	stu-6в-3	2026-03-16	16 марта	[2, 3, 5, 5]
9648	stu-6в-3	2026-03-17	17 марта	[5, 5, 2, 4, 5]
\.
