COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8197	stu-5в-12	2026-03-18	18 марта	[2, 4, 4, 3]
8198	stu-5в-12	2026-03-19	19 марта	[5, 2, 5, 5, 4, 5]
8199	stu-5в-12	2026-03-20	20 марта	[5, 2, 5, 5, 4]
8200	stu-5в-12	2026-03-23	23 марта	[4, 2, 4, 4, 5]
8201	stu-5в-12	2026-03-24	24 марта	[3, 4, 5, 4, 2]
8202	stu-5в-12	2026-03-25	25 марта	[5, 5, 4, 5, 3]
8203	stu-5в-12	2026-03-26	26 марта	[4, 4, 5, 3, 5, 5]
8204	stu-5в-12	2026-03-27	27 марта	[4, 2, 4, 4, 3]
8205	stu-5в-12	2026-03-30	30 марта	[3, 3, 5, 4, 5]
8206	stu-5в-12	2026-03-31	31 марта	[4, 4, 5, 3, 4, 5]
8207	stu-5в-13	2026-03-02	2 марта	[4, 5, 4, 2]
8208	stu-5в-13	2026-03-03	3 марта	[5, 4, 4, 4, 4]
\.
