COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4701	stu-7в-6	social	Обществознание	3.75	3.75	3.75	7
4702	stu-7в-6	work	Труд (технология)	4.5	4.5	4.5	8
4703	stu-7в-6	phys	Физика	4.25	4.25	4.25	9
4704	stu-7в-6	pe	Физическая культура	3.58	3.58	3.58	10
4705	stu-7в-6	chem	Химия	4	4	4	11
4706	stu-7в-7	bio	Биология	4	4	4	0
4707	stu-7в-7	geo	География	4.5	4.5	4.5	1
4708	stu-7в-7	eng	Иностранный язык	3.11	3.11	3.11	2
4709	stu-7в-7	info	Информатика	4.57	4.57	4.57	3
4710	stu-7в-7	hist	История	3.29	3.29	3.29	4
4711	stu-7в-7	lit	Литература	3.69	3.69	3.69	5
4712	stu-7в-7	math	Математика	3.88	3.88	3.88	6
4713	stu-7в-7	social	Обществознание	3.25	3.25	3.25	7
4714	stu-7в-7	work	Труд (технология)	4.75	4.75	4.75	8
4715	stu-7в-7	phys	Физика	3.25	3.25	3.25	9
4716	stu-7в-7	pe	Физическая культура	4	4	4	10
4717	stu-7в-7	chem	Химия	3.75	3.75	3.75	11
4718	stu-7в-8	bio	Биология	3.86	3.86	3.86	0
4719	stu-7в-8	geo	География	3	3	3	1
4720	stu-7в-8	eng	Иностранный язык	3.78	3.78	3.78	2
4721	stu-7в-8	info	Информатика	3.71	3.71	3.71	3
4722	stu-7в-8	hist	История	3.57	3.57	3.57	4
4723	stu-7в-8	lit	Литература	3.83	3.83	3.83	5
4724	stu-7в-8	math	Математика	3.82	3.82	3.82	6
4725	stu-7в-8	social	Обществознание	3.75	3.75	3.75	7
4726	stu-7в-8	work	Труд (технология)	3.75	3.75	3.75	8
4727	stu-7в-8	phys	Физика	3.5	3.5	3.5	9
4728	stu-7в-8	pe	Физическая культура	3.75	3.75	3.75	10
4729	stu-7в-8	chem	Химия	4.25	4.25	4.25	11
4730	stu-7в-9	bio	Биология	4.43	4.43	4.43	0
4731	stu-7в-9	geo	География	3	3	3	1
4732	stu-7в-9	eng	Иностранный язык	3	3	3	2
4733	stu-7в-9	info	Информатика	3.14	3.14	3.14	3
4734	stu-7в-9	hist	История	4	4	4	4
4735	stu-7в-9	lit	Литература	4.21	4.21	4.21	5
4736	stu-7в-9	math	Математика	3.82	3.82	3.82	6
4737	stu-7в-9	social	Обществознание	3.5	3.5	3.5	7
4738	stu-7в-9	work	Труд (технология)	4.5	4.5	4.5	8
4739	stu-7в-9	phys	Физика	4.25	4.25	4.25	9
4740	stu-7в-9	pe	Физическая культура	4	4	4	10
4741	stu-7в-9	chem	Химия	4.25	4.25	4.25	11
4742	stu-7в-10	bio	Биология	4.43	4.43	4.43	0
4743	stu-7в-10	geo	География	3.5	3.5	3.5	1
4744	stu-7в-10	eng	Иностранный язык	2.78	2.78	2.78	2
4745	stu-7в-10	info	Информатика	3.71	3.71	3.71	3
4746	stu-7в-10	hist	История	3.71	3.71	3.71	4
4747	stu-7в-10	lit	Литература	4.1	4.1	4.1	5
4748	stu-7в-10	math	Математика	3.76	3.76	3.76	6
4749	stu-7в-10	social	Обществознание	3.5	3.5	3.5	7
4750	stu-7в-10	work	Труд (технология)	3.75	3.75	3.75	8
\.
