COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1150	stu-2г-2	math	Математика	3.59	3.59	3.59	4
1151	stu-2г-2	music	Музыка	3.5	3.5	3.5	5
1152	stu-2г-2	work	Труд (технология)	4.75	4.75	4.75	6
1153	stu-2г-2	pe	Физическая культура	4	4	4	7
1154	stu-2г-3	art	Изобразительное искусство	3.57	3.57	3.57	0
1155	stu-2г-3	eng	Иностранный язык	3.25	3.25	3.25	1
1156	stu-2г-3	hist	История	4.38	4.38	4.38	2
1157	stu-2г-3	lit	Литература	3.94	3.94	3.94	3
1158	stu-2г-3	math	Математика	3.55	3.55	3.55	4
1159	stu-2г-3	music	Музыка	3.25	3.25	3.25	5
1160	stu-2г-3	work	Труд (технология)	4	4	4	6
1161	stu-2г-3	pe	Физическая культура	3.88	3.88	3.88	7
1162	stu-2г-4	art	Изобразительное искусство	4.43	4.43	4.43	0
1163	stu-2г-4	eng	Иностранный язык	5	5	5	1
1164	stu-2г-4	hist	История	4.5	4.5	4.5	2
1165	stu-2г-4	lit	Литература	3.57	3.57	3.57	3
1166	stu-2г-4	math	Математика	3.5	3.5	3.5	4
1167	stu-2г-4	music	Музыка	3.5	3.5	3.5	5
1168	stu-2г-4	work	Труд (технология)	3.5	3.5	3.5	6
1169	stu-2г-4	pe	Физическая культура	3.88	3.88	3.88	7
1170	stu-2г-5	art	Изобразительное искусство	4.71	4.71	4.71	0
1171	stu-2г-5	eng	Иностранный язык	4	4	4	1
1172	stu-2г-5	hist	История	4.75	4.75	4.75	2
1173	stu-2г-5	lit	Литература	4.11	4.11	4.11	3
1174	stu-2г-5	math	Математика	3.59	3.59	3.59	4
1175	stu-2г-5	music	Музыка	4	4	4	5
1176	stu-2г-5	work	Труд (технология)	4.25	4.25	4.25	6
1177	stu-2г-5	pe	Физическая культура	4	4	4	7
1178	stu-2г-6	art	Изобразительное искусство	3.43	3.43	3.43	0
1179	stu-2г-6	eng	Иностранный язык	3.5	3.5	3.5	1
1180	stu-2г-6	hist	История	4.5	4.5	4.5	2
1181	stu-2г-6	lit	Литература	3.8	3.8	3.8	3
1182	stu-2г-6	math	Математика	3.55	3.55	3.55	4
1184	stu-2г-6	work	Труд (технология)	4.25	4.25	4.25	6
1185	stu-2г-6	pe	Физическая культура	3.88	3.88	3.88	7
1186	stu-2г-7	art	Изобразительное искусство	4.57	4.57	4.57	0
1187	stu-2г-7	eng	Иностранный язык	5	5	5	1
1188	stu-2г-7	hist	История	4.5	4.5	4.5	2
1189	stu-2г-7	lit	Литература	3.66	3.66	3.66	3
1190	stu-2г-7	math	Математика	3.55	3.55	3.55	4
1191	stu-2г-7	music	Музыка	3.75	3.75	3.75	5
1192	stu-2г-7	work	Труд (технология)	3.5	3.5	3.5	6
1193	stu-2г-7	pe	Физическая культура	4	4	4	7
1194	stu-2г-8	art	Изобразительное искусство	4.57	4.57	4.57	0
1195	stu-2г-8	eng	Иностранный язык	3.5	3.5	3.5	1
1196	stu-2г-8	hist	История	4.75	4.75	4.75	2
1197	stu-2г-8	lit	Литература	4.11	4.11	4.11	3
1198	stu-2г-8	math	Математика	3.55	3.55	3.55	4
1199	stu-2г-8	music	Музыка	3.75	3.75	3.75	5
1200	stu-2г-8	work	Труд (технология)	4	4	4	6
\.
