COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5601	stu-8в-7	phys	Физика	3.71	3.71	3.71	8
5602	stu-8в-7	pe	Физическая культура	4.38	4.38	4.38	9
5603	stu-8в-7	chem	Химия	4.25	4.25	4.25	10
5604	stu-8в-8	bio	Биология	3.67	3.67	3.67	0
5605	stu-8в-8	geo	География	4.25	4.25	4.25	1
5606	stu-8в-8	eng	Иностранный язык	4.31	4.31	4.31	2
5607	stu-8в-8	info	Информатика	4.5	4.5	4.5	3
5608	stu-8в-8	hist	История	4.67	4.67	4.67	4
5609	stu-8в-8	lit	Литература	3.85	3.85	3.85	5
5610	stu-8в-8	math	Математика	4.24	4.24	4.24	6
5611	stu-8в-8	social	Обществознание	4.5	4.5	4.5	7
5612	stu-8в-8	phys	Физика	4	4	4	8
5613	stu-8в-8	pe	Физическая культура	4.38	4.38	4.38	9
5614	stu-8в-8	chem	Химия	4.13	4.13	4.13	10
5615	stu-8в-9	bio	Биология	4	4	4	0
5616	stu-8в-9	geo	География	4.13	4.13	4.13	1
5617	stu-8в-9	eng	Иностранный язык	2.69	2.69	2.69	2
5618	stu-8в-9	info	Информатика	3.5	3.5	3.5	3
5619	stu-8в-9	hist	История	3.67	3.67	3.67	4
5620	stu-8в-9	lit	Литература	3.79	3.79	3.79	5
5621	stu-8в-9	math	Математика	3.88	3.88	3.88	6
5622	stu-8в-9	social	Обществознание	4.5	4.5	4.5	7
5623	stu-8в-9	phys	Физика	3.71	3.71	3.71	8
5624	stu-8в-9	pe	Физическая культура	4	4	4	9
5625	stu-8в-9	chem	Химия	3.5	3.5	3.5	10
5626	stu-8в-10	bio	Биология	4.67	4.67	4.67	0
5627	stu-8в-10	geo	География	3.25	3.25	3.25	1
5628	stu-8в-10	eng	Иностранный язык	3.23	3.23	3.23	2
5629	stu-8в-10	info	Информатика	4.17	4.17	4.17	3
5630	stu-8в-10	hist	История	4	4	4	4
5631	stu-8в-10	lit	Литература	3.73	3.73	3.73	5
5632	stu-8в-10	math	Математика	4	4	4	6
5633	stu-8в-10	social	Обществознание	4.5	4.5	4.5	7
5634	stu-8в-10	phys	Физика	3.86	3.86	3.86	8
5635	stu-8в-10	pe	Физическая культура	3.88	3.88	3.88	9
5636	stu-8в-10	chem	Химия	3.88	3.88	3.88	10
5637	stu-8в-11	bio	Биология	4	4	4	0
5638	stu-8в-11	geo	География	3.75	3.75	3.75	1
5639	stu-8в-11	eng	Иностранный язык	4.38	4.38	4.38	2
5640	stu-8в-11	info	Информатика	3.5	3.5	3.5	3
5641	stu-8в-11	hist	История	3.67	3.67	3.67	4
5642	stu-8в-11	lit	Литература	3.94	3.94	3.94	5
5643	stu-8в-11	math	Математика	3.82	3.82	3.82	6
5644	stu-8в-11	social	Обществознание	4.5	4.5	4.5	7
5645	stu-8в-11	phys	Физика	3.43	3.43	3.43	8
5646	stu-8в-11	pe	Физическая культура	4.38	4.38	4.38	9
5647	stu-8в-11	chem	Химия	3.75	3.75	3.75	10
5648	stu-8в-12	bio	Биология	3.33	3.33	3.33	0
5649	stu-8в-12	geo	География	4.5	4.5	4.5	1
5650	stu-8в-12	eng	Иностранный язык	2.85	2.85	2.85	2
\.
