COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13297	stu-8в-17	2026-03-12	12 марта	[3, 4, 5, 2, 3]
13298	stu-8в-17	2026-03-13	13 марта	[3, 2, 5, 2, 4]
13299	stu-8в-17	2026-03-16	16 марта	[4, 3, 4, 4]
13300	stu-8в-17	2026-03-17	17 марта	[5, 3, 3, 5, 5, 3]
13301	stu-8в-17	2026-03-18	18 марта	[3, 5, 4, 4]
13302	stu-8в-17	2026-03-19	19 марта	[4, 3, 5, 5, 4]
13303	stu-8в-17	2026-03-20	20 марта	[4, 4, 4, 5]
13304	stu-8в-17	2026-03-23	23 марта	[3, 3, 5, 5, 4]
13305	stu-8в-17	2026-03-24	24 марта	[5, 4, 3, 4, 4, 5]
13306	stu-8в-17	2026-03-25	25 марта	[2, 3, 5, 2, 4]
13307	stu-8в-17	2026-03-26	26 марта	[3, 2, 3, 2, 5]
13308	stu-8в-17	2026-03-27	27 марта	[2, 4, 4, 3, 3]
\.
