COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12433	stu-8а-16	2026-03-04	4 марта	[4, 4, 4, 3]
12434	stu-8а-16	2026-03-05	5 марта	[5, 3, 4, 4, 5]
12435	stu-8а-16	2026-03-06	6 марта	[2, 4, 3, 2, 5]
12436	stu-8а-16	2026-03-09	9 марта	[4, 4, 4, 4]
12437	stu-8а-16	2026-03-10	10 марта	[3, 4, 5, 3, 4, 5]
12438	stu-8а-16	2026-03-11	11 марта	[4, 4, 4, 3, 2]
12439	stu-8а-16	2026-03-12	12 марта	[3, 4, 5, 5, 2]
12440	stu-8а-16	2026-03-13	13 марта	[4, 2, 2, 5]
12441	stu-8а-16	2026-03-16	16 марта	[4, 5, 5, 3, 3]
12442	stu-8а-16	2026-03-17	17 марта	[5, 4, 4, 4, 4]
12443	stu-8а-16	2026-03-18	18 марта	[5, 5, 3, 4, 2]
12444	stu-8а-16	2026-03-19	19 марта	[5, 5, 2, 4, 3, 4]
\.
