COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11989	stu-7г-14	2026-03-30	30 марта	[5, 5, 4, 5, 2]
11990	stu-7г-14	2026-03-31	31 марта	[5, 5, 4, 5, 4, 4]
11991	stu-7г-15	2026-03-02	2 марта	[5, 5, 3, 4, 4]
11992	stu-7г-15	2026-03-03	3 марта	[3, 4, 2, 3, 4, 2]
11993	stu-7г-15	2026-03-04	4 марта	[4, 5, 3, 3, 5]
11994	stu-7г-15	2026-03-05	5 марта	[2, 2, 4, 4, 5]
11995	stu-7г-15	2026-03-06	6 марта	[3, 3, 2, 4]
11996	stu-7г-15	2026-03-09	9 марта	[4, 3, 3, 5, 5]
11997	stu-7г-15	2026-03-10	10 марта	[4, 5, 2, 4, 5, 2]
11998	stu-7г-15	2026-03-11	11 марта	[5, 4, 4, 5, 4]
11999	stu-7г-15	2026-03-12	12 марта	[5, 4, 2, 4, 5]
12000	stu-7г-15	2026-03-13	13 марта	[5, 4, 3, 2]
\.
