COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3501	stu-6а-9	hist	История	3.5	3.5	3.5	5
3502	stu-6а-9	lit	Литература	3.83	3.83	3.83	6
3503	stu-6а-9	math	Математика	3.94	3.94	3.94	7
3504	stu-6а-9	music	Музыка	4.75	4.75	4.75	8
3505	stu-6а-9	social	Обществознание	3.86	3.86	3.86	9
3506	stu-6а-9	pe	Физическая культура	3.91	3.91	3.91	10
3507	stu-6а-10	bio	Биология	4.38	4.38	4.38	0
3508	stu-6а-10	geo	География	3.5	3.5	3.5	1
3509	stu-6а-10	art	Изобразительное искусство	3.25	3.25	3.25	2
3510	stu-6а-10	eng	Иностранный язык	4	4	4	3
3511	stu-6а-10	info	Информатика	4.17	4.17	4.17	4
3512	stu-6а-10	hist	История	3.75	3.75	3.75	5
3513	stu-6а-10	lit	Литература	3.67	3.67	3.67	6
3514	stu-6а-10	math	Математика	4.18	4.18	4.18	7
3515	stu-6а-10	music	Музыка	4.5	4.5	4.5	8
3516	stu-6а-10	social	Обществознание	3.71	3.71	3.71	9
3517	stu-6а-10	pe	Физическая культура	4	4	4	10
3518	stu-6а-11	bio	Биология	3.63	3.63	3.63	0
3519	stu-6а-11	geo	География	4.88	4.88	4.88	1
3520	stu-6а-11	art	Изобразительное искусство	5	5	5	2
3521	stu-6а-11	eng	Иностранный язык	3.56	3.56	3.56	3
3522	stu-6а-11	info	Информатика	3.83	3.83	3.83	4
3523	stu-6а-11	hist	История	3	3	3	5
3524	stu-6а-11	lit	Литература	3.73	3.73	3.73	6
3525	stu-6а-11	math	Математика	3.71	3.71	3.71	7
3526	stu-6а-11	music	Музыка	4.5	4.5	4.5	8
3527	stu-6а-11	social	Обществознание	3.71	3.71	3.71	9
3528	stu-6а-11	pe	Физическая культура	4.09	4.09	4.09	10
3529	stu-6а-12	bio	Биология	3.5	3.5	3.5	0
3530	stu-6а-12	geo	География	3.5	3.5	3.5	1
3531	stu-6а-12	art	Изобразительное искусство	4	4	4	2
3532	stu-6а-12	eng	Иностранный язык	4.78	4.78	4.78	3
3533	stu-6а-12	info	Информатика	4.5	4.5	4.5	4
3534	stu-6а-12	hist	История	3.5	3.5	3.5	5
3535	stu-6а-12	lit	Литература	3.87	3.87	3.87	6
3536	stu-6а-12	math	Математика	3.82	3.82	3.82	7
3537	stu-6а-12	music	Музыка	4.5	4.5	4.5	8
3538	stu-6а-12	social	Обществознание	4	4	4	9
3539	stu-6а-12	pe	Физическая культура	3.82	3.82	3.82	10
3540	stu-6а-13	bio	Биология	4.5	4.5	4.5	0
3541	stu-6а-13	geo	География	4	4	4	1
3542	stu-6а-13	art	Изобразительное искусство	3.75	3.75	3.75	2
3543	stu-6а-13	eng	Иностранный язык	3.78	3.78	3.78	3
3544	stu-6а-13	info	Информатика	4.33	4.33	4.33	4
3545	stu-6а-13	hist	История	3.75	3.75	3.75	5
3546	stu-6а-13	lit	Литература	3.57	3.57	3.57	6
3547	stu-6а-13	math	Математика	4.18	4.18	4.18	7
3548	stu-6а-13	music	Музыка	4.5	4.5	4.5	8
3549	stu-6а-13	social	Обществознание	3.71	3.71	3.71	9
3550	stu-6а-13	pe	Физическая культура	3.82	3.82	3.82	10
\.
