COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12457	stu-8а-17	2026-03-06	6 марта	[3, 5, 5, 4, 4]
12458	stu-8а-17	2026-03-09	9 марта	[3, 5, 3, 5]
12459	stu-8а-17	2026-03-10	10 марта	[5, 5, 5, 5, 5, 4]
12460	stu-8а-17	2026-03-11	11 марта	[5, 3, 5, 5, 3]
12461	stu-8а-17	2026-03-12	12 марта	[2, 5, 4, 4, 4]
12462	stu-8а-17	2026-03-13	13 марта	[3, 3, 4, 5]
12463	stu-8а-17	2026-03-16	16 марта	[2, 3, 5, 4, 4]
12464	stu-8а-17	2026-03-17	17 марта	[4, 5, 5, 5, 5]
12465	stu-8а-17	2026-03-18	18 марта	[5, 4, 4, 5, 3]
12466	stu-8а-17	2026-03-19	19 марта	[4, 3, 3, 5, 5, 2]
12467	stu-8а-17	2026-03-20	20 марта	[3, 5, 4, 5, 5]
12468	stu-8а-17	2026-03-23	23 марта	[2, 4, 5, 4, 4]
\.
