COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7537	stu-5б-2	2026-03-18	18 марта	[5, 4, 3, 2, 3]
7538	stu-5б-2	2026-03-19	19 марта	[3, 4, 3, 2, 4, 5]
7539	stu-5б-2	2026-03-20	20 марта	[5, 3, 3, 3]
7540	stu-5б-2	2026-03-23	23 марта	[3, 3, 3, 3, 5]
7541	stu-5б-2	2026-03-24	24 марта	[2, 4, 4, 4, 5]
7542	stu-5б-2	2026-03-25	25 марта	[4, 4, 3, 4, 2]
7543	stu-5б-2	2026-03-26	26 марта	[3, 5, 5, 3, 4]
7544	stu-5б-2	2026-03-27	27 марта	[2, 2, 4, 4, 4]
7545	stu-5б-2	2026-03-30	30 марта	[3, 3, 5, 5, 4]
7546	stu-5б-2	2026-03-31	31 марта	[5, 5, 3, 3, 2, 5]
7547	stu-5б-3	2026-03-02	2 марта	[4, 5, 5, 3]
7548	stu-5б-3	2026-03-03	3 марта	[5, 3, 5, 5, 4]
\.
