COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5901	stu-9а-16	bio	Биология	3.86	3.86	3.86	0
5902	stu-9а-16	geo	География	2.86	2.86	2.86	1
5903	stu-9а-16	eng	Иностранный язык	3.82	3.82	3.82	2
5904	stu-9а-16	info	Информатика	3.5	3.5	3.5	3
5905	stu-9а-16	hist	История	3.89	3.89	3.89	4
5906	stu-9а-16	lit	Литература	3.88	3.88	3.88	5
5907	stu-9а-16	math	Математика	3.68	3.68	3.68	6
5908	stu-9а-16	social	Обществознание	3.75	3.75	3.75	7
5909	stu-9а-16	phys	Физика	4	4	4	8
5910	stu-9а-16	pe	Физическая культура	3.67	3.67	3.67	9
5911	stu-9а-16	chem	Химия	4	4	4	10
5912	stu-9а-17	bio	Биология	3.43	3.43	3.43	0
5913	stu-9а-17	geo	География	4.14	4.14	4.14	1
5914	stu-9а-17	eng	Иностранный язык	4.55	4.55	4.55	2
5915	stu-9а-17	info	Информатика	3.5	3.5	3.5	3
5916	stu-9а-17	hist	История	4.22	4.22	4.22	4
5917	stu-9а-17	lit	Литература	4.46	4.46	4.46	5
5918	stu-9а-17	math	Математика	4.08	4.08	4.08	6
5919	stu-9а-17	social	Обществознание	3.88	3.88	3.88	7
5920	stu-9а-17	phys	Физика	3.5	3.5	3.5	8
5921	stu-9а-17	pe	Физическая культура	3.89	3.89	3.89	9
5922	stu-9а-17	chem	Химия	3.63	3.63	3.63	10
5923	stu-9а-18	bio	Биология	4.43	4.43	4.43	0
5924	stu-9а-18	geo	География	3.71	3.71	3.71	1
5925	stu-9а-18	eng	Иностранный язык	3.64	3.64	3.64	2
5926	stu-9а-18	info	Информатика	4.38	4.38	4.38	3
5927	stu-9а-18	hist	История	4	4	4	4
5928	stu-9а-18	lit	Литература	4.08	4.08	4.08	5
5929	stu-9а-18	math	Математика	3.92	3.92	3.92	6
5930	stu-9а-18	social	Обществознание	3.75	3.75	3.75	7
5931	stu-9а-18	phys	Физика	3.92	3.92	3.92	8
5932	stu-9а-18	pe	Физическая культура	3.56	3.56	3.56	9
5933	stu-9а-18	chem	Химия	4.13	4.13	4.13	10
5934	stu-9а-19	bio	Биология	3.43	3.43	3.43	0
5935	stu-9а-19	geo	География	3	3	3	1
5936	stu-9а-19	eng	Иностранный язык	4.09	4.09	4.09	2
5937	stu-9а-19	info	Информатика	3.38	3.38	3.38	3
5938	stu-9а-19	hist	История	3.89	3.89	3.89	4
5939	stu-9а-19	lit	Литература	3.96	3.96	3.96	5
5940	stu-9а-19	math	Математика	3.68	3.68	3.68	6
5941	stu-9а-19	social	Обществознание	4	4	4	7
5942	stu-9а-19	phys	Физика	4	4	4	8
5943	stu-9а-19	pe	Физическая культура	4	4	4	9
5944	stu-9а-19	chem	Химия	4.13	4.13	4.13	10
5945	stu-9б-1	bio	Биология	4.29	4.29	4.29	0
5946	stu-9б-1	geo	География	4.38	4.38	4.38	1
5947	stu-9б-1	eng	Иностранный язык	3.62	3.62	3.62	2
5948	stu-9б-1	info	Информатика	4.83	4.83	4.83	3
5949	stu-9б-1	hist	История	3.89	3.89	3.89	4
5950	stu-9б-1	lit	Литература	4.08	4.08	4.08	5
\.
