COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9745	stu-6в-7	2026-03-30	30 марта	[4, 4, 4, 5]
9746	stu-6в-7	2026-03-31	31 марта	[5, 4, 3, 4, 2]
9747	stu-6в-8	2026-03-02	2 марта	[3, 4, 3, 3]
9748	stu-6в-8	2026-03-03	3 марта	[5, 4, 5, 5, 4]
9749	stu-6в-8	2026-03-04	4 марта	[4, 5, 3, 4]
9750	stu-6в-8	2026-03-05	5 марта	[4, 4, 5, 5, 4, 4]
9751	stu-6в-8	2026-03-06	6 марта	[4, 3, 5, 2]
9752	stu-6в-8	2026-03-09	9 марта	[2, 4, 5, 5, 5]
9753	stu-6в-8	2026-03-10	10 марта	[4, 3, 5, 5, 5]
9754	stu-6в-8	2026-03-11	11 марта	[2, 4, 5, 3]
9755	stu-6в-8	2026-03-12	12 марта	[5, 4, 5, 5, 4, 5]
9756	stu-6в-8	2026-03-13	13 марта	[2, 4, 4, 2]
\.
