COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13201	stu-8в-13	2026-03-02	2 марта	[4, 4, 4, 5, 2]
13202	stu-8в-13	2026-03-03	3 марта	[3, 5, 5, 3, 3, 5]
13203	stu-8в-13	2026-03-04	4 марта	[5, 4, 2, 5, 5]
13204	stu-8в-13	2026-03-05	5 марта	[5, 5, 4, 5, 2, 3]
13205	stu-8в-13	2026-03-06	6 марта	[5, 4, 3, 3, 2]
13206	stu-8в-13	2026-03-09	9 марта	[4, 5, 4, 2]
13207	stu-8в-13	2026-03-10	10 марта	[4, 5, 3, 4, 5, 3]
13208	stu-8в-13	2026-03-11	11 марта	[5, 5, 2, 5]
13209	stu-8в-13	2026-03-12	12 марта	[5, 5, 4, 4, 3]
13210	stu-8в-13	2026-03-13	13 марта	[5, 2, 4, 3, 5]
13211	stu-8в-13	2026-03-16	16 марта	[5, 4, 5, 2]
13212	stu-8в-13	2026-03-17	17 марта	[4, 4, 3, 4, 3, 3]
\.
