COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11281	stu-7в-1	2026-03-24	24 марта	[3, 4, 4, 3, 5]
11282	stu-7в-1	2026-03-25	25 марта	[5, 5, 5, 3]
11283	stu-7в-1	2026-03-26	26 марта	[5, 4, 2, 4, 3, 5]
11284	stu-7в-1	2026-03-27	27 марта	[5, 4, 3, 5]
11285	stu-7в-1	2026-03-30	30 марта	[4, 5, 4, 3]
11286	stu-7в-1	2026-03-31	31 марта	[5, 3, 4, 3, 5, 5]
11287	stu-7в-2	2026-03-02	2 марта	[5, 2, 5, 3]
11288	stu-7в-2	2026-03-03	3 марта	[3, 5, 4, 3, 4, 4]
11289	stu-7в-2	2026-03-04	4 марта	[5, 4, 4, 4, 5]
11290	stu-7в-2	2026-03-05	5 марта	[5, 5, 3, 5, 2]
11291	stu-7в-2	2026-03-06	6 марта	[5, 3, 5, 4, 4]
11292	stu-7в-2	2026-03-09	9 марта	[5, 2, 3, 5]
\.
