COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13081	stu-8в-7	2026-03-18	18 марта	[5, 5, 2, 5]
13082	stu-8в-7	2026-03-19	19 марта	[5, 5, 5, 5, 4]
13083	stu-8в-7	2026-03-20	20 марта	[5, 5, 3, 4]
13084	stu-8в-7	2026-03-23	23 марта	[5, 5, 5, 4, 2]
13085	stu-8в-7	2026-03-24	24 марта	[3, 3, 3, 2, 5, 5]
13086	stu-8в-7	2026-03-25	25 марта	[4, 4, 4, 2, 3]
13087	stu-8в-7	2026-03-26	26 марта	[5, 3, 5, 4, 4]
13088	stu-8в-7	2026-03-27	27 марта	[4, 4, 3, 4, 5]
13089	stu-8в-7	2026-03-30	30 марта	[5, 4, 3, 5, 2]
13090	stu-8в-7	2026-03-31	31 марта	[4, 4, 4, 4, 2]
13091	stu-8в-8	2026-03-02	2 марта	[3, 4, 3, 5, 4]
13092	stu-8в-8	2026-03-03	3 марта	[4, 5, 5, 4, 5, 5]
\.
