COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13549	stu-9а-9	2026-03-26	26 марта	[2, 3, 4, 5, 2, 4]
13550	stu-9а-9	2026-03-27	27 марта	[3, 4, 3, 4, 5]
13551	stu-9а-9	2026-03-30	30 марта	[3, 3, 4, 4, 5]
13552	stu-9а-9	2026-03-31	31 марта	[3, 4, 2, 3, 4, 5]
13553	stu-9а-10	2026-03-02	2 марта	[4, 5, 4, 3, 5, 5]
13554	stu-9а-10	2026-03-03	3 марта	[4, 3, 2, 5, 4, 4, 5]
13555	stu-9а-10	2026-03-04	4 марта	[2, 3, 5, 2, 3, 5]
13556	stu-9а-10	2026-03-05	5 марта	[2, 5, 2, 5, 4, 5]
13557	stu-9а-10	2026-03-06	6 марта	[3, 3, 3, 4, 5]
13558	stu-9а-10	2026-03-09	9 марта	[3, 3, 4, 5, 3]
13559	stu-9а-10	2026-03-10	10 марта	[4, 3, 2, 5, 5, 2, 5]
13560	stu-9а-10	2026-03-11	11 марта	[5, 5, 4, 5, 3, 4]
\.
