COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
951	stu-2б-17	music	Музыка	3.63	3.63	3.63	5
952	stu-2б-17	work	Труд (технология)	4.75	4.75	4.75	6
953	stu-2б-17	pe	Физическая культура	4.25	4.25	4.25	7
954	stu-2б-18	art	Изобразительное искусство	4.17	4.17	4.17	0
955	stu-2б-18	eng	Иностранный язык	3.86	3.86	3.86	1
956	stu-2б-18	hist	История	2.5	2.5	2.5	2
957	stu-2б-18	lit	Литература	3.81	3.81	3.81	3
958	stu-2б-18	math	Математика	4.47	4.47	4.47	4
959	stu-2б-18	music	Музыка	3.5	3.5	3.5	5
960	stu-2б-18	work	Труд (технология)	4.5	4.5	4.5	6
961	stu-2б-18	pe	Физическая культура	4	4	4	7
962	stu-2б-19	art	Изобразительное искусство	4	4	4	0
963	stu-2б-19	eng	Иностранный язык	3.43	3.43	3.43	1
964	stu-2б-19	hist	История	3.25	3.25	3.25	2
965	stu-2б-19	lit	Литература	3.59	3.59	3.59	3
966	stu-2б-19	math	Математика	4.32	4.32	4.32	4
967	stu-2б-19	music	Музыка	3.25	3.25	3.25	5
968	stu-2б-19	work	Труд (технология)	4	4	4	6
969	stu-2б-19	pe	Физическая культура	4.13	4.13	4.13	7
970	stu-2б-20	art	Изобразительное искусство	4.33	4.33	4.33	0
971	stu-2б-20	eng	Иностранный язык	3.57	3.57	3.57	1
972	stu-2б-20	hist	История	3.25	3.25	3.25	2
973	stu-2б-20	lit	Литература	3.63	3.63	3.63	3
974	stu-2б-20	math	Математика	4.32	4.32	4.32	4
975	stu-2б-20	music	Музыка	3.5	3.5	3.5	5
976	stu-2б-20	work	Труд (технология)	4	4	4	6
977	stu-2б-20	pe	Физическая культура	4	4	4	7
978	stu-2в-1	art	Изобразительное искусство	3.83	3.83	3.83	0
979	stu-2в-1	eng	Иностранный язык	5	5	5	1
980	stu-2в-1	hist	История	4	4	4	2
981	stu-2в-1	lit	Литература	3.53	3.53	3.53	3
982	stu-2в-1	math	Математика	3.71	3.71	3.71	4
983	stu-2в-1	music	Музыка	3.29	3.29	3.29	5
984	stu-2в-1	work	Труд (технология)	4	4	4	6
985	stu-2в-1	pe	Физическая культура	3.86	3.86	3.86	7
986	stu-2в-2	art	Изобразительное искусство	3.83	3.83	3.83	0
987	stu-2в-2	eng	Иностранный язык	4	4	4	1
988	stu-2в-2	hist	История	4	4	4	2
989	stu-2в-2	lit	Литература	4.21	4.21	4.21	3
990	stu-2в-2	math	Математика	3.88	3.88	3.88	4
991	stu-2в-2	music	Музыка	3.29	3.29	3.29	5
992	stu-2в-2	work	Труд (технология)	4.5	4.5	4.5	6
993	stu-2в-2	pe	Физическая культура	3.86	3.86	3.86	7
994	stu-2в-3	art	Изобразительное искусство	3.83	3.83	3.83	0
995	stu-2в-3	eng	Иностранный язык	5	5	5	1
996	stu-2в-3	hist	История	3.38	3.38	3.38	2
997	stu-2в-3	lit	Литература	4.12	4.12	4.12	3
998	stu-2в-3	math	Математика	3.88	3.88	3.88	4
999	stu-2в-3	music	Музыка	3.29	3.29	3.29	5
1000	stu-2в-3	work	Труд (технология)	4.25	4.25	4.25	6
\.
