COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5651	stu-8в-12	info	Информатика	4.5	4.5	4.5	3
5652	stu-8в-12	hist	История	4.33	4.33	4.33	4
5653	stu-8в-12	lit	Литература	3.82	3.82	3.82	5
5654	stu-8в-12	math	Математика	4.18	4.18	4.18	6
5655	stu-8в-12	social	Обществознание	4.5	4.5	4.5	7
5656	stu-8в-12	phys	Физика	4	4	4	8
5657	stu-8в-12	pe	Физическая культура	4.13	4.13	4.13	9
5658	stu-8в-12	chem	Химия	4.5	4.5	4.5	10
5659	stu-8в-13	bio	Биология	4.67	4.67	4.67	0
5660	stu-8в-13	geo	География	2.88	2.88	2.88	1
5661	stu-8в-13	eng	Иностранный язык	3.54	3.54	3.54	2
5662	stu-8в-13	info	Информатика	4.17	4.17	4.17	3
5663	stu-8в-13	hist	История	4.33	4.33	4.33	4
5664	stu-8в-13	lit	Литература	3.85	3.85	3.85	5
5665	stu-8в-13	math	Математика	4.18	4.18	4.18	6
5666	stu-8в-13	social	Обществознание	4.25	4.25	4.25	7
5667	stu-8в-13	phys	Физика	3.86	3.86	3.86	8
5668	stu-8в-13	pe	Физическая культура	4.13	4.13	4.13	9
5669	stu-8в-13	chem	Химия	3.75	3.75	3.75	10
5670	stu-8в-14	bio	Биология	3.33	3.33	3.33	0
5671	stu-8в-14	geo	География	4.38	4.38	4.38	1
5672	stu-8в-14	eng	Иностранный язык	4.15	4.15	4.15	2
5673	stu-8в-14	info	Информатика	3.67	3.67	3.67	3
5674	stu-8в-14	hist	История	3.67	3.67	3.67	4
5675	stu-8в-14	lit	Литература	3.85	3.85	3.85	5
5676	stu-8в-14	math	Математика	3.88	3.88	3.88	6
5677	stu-8в-14	social	Обществознание	4.75	4.75	4.75	7
5678	stu-8в-14	phys	Физика	3.43	3.43	3.43	8
5679	stu-8в-14	pe	Физическая культура	4.5	4.5	4.5	9
5680	stu-8в-14	chem	Химия	3.75	3.75	3.75	10
5681	stu-8в-15	bio	Биология	4	4	4	0
5682	stu-8в-15	geo	География	4.13	4.13	4.13	1
5683	stu-8в-15	eng	Иностранный язык	2.69	2.69	2.69	2
5684	stu-8в-15	info	Информатика	4.33	4.33	4.33	3
5685	stu-8в-15	hist	История	4.33	4.33	4.33	4
5686	stu-8в-15	lit	Литература	3.79	3.79	3.79	5
5687	stu-8в-15	math	Математика	4.06	4.06	4.06	6
5688	stu-8в-15	social	Обществознание	4.5	4.5	4.5	7
5689	stu-8в-15	phys	Физика	4	4	4	8
5690	stu-8в-15	pe	Физическая культура	3.88	3.88	3.88	9
5691	stu-8в-15	chem	Химия	4.38	4.38	4.38	10
5692	stu-8в-16	bio	Биология	4.67	4.67	4.67	0
5693	stu-8в-16	geo	География	2.88	2.88	2.88	1
5694	stu-8в-16	eng	Иностранный язык	4.15	4.15	4.15	2
5695	stu-8в-16	info	Информатика	4.33	4.33	4.33	3
5696	stu-8в-16	hist	История	4.67	4.67	4.67	4
5697	stu-8в-16	lit	Литература	3.91	3.91	3.91	5
5698	stu-8в-16	math	Математика	4.35	4.35	4.35	6
5699	stu-8в-16	social	Обществознание	4.5	4.5	4.5	7
5700	stu-8в-16	phys	Физика	3.86	3.86	3.86	8
\.
