COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14197	stu-9в-1	2026-03-10	10 марта	[4, 3, 3, 2, 5, 4]
14198	stu-9в-1	2026-03-11	11 марта	[3, 3, 4, 3, 3, 5]
14199	stu-9в-1	2026-03-12	12 марта	[3, 3, 4, 4, 4, 4, 3]
14200	stu-9в-1	2026-03-13	13 марта	[3, 4, 4, 3, 4]
14201	stu-9в-1	2026-03-16	16 марта	[2, 5, 4, 4, 5, 3]
14202	stu-9в-1	2026-03-17	17 марта	[3, 2, 5, 5, 5, 3]
14203	stu-9в-1	2026-03-18	18 марта	[3, 2, 5, 5, 3]
14204	stu-9в-1	2026-03-19	19 марта	[4, 4, 4, 5, 5, 3, 3]
14205	stu-9в-1	2026-03-20	20 марта	[4, 3, 4, 4, 5]
14206	stu-9в-1	2026-03-23	23 марта	[2, 4, 5, 3, 5, 3]
14207	stu-9в-1	2026-03-24	24 марта	[5, 5, 4, 4, 5, 2, 3]
14208	stu-9в-1	2026-03-25	25 марта	[4, 5, 3, 5, 4, 4]
\.
