COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9709	stu-6в-6	2026-03-10	10 марта	[4, 5, 5, 5, 5]
9710	stu-6в-6	2026-03-11	11 марта	[4, 4, 4, 3]
9711	stu-6в-6	2026-03-12	12 марта	[4, 4, 4, 5, 4, 3]
9712	stu-6в-6	2026-03-13	13 марта	[3, 2, 4, 4]
9713	stu-6в-6	2026-03-16	16 марта	[2, 3, 5, 5]
9714	stu-6в-6	2026-03-17	17 марта	[5, 5, 2, 4, 5]
9715	stu-6в-6	2026-03-18	18 марта	[2, 3, 4, 4]
9716	stu-6в-6	2026-03-19	19 марта	[5, 5, 3, 5, 4, 5]
9717	stu-6в-6	2026-03-20	20 марта	[4, 4, 4, 4, 3]
9718	stu-6в-6	2026-03-23	23 марта	[3, 5, 3, 5, 4]
9719	stu-6в-6	2026-03-24	24 марта	[5, 4, 5, 4, 5, 4]
9720	stu-6в-6	2026-03-25	25 марта	[3, 5, 3, 4]
\.
