COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8245	stu-5в-14	2026-03-24	24 марта	[4, 4, 5, 5, 4]
8246	stu-5в-14	2026-03-25	25 марта	[5, 5, 3, 5, 2]
8247	stu-5в-14	2026-03-26	26 марта	[3, 5, 4, 4, 5, 4]
8248	stu-5в-14	2026-03-27	27 марта	[4, 2, 5, 5, 2]
8249	stu-5в-14	2026-03-30	30 марта	[3, 4, 5, 2, 5]
8250	stu-5в-14	2026-03-31	31 марта	[4, 2, 3, 4, 5, 5]
8251	stu-5в-15	2026-03-02	2 марта	[5, 4, 2, 3]
8252	stu-5в-15	2026-03-03	3 марта	[4, 5, 5, 5, 2]
8253	stu-5в-15	2026-03-04	4 марта	[4, 3, 3, 3, 5]
8254	stu-5в-15	2026-03-05	5 марта	[5, 3, 5, 2, 5, 5]
8255	stu-5в-15	2026-03-06	6 марта	[3, 5, 4, 3, 3]
8256	stu-5в-15	2026-03-09	9 марта	[4, 5, 3, 2, 5]
\.
