COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14340	stu-9в-7	2026-03-25	25 марта	[4, 4, 5, 5, 3, 4]
14341	stu-9в-7	2026-03-26	26 марта	[4, 5, 3, 3, 5, 3, 4]
14342	stu-9в-7	2026-03-27	27 марта	[5, 3, 2, 4, 2, 4]
14343	stu-9в-7	2026-03-30	30 марта	[2, 5, 4, 5, 4]
14344	stu-9в-7	2026-03-31	31 марта	[2, 2, 4, 2, 3, 5]
14345	stu-9в-8	2026-03-02	2 марта	[3, 5, 5, 2, 3, 5]
14346	stu-9в-8	2026-03-03	3 марта	[5, 3, 5, 4, 3, 4]
14347	stu-9в-8	2026-03-04	4 марта	[3, 4, 4, 3, 5]
14348	stu-9в-8	2026-03-05	5 марта	[5, 3, 3, 5, 3, 4]
14349	stu-9в-8	2026-03-06	6 марта	[5, 4, 4, 5, 4, 5]
14350	stu-9в-8	2026-03-09	9 марта	[3, 5, 5, 3, 3]
14351	stu-9в-8	2026-03-10	10 марта	[5, 5, 3, 3, 5, 4]
\.
