COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1201	stu-2г-8	pe	Физическая культура	3.88	3.88	3.88	7
1202	stu-2г-9	art	Изобразительное искусство	3.57	3.57	3.57	0
1203	stu-2г-9	eng	Иностранный язык	4	4	4	1
1204	stu-2г-9	hist	История	4.63	4.63	4.63	2
1205	stu-2г-9	lit	Литература	3.69	3.69	3.69	3
1206	stu-2г-9	math	Математика	3.59	3.59	3.59	4
1207	stu-2г-9	music	Музыка	3.5	3.5	3.5	5
1208	stu-2г-9	work	Труд (технология)	4.75	4.75	4.75	6
1209	stu-2г-9	pe	Физическая культура	3.88	3.88	3.88	7
1210	stu-2г-10	art	Изобразительное искусство	4.86	4.86	4.86	0
1211	stu-2г-10	eng	Иностранный язык	5	5	5	1
1212	stu-2г-10	hist	История	4.5	4.5	4.5	2
1213	stu-2г-10	lit	Литература	3.71	3.71	3.71	3
1214	stu-2г-10	math	Математика	3.59	3.59	3.59	4
1215	stu-2г-10	music	Музыка	3.75	3.75	3.75	5
1216	stu-2г-10	work	Труд (технология)	4.5	4.5	4.5	6
1217	stu-2г-10	pe	Физическая культура	3.75	3.75	3.75	7
1218	stu-2г-11	art	Изобразительное искусство	4	4	4	0
1219	stu-2г-11	eng	Иностранный язык	3.5	3.5	3.5	1
1220	stu-2г-11	hist	История	4.38	4.38	4.38	2
1221	stu-2г-11	lit	Литература	4.14	4.14	4.14	3
1222	stu-2г-11	math	Математика	3.55	3.55	3.55	4
1223	stu-2г-11	music	Музыка	3.5	3.5	3.5	5
1224	stu-2г-11	work	Труд (технология)	3.25	3.25	3.25	6
1225	stu-2г-11	pe	Физическая культура	3.88	3.88	3.88	7
1226	stu-2г-12	art	Изобразительное искусство	3.86	3.86	3.86	0
1227	stu-2г-12	eng	Иностранный язык	4.5	4.5	4.5	1
1228	stu-2г-12	hist	История	4.63	4.63	4.63	2
1229	stu-2г-12	lit	Литература	3.6	3.6	3.6	3
1230	stu-2г-12	math	Математика	3.5	3.5	3.5	4
1231	stu-2г-12	music	Музыка	3.5	3.5	3.5	5
1232	stu-2г-12	work	Труд (технология)	4	4	4	6
1233	stu-2г-12	pe	Физическая культура	3.75	3.75	3.75	7
1234	stu-2г-13	art	Изобразительное искусство	4.86	4.86	4.86	0
1235	stu-2г-13	eng	Иностранный язык	4.75	4.75	4.75	1
1236	stu-2г-13	hist	История	4.63	4.63	4.63	2
1237	stu-2г-13	lit	Литература	3.89	3.89	3.89	3
1238	stu-2г-13	math	Математика	3.64	3.64	3.64	4
1239	stu-2г-13	music	Музыка	3.75	3.75	3.75	5
1240	stu-2г-13	work	Труд (технология)	4.75	4.75	4.75	6
1241	stu-2г-13	pe	Физическая культура	3.88	3.88	3.88	7
1242	stu-2г-14	art	Изобразительное искусство	3.71	3.71	3.71	0
1243	stu-2г-14	eng	Иностранный язык	3.25	3.25	3.25	1
1244	stu-2г-14	hist	История	4.5	4.5	4.5	2
1245	stu-2г-14	lit	Литература	3.97	3.97	3.97	3
1246	stu-2г-14	math	Математика	3.45	3.45	3.45	4
1247	stu-2г-14	music	Музыка	3.75	3.75	3.75	5
1248	stu-2г-14	work	Труд (технология)	3.25	3.25	3.25	6
1249	stu-2г-14	pe	Физическая культура	3.75	3.75	3.75	7
1250	stu-2г-15	art	Изобразительное искусство	4.43	4.43	4.43	0
\.
