COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12997	stu-8в-3	2026-03-24	24 марта	[5, 4, 3, 4, 4, 5]
12998	stu-8в-3	2026-03-25	25 марта	[2, 3, 5, 2, 4]
12999	stu-8в-3	2026-03-26	26 марта	[4, 2, 4, 2, 5]
13000	stu-8в-3	2026-03-27	27 марта	[2, 4, 5, 3, 3]
13001	stu-8в-3	2026-03-30	30 марта	[4, 4, 3, 5, 4]
13002	stu-8в-3	2026-03-31	31 марта	[5, 5, 5, 5, 3]
13003	stu-8в-4	2026-03-02	2 марта	[5, 5, 3, 3, 2]
13004	stu-8в-4	2026-03-03	3 марта	[2, 3, 5, 2, 3, 5]
13005	stu-8в-4	2026-03-04	4 марта	[5, 5, 2, 5, 3]
13006	stu-8в-4	2026-03-05	5 марта	[5, 5, 4, 5, 4, 3]
13007	stu-8в-4	2026-03-06	6 марта	[5, 5, 3, 5, 4]
13008	stu-8в-4	2026-03-09	9 марта	[5, 5, 5, 2]
\.
