COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9385	stu-6б-10	2026-03-18	18 марта	[3, 5, 5, 5]
9386	stu-6б-10	2026-03-19	19 марта	[5, 5, 2, 4, 5, 5]
9387	stu-6б-10	2026-03-20	20 марта	[3, 3, 2, 5]
9388	stu-6б-10	2026-03-23	23 марта	[4, 4, 5, 5]
9389	stu-6б-10	2026-03-24	24 марта	[4, 4, 3, 2, 5]
9390	stu-6б-10	2026-03-25	25 марта	[5, 4, 3, 4, 4]
9391	stu-6б-10	2026-03-26	26 марта	[3, 5, 3, 4, 5, 4]
9392	stu-6б-10	2026-03-27	27 марта	[5, 4, 3, 4, 3]
9393	stu-6б-10	2026-03-30	30 марта	[4, 3, 5, 2]
9394	stu-6б-10	2026-03-31	31 марта	[4, 3, 5, 2, 3]
9395	stu-6б-11	2026-03-02	2 марта	[4, 4, 3, 4, 5]
9396	stu-6б-11	2026-03-03	3 марта	[5, 5, 3, 4, 3, 5]
\.
