COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10645	stu-7а-10	2026-03-26	26 марта	[2, 4, 3, 4, 5]
10646	stu-7а-10	2026-03-27	27 марта	[4, 4, 5, 4, 4]
10647	stu-7а-10	2026-03-30	30 марта	[5, 4, 5, 3, 2]
10648	stu-7а-10	2026-03-31	31 марта	[3, 4, 5, 4, 4, 5]
10649	stu-7а-11	2026-03-02	2 марта	[4, 4, 2, 4, 5]
10650	stu-7а-11	2026-03-03	3 марта	[4, 5, 5, 5, 3]
10651	stu-7а-11	2026-03-04	4 марта	[4, 5, 5, 3, 5]
10652	stu-7а-11	2026-03-05	5 марта	[3, 4, 4, 4, 5, 3]
10653	stu-7а-11	2026-03-06	6 марта	[5, 4, 3, 4, 3]
10654	stu-7а-11	2026-03-09	9 марта	[4, 4, 4, 2, 5]
10655	stu-7а-11	2026-03-10	10 марта	[5, 5, 4, 3, 2]
10656	stu-7а-11	2026-03-11	11 марта	[4, 5, 3, 5, 4]
\.
