COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7033	stu-4г-19	2026-03-20	20 марта	[4, 4, 3, 4]
7034	stu-4г-19	2026-03-23	23 марта	[3, 4, 3]
7035	stu-4г-19	2026-03-24	24 марта	[2, 3, 4, 5, 5]
7036	stu-4г-19	2026-03-25	25 марта	[5, 2, 5, 4]
7037	stu-4г-19	2026-03-26	26 марта	[5, 2, 3, 5, 4]
7038	stu-4г-19	2026-03-27	27 марта	[4, 2, 5, 4]
7039	stu-4г-19	2026-03-30	30 марта	[4, 3, 5]
7040	stu-4г-19	2026-03-31	31 марта	[4, 4, 4, 5, 4]
7041	stu-4г-20	2026-03-02	2 марта	[3, 5, 3]
7042	stu-4г-20	2026-03-03	3 марта	[4, 5, 3, 5, 4]
7043	stu-4г-20	2026-03-04	4 марта	[3, 4, 5, 4]
7044	stu-4г-20	2026-03-05	5 марта	[5, 4, 3, 3]
\.
