COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10849	stu-7б-1	2026-03-04	4 марта	[4, 4, 5, 3]
10850	stu-7б-1	2026-03-05	5 марта	[3, 3, 4, 5, 3]
10851	stu-7б-1	2026-03-06	6 марта	[5, 2, 4, 5, 3]
10852	stu-7б-1	2026-03-09	9 марта	[4, 3, 4, 5, 4]
10853	stu-7б-1	2026-03-10	10 марта	[4, 5, 4, 5, 4]
10854	stu-7б-1	2026-03-11	11 марта	[3, 4, 4, 5]
10855	stu-7б-1	2026-03-12	12 марта	[4, 3, 3, 2, 5, 5]
10856	stu-7б-1	2026-03-13	13 марта	[3, 4, 4, 5]
10857	stu-7б-1	2026-03-16	16 марта	[3, 5, 3, 5]
10858	stu-7б-1	2026-03-17	17 марта	[5, 4, 3, 5, 4]
10859	stu-7б-1	2026-03-18	18 марта	[5, 4, 3, 5, 3]
10860	stu-7б-1	2026-03-19	19 марта	[4, 4, 2, 4, 3, 2]
\.
