COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10189	stu-6г-9	2026-03-04	4 марта	[5, 5, 4, 4, 3]
10190	stu-6г-9	2026-03-05	5 марта	[3, 5, 3, 4, 4, 2]
10191	stu-6г-9	2026-03-06	6 марта	[5, 4, 3, 3]
10192	stu-6г-9	2026-03-09	9 марта	[4, 4, 3, 5, 5]
10193	stu-6г-9	2026-03-10	10 марта	[5, 4, 3, 5, 4, 4]
10194	stu-6г-9	2026-03-11	11 марта	[4, 5, 5, 2, 5]
10195	stu-6г-9	2026-03-12	12 марта	[5, 4, 3, 3, 5]
10196	stu-6г-9	2026-03-13	13 марта	[5, 5, 4, 5, 2]
10197	stu-6г-9	2026-03-16	16 марта	[2, 5, 4, 2, 5]
10198	stu-6г-9	2026-03-17	17 марта	[5, 5, 3, 5, 4]
10199	stu-6г-9	2026-03-18	18 марта	[3, 4, 4, 3, 5]
10200	stu-6г-9	2026-03-19	19 марта	[3, 4, 4, 2, 5, 5]
\.
