COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3751	stu-6б-16	pe	Физическая культура	3.55	3.55	3.55	8
3752	stu-6б-17	bio	Биология	3.13	3.13	3.13	0
3753	stu-6б-17	geo	География	4	4	4	1
3754	stu-6б-17	eng	Иностранный язык	3.92	3.92	3.92	2
3755	stu-6б-17	info	Информатика	4.38	4.38	4.38	3
3756	stu-6б-17	hist	История	3.13	3.13	3.13	4
3757	stu-6б-17	lit	Литература	3.89	3.89	3.89	5
3758	stu-6б-17	math	Математика	3.53	3.53	3.53	6
3759	stu-6б-17	social	Обществознание	4.25	4.25	4.25	7
3760	stu-6б-17	pe	Физическая культура	3.64	3.64	3.64	8
3761	stu-6б-18	bio	Биология	4.25	4.25	4.25	0
3762	stu-6б-18	geo	География	3.5	3.5	3.5	1
3763	stu-6б-18	eng	Иностранный язык	3.54	3.54	3.54	2
3764	stu-6б-18	info	Информатика	4.13	4.13	4.13	3
3765	stu-6б-18	hist	История	3.88	3.88	3.88	4
3766	stu-6б-18	lit	Литература	4.04	4.04	4.04	5
3767	stu-6б-18	math	Математика	3.65	3.65	3.65	6
3768	stu-6б-18	social	Обществознание	4	4	4	7
3769	stu-6б-18	pe	Физическая культура	3.45	3.45	3.45	8
3770	stu-6б-19	bio	Биология	4.25	4.25	4.25	0
3771	stu-6б-19	geo	География	3.88	3.88	3.88	1
3772	stu-6б-19	eng	Иностранный язык	3.85	3.85	3.85	2
3773	stu-6б-19	info	Информатика	3.5	3.5	3.5	3
3774	stu-6б-19	hist	История	3.75	3.75	3.75	4
3775	stu-6б-19	lit	Литература	4.04	4.04	4.04	5
3776	stu-6б-19	math	Математика	3.82	3.82	3.82	6
3777	stu-6б-19	social	Обществознание	4.25	4.25	4.25	7
3778	stu-6б-19	pe	Физическая культура	3.73	3.73	3.73	8
3779	stu-6в-1	bio	Биология	3.75	3.75	3.75	0
3780	stu-6в-1	geo	География	3.57	3.57	3.57	1
3781	stu-6в-1	eng	Иностранный язык	3.58	3.58	3.58	2
3782	stu-6в-1	info	Информатика	4.13	4.13	4.13	3
3783	stu-6в-1	hist	История	4.57	4.57	4.57	4
3784	stu-6в-1	lit	Литература	3.85	3.85	3.85	5
3785	stu-6в-1	math	Математика	3.8	3.8	3.8	6
3786	stu-6в-1	music	Музыка	3.67	3.67	3.67	7
3787	stu-6в-1	social	Обществознание	4	4	4	8
3788	stu-6в-1	pe	Физическая культура	4	4	4	9
3789	stu-6в-2	bio	Биология	3.5	3.5	3.5	0
3790	stu-6в-2	geo	География	3.43	3.43	3.43	1
3791	stu-6в-2	eng	Иностранный язык	3.67	3.67	3.67	2
3792	stu-6в-2	info	Информатика	3.5	3.5	3.5	3
3793	stu-6в-2	hist	История	4	4	4	4
3794	stu-6в-2	lit	Литература	3.63	3.63	3.63	5
3795	stu-6в-2	math	Математика	3.95	3.95	3.95	6
3796	stu-6в-2	music	Музыка	4	4	4	7
3797	stu-6в-2	social	Обществознание	4.2	4.2	4.2	8
3798	stu-6в-2	pe	Физическая культура	4.29	4.29	4.29	9
3799	stu-6в-3	bio	Биология	3.88	3.88	3.88	0
3800	stu-6в-3	geo	География	3.71	3.71	3.71	1
\.
