COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11773	stu-7г-5	2026-03-04	4 марта	[3, 5, 5, 2, 5]
11774	stu-7г-5	2026-03-05	5 марта	[4, 4, 4, 4, 5]
11775	stu-7г-5	2026-03-06	6 марта	[5, 2, 2, 4]
11776	stu-7г-5	2026-03-09	9 марта	[3, 2, 3, 4, 5]
11777	stu-7г-5	2026-03-10	10 марта	[4, 4, 3, 4, 5, 3]
11778	stu-7г-5	2026-03-11	11 марта	[4, 5, 3, 5, 4]
11779	stu-7г-5	2026-03-12	12 марта	[4, 5, 4, 3, 5]
11780	stu-7г-5	2026-03-13	13 марта	[5, 3, 4, 2]
11781	stu-7г-5	2026-03-16	16 марта	[3, 2, 3, 4, 5]
11782	stu-7г-5	2026-03-17	17 марта	[4, 5, 4, 4, 5, 5]
11783	stu-7г-5	2026-03-18	18 марта	[4, 3, 5, 5, 2]
11784	stu-7г-5	2026-03-19	19 марта	[4, 3, 5, 3, 5, 5]
\.
