COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11425	stu-7в-8	2026-03-10	10 марта	[2, 5, 5, 4, 5, 4]
11426	stu-7в-8	2026-03-11	11 марта	[4, 4, 4, 3]
11427	stu-7в-8	2026-03-12	12 марта	[3, 3, 4, 4, 3, 5]
11428	stu-7в-8	2026-03-13	13 марта	[5, 2, 3, 4]
11429	stu-7в-8	2026-03-16	16 марта	[5, 4, 2, 3]
11430	stu-7в-8	2026-03-17	17 марта	[3, 4, 2, 5, 5, 3]
11431	stu-7в-8	2026-03-18	18 марта	[3, 2, 5, 4]
11432	stu-7в-8	2026-03-19	19 марта	[4, 3, 5, 4, 4, 3]
11433	stu-7в-8	2026-03-20	20 марта	[4, 5, 4, 2]
11434	stu-7в-8	2026-03-23	23 марта	[5, 3, 2, 5]
11435	stu-7в-8	2026-03-24	24 марта	[2, 3, 5, 3, 4]
11436	stu-7в-8	2026-03-25	25 марта	[5, 4, 5, 3]
\.
