COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11329	stu-7в-3	2026-03-30	30 марта	[5, 4, 2, 2]
11330	stu-7в-3	2026-03-31	31 марта	[4, 2, 3, 4, 4, 5]
11331	stu-7в-4	2026-03-02	2 марта	[4, 3, 5, 4]
11332	stu-7в-4	2026-03-03	3 марта	[4, 5, 5, 2, 4, 3]
11333	stu-7в-4	2026-03-04	4 марта	[5, 5, 4, 3, 4]
11334	stu-7в-4	2026-03-05	5 марта	[4, 4, 2, 3, 4]
11335	stu-7в-4	2026-03-06	6 марта	[4, 4, 4, 5, 3]
11336	stu-7в-4	2026-03-09	9 марта	[4, 3, 2, 5]
11337	stu-7в-4	2026-03-10	10 марта	[4, 5, 3, 2, 5, 3]
11338	stu-7в-4	2026-03-11	11 марта	[2, 4, 2, 4]
11339	stu-7в-4	2026-03-12	12 марта	[4, 3, 5, 5, 5, 4]
11340	stu-7в-4	2026-03-13	13 марта	[4, 3, 5, 3]
\.
