COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7405	stu-5а-16	2026-03-18	18 марта	[5, 5, 3, 3, 4]
7406	stu-5а-16	2026-03-19	19 марта	[5, 2, 3, 4, 4]
7407	stu-5а-16	2026-03-20	20 марта	[5, 5, 3, 4]
7408	stu-5а-16	2026-03-23	23 марта	[2, 5, 5, 3]
7409	stu-5а-16	2026-03-24	24 марта	[2, 4, 3, 3, 5]
7410	stu-5а-16	2026-03-25	25 марта	[2, 5, 5, 5]
7411	stu-5а-16	2026-03-26	26 марта	[5, 3, 5, 5, 2, 4]
7412	stu-5а-16	2026-03-27	27 марта	[4, 3, 4, 2]
7413	stu-5а-16	2026-03-30	30 марта	[4, 4, 2, 4]
7414	stu-5а-16	2026-03-31	31 марта	[2, 5, 4, 2, 3, 5]
7415	stu-5а-17	2026-03-02	2 марта	[4, 5, 3, 2, 5]
7416	stu-5а-17	2026-03-03	3 марта	[4, 4, 4, 5, 4, 2]
\.
