COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10129	stu-6г-6	2026-03-12	12 марта	[4, 4, 3, 2, 5]
10130	stu-6г-6	2026-03-13	13 марта	[5, 4, 4, 5, 4]
10131	stu-6г-6	2026-03-16	16 марта	[2, 5, 5, 2, 5]
10132	stu-6г-6	2026-03-17	17 марта	[5, 5, 2, 4, 3]
10133	stu-6г-6	2026-03-18	18 марта	[2, 3, 5, 3, 5]
10134	stu-6г-6	2026-03-19	19 марта	[2, 4, 5, 2, 5, 5]
10135	stu-6г-6	2026-03-20	20 марта	[3, 4, 5, 3]
10136	stu-6г-6	2026-03-23	23 марта	[2, 5, 5, 4, 4]
10137	stu-6г-6	2026-03-24	24 марта	[4, 3, 4, 5, 5, 3]
10138	stu-6г-6	2026-03-25	25 марта	[5, 4, 2, 2, 5]
10139	stu-6г-6	2026-03-26	26 марта	[4, 4, 3, 5, 2]
10140	stu-6г-6	2026-03-27	27 марта	[5, 3, 4, 5, 4]
\.
