COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12289	stu-8а-9	2026-03-18	18 марта	[5, 5, 4, 4, 2]
12290	stu-8а-9	2026-03-19	19 марта	[4, 5, 4, 5, 5, 2]
12291	stu-8а-9	2026-03-20	20 марта	[3, 4, 3, 4, 4]
12292	stu-8а-9	2026-03-23	23 марта	[3, 3, 5, 4, 3]
12293	stu-8а-9	2026-03-24	24 марта	[3, 3, 5, 3, 4, 5]
12294	stu-8а-9	2026-03-25	25 марта	[4, 3, 5, 3, 4]
12295	stu-8а-9	2026-03-26	26 марта	[3, 3, 3, 5, 5]
12296	stu-8а-9	2026-03-27	27 марта	[3, 5, 4, 3, 5]
12297	stu-8а-9	2026-03-30	30 марта	[4, 5, 5, 3, 3]
12298	stu-8а-9	2026-03-31	31 марта	[3, 5, 3, 3, 3, 3]
12299	stu-8а-10	2026-03-02	2 марта	[4, 5, 5, 3]
12300	stu-8а-10	2026-03-03	3 марта	[4, 5, 2, 2, 4, 3]
\.
