COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12421	stu-8а-15	2026-03-18	18 марта	[4, 5, 3, 5, 4]
12422	stu-8а-15	2026-03-19	19 марта	[5, 4, 3, 5, 4, 3]
12423	stu-8а-15	2026-03-20	20 марта	[2, 4, 5, 5, 4]
12424	stu-8а-15	2026-03-23	23 марта	[3, 3, 4, 3, 5]
12425	stu-8а-15	2026-03-24	24 марта	[4, 3, 5, 4, 3, 5]
12426	stu-8а-15	2026-03-25	25 марта	[4, 4, 4, 5, 5]
12427	stu-8а-15	2026-03-26	26 марта	[4, 4, 4, 5, 4]
12428	stu-8а-15	2026-03-27	27 марта	[4, 5, 5, 5, 5]
12429	stu-8а-15	2026-03-30	30 марта	[2, 3, 5, 4, 5]
12430	stu-8а-15	2026-03-31	31 марта	[5, 4, 3, 5, 4, 4]
12431	stu-8а-16	2026-03-02	2 марта	[3, 5, 4, 3]
12432	stu-8а-16	2026-03-03	3 марта	[5, 5, 4, 3, 3, 3]
\.
