COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10993	stu-7б-7	2026-03-20	20 марта	[4, 3, 3, 3]
10994	stu-7б-7	2026-03-23	23 марта	[5, 2, 3, 5, 4]
10995	stu-7б-7	2026-03-24	24 марта	[3, 5, 3, 3, 5, 5]
10996	stu-7б-7	2026-03-25	25 марта	[3, 5, 4, 5]
10997	stu-7б-7	2026-03-26	26 марта	[2, 4, 2, 5, 5]
10998	stu-7б-7	2026-03-27	27 марта	[5, 2, 4, 3]
10999	stu-7б-7	2026-03-30	30 марта	[4, 2, 4, 5, 4]
11000	stu-7б-7	2026-03-31	31 марта	[5, 5, 5, 5, 4]
11001	stu-7б-8	2026-03-02	2 марта	[3, 5, 4, 3]
11002	stu-7б-8	2026-03-03	3 марта	[3, 2, 4, 4, 4]
11003	stu-7б-8	2026-03-04	4 марта	[5, 5, 4, 5]
11004	stu-7б-8	2026-03-05	5 марта	[3, 4, 5, 4, 3]
\.
