COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8941	stu-6а-8	2026-03-12	12 марта	[4, 4, 5, 5, 4]
8942	stu-6а-8	2026-03-13	13 марта	[3, 4, 5, 4, 2]
8943	stu-6а-8	2026-03-16	16 марта	[5, 5, 2, 2, 5]
8944	stu-6а-8	2026-03-17	17 марта	[3, 4, 3, 4, 3, 4]
8945	stu-6а-8	2026-03-18	18 марта	[5, 2, 3, 3, 4]
8946	stu-6а-8	2026-03-19	19 марта	[2, 3, 4, 5, 5, 3]
8947	stu-6а-8	2026-03-20	20 марта	[4, 4, 5, 3]
8948	stu-6а-8	2026-03-23	23 марта	[4, 3, 4, 4]
8949	stu-6а-8	2026-03-24	24 марта	[4, 2, 5, 4, 4, 4]
8950	stu-6а-8	2026-03-25	25 марта	[2, 3, 5, 2, 3]
8951	stu-6а-8	2026-03-26	26 марта	[3, 4, 3, 4, 4]
8952	stu-6а-8	2026-03-27	27 марта	[2, 4, 5, 3, 5]
\.
