COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5351	stu-8б-5	hist	История	3.67	3.67	3.67	4
5352	stu-8б-5	lit	Литература	4.25	4.25	4.25	5
5353	stu-8б-5	math	Математика	3.67	3.67	3.67	6
5354	stu-8б-5	social	Обществознание	3.57	3.57	3.57	7
5355	stu-8б-5	work	Труд (технология)	3.5	3.5	3.5	8
5356	stu-8б-5	phys	Физика	4	4	4	9
5357	stu-8б-5	pe	Физическая культура	3.77	3.77	3.77	10
5358	stu-8б-5	chem	Химия	4.43	4.43	4.43	11
5359	stu-8б-6	bio	Биология	3.25	3.25	3.25	0
5360	stu-8б-6	geo	География	2.86	2.86	2.86	1
5361	stu-8б-6	eng	Иностранный язык	4.13	4.13	4.13	2
5362	stu-8б-6	info	Информатика	4.75	4.75	4.75	3
5363	stu-8б-6	hist	История	3.67	3.67	3.67	4
5364	stu-8б-6	lit	Литература	3.75	3.75	3.75	5
5365	stu-8б-6	math	Математика	3.89	3.89	3.89	6
5366	stu-8б-6	social	Обществознание	3.43	3.43	3.43	7
5367	stu-8б-6	work	Труд (технология)	3.5	3.5	3.5	8
5368	stu-8б-6	phys	Физика	4	4	4	9
5369	stu-8б-6	pe	Физическая культура	3.85	3.85	3.85	10
5370	stu-8б-6	chem	Химия	3.71	3.71	3.71	11
5371	stu-8б-7	bio	Биология	4.25	4.25	4.25	0
5372	stu-8б-7	geo	География	4.43	4.43	4.43	1
5373	stu-8б-7	eng	Иностранный язык	3.75	3.75	3.75	2
5374	stu-8б-7	info	Информатика	3.5	3.5	3.5	3
5375	stu-8б-7	hist	История	3	3	3	4
5376	stu-8б-7	lit	Литература	3.75	3.75	3.75	5
5377	stu-8б-7	math	Математика	3.94	3.94	3.94	6
5378	stu-8б-7	social	Обществознание	3.14	3.14	3.14	7
5379	stu-8б-7	work	Труд (технология)	4	4	4	8
5380	stu-8б-7	phys	Физика	2.67	2.67	2.67	9
5381	stu-8б-7	pe	Физическая культура	3.69	3.69	3.69	10
5382	stu-8б-7	chem	Химия	3.43	3.43	3.43	11
5383	stu-8б-8	bio	Биология	4.75	4.75	4.75	0
5384	stu-8б-8	geo	География	3.14	3.14	3.14	1
5385	stu-8б-8	eng	Иностранный язык	3.88	3.88	3.88	2
5386	stu-8б-8	info	Информатика	3.75	3.75	3.75	3
5387	stu-8б-8	hist	История	3.33	3.33	3.33	4
5388	stu-8б-8	lit	Литература	4.19	4.19	4.19	5
5389	stu-8б-8	math	Математика	3.67	3.67	3.67	6
5390	stu-8б-8	social	Обществознание	3.71	3.71	3.71	7
5391	stu-8б-8	work	Труд (технология)	3.75	3.75	3.75	8
5392	stu-8б-8	phys	Физика	4	4	4	9
5393	stu-8б-8	pe	Физическая культура	3.62	3.62	3.62	10
5394	stu-8б-8	chem	Химия	4.14	4.14	4.14	11
5395	stu-8б-9	bio	Биология	3.25	3.25	3.25	0
5396	stu-8б-9	geo	География	3.29	3.29	3.29	1
5397	stu-8б-9	eng	Иностранный язык	4.13	4.13	4.13	2
5398	stu-8б-9	info	Информатика	4.75	4.75	4.75	3
5399	stu-8б-9	hist	История	4	4	4	4
5400	stu-8б-9	lit	Литература	3.63	3.63	3.63	5
\.
