COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13129	stu-8в-9	2026-03-24	24 марта	[4, 5, 2, 3, 5, 4]
13130	stu-8в-9	2026-03-25	25 марта	[3, 3, 5, 3, 4]
13131	stu-8в-9	2026-03-26	26 марта	[4, 3, 5, 2, 4]
13132	stu-8в-9	2026-03-27	27 марта	[3, 3, 5, 2, 3]
13133	stu-8в-9	2026-03-30	30 марта	[5, 5, 2, 5, 4]
13134	stu-8в-9	2026-03-31	31 марта	[5, 5, 5, 3, 2]
13135	stu-8в-10	2026-03-02	2 марта	[4, 3, 4, 5, 2]
13136	stu-8в-10	2026-03-03	3 марта	[2, 5, 5, 2, 3, 5]
13137	stu-8в-10	2026-03-04	4 марта	[5, 4, 2, 5, 5]
13138	stu-8в-10	2026-03-05	5 марта	[5, 5, 4, 5, 2, 3]
13139	stu-8в-10	2026-03-06	6 марта	[5, 5, 3, 3, 2]
13140	stu-8в-10	2026-03-09	9 марта	[5, 5, 4, 2]
\.
