COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2401	stu-4в-19	pe	Физическая культура	4	4	4	7
2402	stu-4в-20	art	Изобразительное искусство	4	4	4	0
2403	stu-4в-20	eng	Иностранный язык	3	3	3	1
2404	stu-4в-20	hist	История	3.86	3.86	3.86	2
2405	stu-4в-20	lit	Литература	3.24	3.24	3.24	3
2406	stu-4в-20	math	Математика	3.7	3.7	3.7	4
2407	stu-4в-20	music	Музыка	4	4	4	5
2408	stu-4в-20	work	Труд (технология)	2.75	2.75	2.75	6
2409	stu-4в-20	pe	Физическая культура	3.75	3.75	3.75	7
2410	stu-4г-1	art	Изобразительное искусство	4	4	4	0
2411	stu-4г-1	eng	Иностранный язык	3.38	3.38	3.38	1
2412	stu-4г-1	hist	История	4	4	4	2
2413	stu-4г-1	lit	Литература	3.56	3.56	3.56	3
2414	stu-4г-1	math	Математика	3.68	3.68	3.68	4
2415	stu-4г-1	music	Музыка	4	4	4	5
2416	stu-4г-1	work	Труд (технология)	4.44	4.44	4.44	6
2417	stu-4г-1	pe	Физическая культура	4.43	4.43	4.43	7
2418	stu-4г-2	art	Изобразительное искусство	5	5	5	0
2419	stu-4г-2	eng	Иностранный язык	4.5	4.5	4.5	1
2420	stu-4г-2	hist	История	4	4	4	2
2421	stu-4г-2	lit	Литература	4.14	4.14	4.14	3
2422	stu-4г-2	math	Математика	3.74	3.74	3.74	4
2423	stu-4г-2	music	Музыка	4.25	4.25	4.25	5
2424	stu-4г-2	work	Труд (технология)	4	4	4	6
2425	stu-4г-2	pe	Физическая культура	4.29	4.29	4.29	7
2426	stu-4г-3	art	Изобразительное искусство	3.5	3.5	3.5	0
2427	stu-4г-3	eng	Иностранный язык	3.25	3.25	3.25	1
2428	stu-4г-3	hist	История	4.25	4.25	4.25	2
2429	stu-4г-3	lit	Литература	3.69	3.69	3.69	3
2430	stu-4г-3	math	Математика	4.11	4.11	4.11	4
2431	stu-4г-3	music	Музыка	4	4	4	5
2432	stu-4г-3	work	Труд (технология)	4.56	4.56	4.56	6
2433	stu-4г-3	pe	Физическая культура	4	4	4	7
2434	stu-4г-4	art	Изобразительное искусство	4.5	4.5	4.5	0
2435	stu-4г-4	eng	Иностранный язык	3.75	3.75	3.75	1
2436	stu-4г-4	hist	История	4.25	4.25	4.25	2
2437	stu-4г-4	lit	Литература	3.67	3.67	3.67	3
2438	stu-4г-4	math	Математика	3.79	3.79	3.79	4
2439	stu-4г-4	music	Музыка	3.75	3.75	3.75	5
2440	stu-4г-4	work	Труд (технология)	4.56	4.56	4.56	6
2441	stu-4г-4	pe	Физическая культура	4.14	4.14	4.14	7
2442	stu-4г-5	art	Изобразительное искусство	4.75	4.75	4.75	0
2443	stu-4г-5	eng	Иностранный язык	4.25	4.25	4.25	1
2444	stu-4г-5	hist	История	3.5	3.5	3.5	2
2445	stu-4г-5	lit	Литература	4.17	4.17	4.17	3
2446	stu-4г-5	math	Математика	3.74	3.74	3.74	4
2447	stu-4г-5	music	Музыка	3.75	3.75	3.75	5
2448	stu-4г-5	work	Труд (технология)	4.11	4.11	4.11	6
2449	stu-4г-5	pe	Физическая культура	3.86	3.86	3.86	7
2450	stu-4г-6	art	Изобразительное искусство	3.25	3.25	3.25	0
\.
