COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11785	stu-7г-5	2026-03-20	20 марта	[2, 5, 3, 5]
11786	stu-7г-5	2026-03-23	23 марта	[2, 4, 4, 4, 5]
11787	stu-7г-5	2026-03-24	24 марта	[5, 4, 3, 4, 5, 5]
11788	stu-7г-5	2026-03-25	25 марта	[3, 5, 3, 2]
11789	stu-7г-5	2026-03-26	26 марта	[4, 5, 3, 5, 5, 3]
11790	stu-7г-5	2026-03-27	27 марта	[5, 5, 2, 5, 3]
11791	stu-7г-5	2026-03-30	30 марта	[4, 5, 3, 4, 4]
11792	stu-7г-5	2026-03-31	31 марта	[5, 3, 4, 5, 3, 2]
11793	stu-7г-6	2026-03-02	2 марта	[5, 4, 4, 5, 3]
11794	stu-7г-6	2026-03-03	3 марта	[3, 5, 3, 3, 5, 3]
11795	stu-7г-6	2026-03-04	4 марта	[4, 4, 4, 4, 5]
11796	stu-7г-6	2026-03-05	5 марта	[2, 3, 5, 3, 3]
\.
