COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8905	stu-6а-6	2026-03-24	24 марта	[2, 3, 4, 4, 5, 4]
8906	stu-6а-6	2026-03-25	25 марта	[4, 4, 4, 4, 5]
8907	stu-6а-6	2026-03-26	26 марта	[4, 2, 4, 5, 5]
8908	stu-6а-6	2026-03-27	27 марта	[3, 4, 4, 5, 5]
8909	stu-6а-6	2026-03-30	30 марта	[4, 3, 3, 5]
8910	stu-6а-6	2026-03-31	31 марта	[2, 4, 3, 5, 4, 4]
8911	stu-6а-7	2026-03-02	2 марта	[2, 2, 5, 5]
8912	stu-6а-7	2026-03-03	3 марта	[5, 4, 5, 4, 4]
8913	stu-6а-7	2026-03-04	4 марта	[2, 5, 4, 5, 3]
8914	stu-6а-7	2026-03-05	5 марта	[4, 4, 5, 3, 5]
8915	stu-6а-7	2026-03-06	6 марта	[5, 4, 4, 3]
8916	stu-6а-7	2026-03-09	9 марта	[4, 5, 4, 4, 3]
\.
