COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11653	stu-7в-18	2026-03-20	20 марта	[4, 5, 5, 4]
11654	stu-7в-18	2026-03-23	23 марта	[4, 5, 4, 4]
11655	stu-7в-18	2026-03-24	24 марта	[3, 3, 4, 3, 5]
11656	stu-7в-18	2026-03-25	25 марта	[5, 4, 5, 4]
11657	stu-7в-18	2026-03-26	26 марта	[3, 4, 3, 5, 4, 4]
11658	stu-7в-18	2026-03-27	27 марта	[5, 5, 5, 5]
11659	stu-7в-18	2026-03-30	30 марта	[4, 4, 4, 2]
11660	stu-7в-18	2026-03-31	31 марта	[4, 2, 3, 4, 5, 5]
11661	stu-7в-19	2026-03-02	2 марта	[5, 2, 5, 4]
11662	stu-7в-19	2026-03-03	3 марта	[3, 5, 4, 3, 4, 3]
11663	stu-7в-19	2026-03-04	4 марта	[3, 5, 4, 4, 4]
11664	stu-7в-19	2026-03-05	5 марта	[4, 5, 2, 4, 4]
\.
