COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7933	stu-5б-20	2026-03-18	18 марта	[4, 2, 3, 2, 3]
7934	stu-5б-20	2026-03-19	19 марта	[5, 4, 2, 4, 4, 4]
7935	stu-5б-20	2026-03-20	20 марта	[4, 3, 2, 2]
7936	stu-5б-20	2026-03-23	23 марта	[3, 4, 3, 4, 5]
7937	stu-5б-20	2026-03-24	24 марта	[3, 4, 2, 4, 4]
7938	stu-5б-20	2026-03-25	25 марта	[5, 4, 3, 4, 2]
7939	stu-5б-20	2026-03-26	26 марта	[3, 5, 4, 3, 3]
7940	stu-5б-20	2026-03-27	27 марта	[3, 2, 5, 4, 5]
7941	stu-5б-20	2026-03-30	30 марта	[4, 4, 4, 4, 4]
7942	stu-5б-20	2026-03-31	31 марта	[5, 3, 3, 5, 2, 5]
7943	stu-5в-1	2026-03-02	2 марта	[3, 5, 4, 3]
7944	stu-5в-1	2026-03-03	3 марта	[5, 4, 5, 4, 4]
\.
