COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13657	stu-9а-14	2026-03-24	24 марта	[5, 5, 4, 4, 2, 4]
13658	stu-9а-14	2026-03-25	25 марта	[3, 4, 4, 4, 3, 5]
13659	stu-9а-14	2026-03-26	26 марта	[4, 4, 5, 5, 3, 3]
13660	stu-9а-14	2026-03-27	27 марта	[4, 4, 3, 4, 5]
13661	stu-9а-14	2026-03-30	30 марта	[4, 4, 4, 4, 4]
13662	stu-9а-14	2026-03-31	31 марта	[5, 5, 2, 4, 5, 5]
13663	stu-9а-15	2026-03-02	2 марта	[3, 3, 5, 5, 5, 5]
13664	stu-9а-15	2026-03-03	3 марта	[4, 3, 3, 5, 4, 2, 4]
13665	stu-9а-15	2026-03-04	4 марта	[4, 4, 5, 4, 5, 5]
13666	stu-9а-15	2026-03-05	5 марта	[3, 5, 4, 5, 5, 4]
13667	stu-9а-15	2026-03-06	6 марта	[4, 4, 4, 5, 4]
13668	stu-9а-15	2026-03-09	9 марта	[2, 4, 5, 4, 4]
\.
