COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9265	stu-6б-5	2026-03-04	4 марта	[5, 4, 4, 3, 4]
9266	stu-6б-5	2026-03-05	5 марта	[2, 2, 4, 5, 3]
9267	stu-6б-5	2026-03-06	6 марта	[4, 2, 4, 4, 5]
9268	stu-6б-5	2026-03-09	9 марта	[3, 5, 2, 5]
9269	stu-6б-5	2026-03-10	10 марта	[5, 4, 3, 2, 5]
9270	stu-6б-5	2026-03-11	11 марта	[5, 5, 4, 4, 4]
9271	stu-6б-5	2026-03-12	12 марта	[5, 3, 5, 3, 3]
9272	stu-6б-5	2026-03-13	13 марта	[5, 4, 4, 5, 2]
9273	stu-6б-5	2026-03-16	16 марта	[2, 2, 5, 5, 4]
9274	stu-6б-5	2026-03-17	17 марта	[5, 3, 3, 5, 5]
9275	stu-6б-5	2026-03-18	18 марта	[4, 5, 5, 4]
9276	stu-6б-5	2026-03-19	19 марта	[4, 4, 3, 4, 4, 4]
\.
