COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12349	stu-8а-12	2026-03-10	10 марта	[5, 5, 5, 5, 5, 5]
12350	stu-8а-12	2026-03-11	11 марта	[4, 2, 5, 5, 4]
12351	stu-8а-12	2026-03-12	12 марта	[3, 5, 5, 5, 2]
12352	stu-8а-12	2026-03-13	13 марта	[5, 4, 4, 4]
12353	stu-8а-12	2026-03-16	16 марта	[3, 5, 4, 2, 5]
12354	stu-8а-12	2026-03-17	17 марта	[4, 4, 5, 3, 3]
12355	stu-8а-12	2026-03-18	18 марта	[5, 5, 4, 5, 4]
12356	stu-8а-12	2026-03-19	19 марта	[5, 3, 3, 4, 4, 3]
12357	stu-8а-12	2026-03-20	20 марта	[2, 5, 5, 5, 5]
12358	stu-8а-12	2026-03-23	23 марта	[2, 3, 5, 3, 5]
12359	stu-8а-12	2026-03-24	24 марта	[5, 4, 5, 5, 3, 5]
12360	stu-8а-12	2026-03-25	25 марта	[4, 4, 5, 5, 5]
\.
