COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12133	stu-8а-2	2026-03-16	16 марта	[3, 3, 4, 4, 5]
12134	stu-8а-2	2026-03-17	17 марта	[5, 4, 5, 5, 5]
12135	stu-8а-2	2026-03-18	18 марта	[5, 4, 4, 5, 4]
12136	stu-8а-2	2026-03-19	19 марта	[5, 5, 3, 5, 4, 3]
12137	stu-8а-2	2026-03-20	20 марта	[4, 5, 5, 5, 4]
12138	stu-8а-2	2026-03-23	23 марта	[2, 5, 5, 3, 5]
12139	stu-8а-2	2026-03-24	24 марта	[5, 2, 5, 5, 3, 5]
12140	stu-8а-2	2026-03-25	25 марта	[4, 4, 5, 5, 5]
12141	stu-8а-2	2026-03-26	26 марта	[3, 2, 2, 4, 5]
12142	stu-8а-2	2026-03-27	27 марта	[2, 3, 5, 5, 5]
12143	stu-8а-2	2026-03-30	30 марта	[2, 5, 5, 2, 5]
12144	stu-8а-2	2026-03-31	31 марта	[5, 5, 4, 5, 2, 2]
\.
