COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14545	stu-9в-17	2026-03-04	4 марта	[3, 3, 3, 4, 3]
14546	stu-9в-17	2026-03-05	5 марта	[4, 3, 2, 5, 5, 3]
14719	stu-10а-6	2026-03-02	2 марта	[2, 3, 4, 5, 4]
14547	stu-9в-17	2026-03-06	6 марта	[3, 4, 2, 4, 2, 3]
14548	stu-9в-17	2026-03-09	9 марта	[2, 5, 4, 4, 2]
14549	stu-9в-17	2026-03-10	10 марта	[3, 5, 4, 3, 4, 3]
14550	stu-9в-17	2026-03-11	11 марта	[4, 3, 5, 4, 4, 5]
14551	stu-9в-17	2026-03-12	12 марта	[4, 2, 4, 3, 3, 5, 3]
14552	stu-9в-17	2026-03-13	13 марта	[3, 5, 5, 3, 5]
14553	stu-9в-17	2026-03-16	16 марта	[3, 4, 5, 5, 3, 2]
14554	stu-9в-17	2026-03-17	17 марта	[4, 4, 5, 4, 5, 2]
14555	stu-9в-17	2026-03-18	18 марта	[2, 2, 4, 5, 4]
\.
