COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10357	stu-6г-16	2026-03-24	24 марта	[4, 5, 4, 3, 5, 3]
10358	stu-6г-16	2026-03-25	25 марта	[3, 4, 4, 4, 4]
10359	stu-6г-16	2026-03-26	26 марта	[4, 4, 3, 5, 4]
10360	stu-6г-16	2026-03-27	27 марта	[3, 3, 5, 5, 2]
10361	stu-6г-16	2026-03-30	30 марта	[2, 5, 5, 4]
10362	stu-6г-16	2026-03-31	31 марта	[3, 2, 3, 3, 4, 5]
10363	stu-6г-17	2026-03-02	2 марта	[5, 4, 2, 5, 3]
10364	stu-6г-17	2026-03-03	3 марта	[5, 5, 5, 3, 3]
10365	stu-6г-17	2026-03-04	4 марта	[5, 4, 5, 4, 3]
10366	stu-6г-17	2026-03-05	5 марта	[4, 5, 4, 5, 5, 2]
10367	stu-6г-17	2026-03-06	6 марта	[5, 3, 3, 2]
10368	stu-6г-17	2026-03-09	9 марта	[5, 5, 2, 5, 4]
\.
