COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9505	stu-6б-16	2026-03-02	2 марта	[4, 5, 4, 2, 4]
9506	stu-6б-16	2026-03-03	3 марта	[5, 4, 2, 4, 3, 5]
9507	stu-6б-16	2026-03-04	4 марта	[5, 2, 5, 4, 4]
9508	stu-6б-16	2026-03-05	5 марта	[2, 4, 5, 5, 4]
9509	stu-6б-16	2026-03-06	6 марта	[3, 2, 4, 3, 3]
9510	stu-6б-16	2026-03-09	9 марта	[2, 5, 4, 5]
9511	stu-6б-16	2026-03-10	10 марта	[5, 3, 5, 2, 4]
9512	stu-6б-16	2026-03-11	11 марта	[5, 4, 4, 4, 5]
9513	stu-6б-16	2026-03-12	12 марта	[4, 4, 3, 4, 4]
9514	stu-6б-16	2026-03-13	13 марта	[4, 4, 3, 5, 3]
9515	stu-6б-16	2026-03-16	16 марта	[2, 4, 5, 5, 4]
9516	stu-6б-16	2026-03-17	17 марта	[5, 2, 3, 4, 4]
\.
