COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10117	stu-6г-5	2026-03-26	26 марта	[5, 5, 3, 5, 4]
10118	stu-6г-5	2026-03-27	27 марта	[5, 2, 5, 3, 3]
10119	stu-6г-5	2026-03-30	30 марта	[4, 5, 5, 4]
10120	stu-6г-5	2026-03-31	31 марта	[2, 2, 5, 3, 5, 5]
10121	stu-6г-6	2026-03-02	2 марта	[3, 5, 3, 4, 4]
10122	stu-6г-6	2026-03-03	3 марта	[5, 4, 5, 4, 3]
10123	stu-6г-6	2026-03-04	4 марта	[4, 5, 4, 4, 2]
10124	stu-6г-6	2026-03-05	5 марта	[3, 5, 3, 4, 5, 2]
10125	stu-6г-6	2026-03-06	6 марта	[5, 4, 3, 2]
10126	stu-6г-6	2026-03-09	9 марта	[4, 4, 3, 5, 5]
10127	stu-6г-6	2026-03-10	10 марта	[5, 3, 2, 5, 3, 3]
10128	stu-6г-6	2026-03-11	11 марта	[4, 4, 5, 2, 4]
\.
