COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10753	stu-7а-15	2026-03-24	24 марта	[4, 2, 5, 3, 5]
10754	stu-7а-15	2026-03-25	25 марта	[4, 3, 5, 3, 4]
10755	stu-7а-15	2026-03-26	26 марта	[4, 3, 4, 4, 5]
10756	stu-7а-15	2026-03-27	27 марта	[4, 5, 3, 5, 4]
10757	stu-7а-15	2026-03-30	30 марта	[5, 2, 4, 4, 3]
10758	stu-7а-15	2026-03-31	31 марта	[3, 4, 5, 5, 5, 5]
10759	stu-7а-16	2026-03-02	2 марта	[3, 5, 3, 4, 5]
10760	stu-7а-16	2026-03-03	3 марта	[4, 4, 4, 4, 3]
10761	stu-7а-16	2026-03-04	4 марта	[4, 4, 4, 3, 5]
10762	stu-7а-16	2026-03-05	5 марта	[2, 5, 5, 2, 5, 4]
10763	stu-7а-16	2026-03-06	6 марта	[5, 3, 5, 2, 4]
10764	stu-7а-16	2026-03-09	9 марта	[3, 2, 5, 3, 5]
\.
