COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7777	stu-5б-13	2026-03-16	16 марта	[3, 3, 5, 5, 4]
7778	stu-5б-13	2026-03-17	17 марта	[5, 5, 3, 3, 2, 5]
7779	stu-5б-13	2026-03-18	18 марта	[5, 2, 4, 3, 3]
7780	stu-5б-13	2026-03-19	19 марта	[5, 5, 3, 3, 4, 4]
7781	stu-5б-13	2026-03-20	20 марта	[3, 4, 3, 4]
7782	stu-5б-13	2026-03-23	23 марта	[2, 4, 4, 4, 5]
7783	stu-5б-13	2026-03-24	24 марта	[3, 5, 3, 5, 4]
7784	stu-5б-13	2026-03-25	25 марта	[5, 3, 5, 5, 3]
7785	stu-5б-13	2026-03-26	26 марта	[4, 5, 5, 4, 3]
7786	stu-5б-13	2026-03-27	27 марта	[4, 3, 4, 5, 5]
7787	stu-5б-13	2026-03-30	30 марта	[3, 5, 5, 4, 3]
7788	stu-5б-13	2026-03-31	31 марта	[5, 3, 4, 4, 3, 5]
\.
