COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7345	stu-5а-13	2026-03-26	26 марта	[5, 3, 4, 5, 2, 5]
7346	stu-5а-13	2026-03-27	27 марта	[4, 2, 4, 2]
7347	stu-5а-13	2026-03-30	30 марта	[4, 4, 2, 4]
7348	stu-5а-13	2026-03-31	31 марта	[2, 5, 4, 2, 4, 5]
7349	stu-5а-14	2026-03-02	2 марта	[4, 5, 4, 2, 4]
7350	stu-5а-14	2026-03-03	3 марта	[4, 4, 5, 5, 3, 3]
7351	stu-5а-14	2026-03-04	4 марта	[4, 4, 5, 4]
7352	stu-5а-14	2026-03-05	5 марта	[3, 2, 2, 5, 4]
7353	stu-5а-14	2026-03-06	6 марта	[3, 4, 5, 5, 5]
7354	stu-5а-14	2026-03-09	9 марта	[4, 4, 5, 3]
7355	stu-5а-14	2026-03-10	10 марта	[5, 3, 4, 5, 4]
7356	stu-5а-14	2026-03-11	11 марта	[4, 5, 4, 2, 3]
\.
