COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14268	stu-9в-4	2026-03-17	17 марта	[4, 2, 4, 5, 5, 3]
14269	stu-9в-4	2026-03-18	18 марта	[2, 3, 5, 5, 3]
14270	stu-9в-4	2026-03-19	19 марта	[4, 5, 5, 5, 5, 2, 4]
14271	stu-9в-4	2026-03-20	20 марта	[5, 4, 4, 4, 5]
14272	stu-9в-4	2026-03-23	23 марта	[2, 4, 4, 3, 5, 4]
14273	stu-9в-4	2026-03-24	24 марта	[5, 4, 3, 4, 5, 3, 4]
14274	stu-9в-4	2026-03-25	25 марта	[4, 5, 3, 5, 4, 4]
14275	stu-9в-4	2026-03-26	26 марта	[4, 5, 2, 4, 5, 3, 5]
14276	stu-9в-4	2026-03-27	27 марта	[5, 3, 2, 4, 2, 4]
14277	stu-9в-4	2026-03-30	30 марта	[2, 5, 4, 5, 3]
14278	stu-9в-4	2026-03-31	31 марта	[3, 3, 5, 2, 3, 4]
14279	stu-9в-5	2026-03-02	2 марта	[4, 5, 5, 2, 3, 5]
\.
