COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7225	stu-5а-8	2026-03-12	12 марта	[4, 3, 5, 5, 3]
7226	stu-5а-8	2026-03-13	13 марта	[5, 4, 5, 5, 4]
7227	stu-5а-8	2026-03-16	16 марта	[4, 4, 4, 4]
7228	stu-5а-8	2026-03-17	17 марта	[2, 5, 5, 5, 4]
7229	stu-5а-8	2026-03-18	18 марта	[5, 5, 3, 5, 4]
7230	stu-5а-8	2026-03-19	19 марта	[5, 4, 3, 4, 4]
7231	stu-5а-8	2026-03-20	20 марта	[5, 4, 4, 2]
7232	stu-5а-8	2026-03-23	23 марта	[4, 5, 5, 3]
7233	stu-5а-8	2026-03-24	24 марта	[2, 3, 4, 3, 4]
7234	stu-5а-8	2026-03-25	25 марта	[4, 5, 4, 5]
7235	stu-5а-8	2026-03-26	26 марта	[5, 4, 4, 5, 4, 4]
7236	stu-5а-8	2026-03-27	27 марта	[4, 3, 5, 3]
\.
