COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12745	stu-8б-11	2026-03-10	10 марта	[4, 5, 5, 3, 4]
12746	stu-8б-11	2026-03-11	11 марта	[4, 5, 4, 4, 4]
12747	stu-8б-11	2026-03-12	12 марта	[5, 4, 5, 3, 2]
12748	stu-8б-11	2026-03-13	13 марта	[3, 4, 3, 2, 3]
12749	stu-8б-11	2026-03-16	16 марта	[5, 4, 2, 5, 3]
12750	stu-8б-11	2026-03-17	17 марта	[3, 5, 4, 4, 3]
12751	stu-8б-11	2026-03-18	18 марта	[5, 5, 3, 3, 2]
12752	stu-8б-11	2026-03-19	19 марта	[4, 5, 2, 5, 3, 3]
12753	stu-8б-11	2026-03-20	20 марта	[4, 5, 3, 3]
12754	stu-8б-11	2026-03-23	23 марта	[4, 4, 4, 3, 4]
12755	stu-8б-11	2026-03-24	24 марта	[5, 4, 4, 5, 2, 3]
12756	stu-8б-11	2026-03-25	25 марта	[2, 4, 5, 2]
\.
