COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14388	stu-9в-9	2026-03-31	31 марта	[3, 4, 5, 4, 4, 4]
14389	stu-9в-10	2026-03-02	2 марта	[4, 4, 4, 4, 4, 5]
14390	stu-9в-10	2026-03-03	3 марта	[3, 2, 4, 2, 4, 5]
14391	stu-9в-10	2026-03-04	4 марта	[4, 3, 4, 2, 3]
14392	stu-9в-10	2026-03-05	5 марта	[5, 5, 4, 4, 4, 2]
14393	stu-9в-10	2026-03-06	6 марта	[3, 4, 3, 4, 3, 4]
14394	stu-9в-10	2026-03-09	9 марта	[3, 4, 5, 5, 4]
14395	stu-9в-10	2026-03-10	10 марта	[4, 3, 2, 4, 5, 5]
14396	stu-9в-10	2026-03-11	11 марта	[3, 3, 4, 2, 5, 4]
14397	stu-9в-10	2026-03-12	12 марта	[5, 4, 5, 4, 3, 4, 3]
14398	stu-9в-10	2026-03-13	13 марта	[5, 5, 5, 5, 5]
14399	stu-9в-10	2026-03-16	16 марта	[3, 4, 3, 5, 5, 4]
\.
