COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8929	stu-6а-7	2026-03-26	26 марта	[5, 3, 2, 5, 3]
8930	stu-6а-7	2026-03-27	27 марта	[3, 2, 3, 4, 4]
8931	stu-6а-7	2026-03-30	30 марта	[3, 5, 4, 4]
8932	stu-6а-7	2026-03-31	31 марта	[3, 5, 5, 5, 5, 3]
8933	stu-6а-8	2026-03-02	2 марта	[3, 3, 4, 4]
8934	stu-6а-8	2026-03-03	3 марта	[5, 2, 3, 3, 5]
8935	stu-6а-8	2026-03-04	4 марта	[3, 4, 3, 4, 4]
8936	stu-6а-8	2026-03-05	5 марта	[2, 3, 3, 5, 5]
8937	stu-6а-8	2026-03-06	6 марта	[4, 5, 5, 4]
8938	stu-6а-8	2026-03-09	9 марта	[5, 5, 2, 5, 4]
8939	stu-6а-8	2026-03-10	10 марта	[3, 5, 4, 4, 4]
8940	stu-6а-8	2026-03-11	11 марта	[3, 3, 3, 5]
\.
