COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4301	stu-7а-11	info	Информатика	3.88	3.88	3.88	3
4302	stu-7а-11	hist	История	3.88	3.88	3.88	4
4303	stu-7а-11	lit	Литература	4.32	4.32	4.32	5
4304	stu-7а-11	math	Математика	3.71	3.71	3.71	6
4305	stu-7а-11	social	Обществознание	3.75	3.75	3.75	7
4306	stu-7а-11	work	Труд (технология)	4.25	4.25	4.25	8
4307	stu-7а-11	phys	Физика	4.75	4.75	4.75	9
4308	stu-7а-11	pe	Физическая культура	3.85	3.85	3.85	10
4309	stu-7а-11	chem	Химия	3.75	3.75	3.75	11
4310	stu-7а-12	bio	Биология	3.25	3.25	3.25	0
4311	stu-7а-12	geo	География	4.38	4.38	4.38	1
4312	stu-7а-12	eng	Иностранный язык	3.14	3.14	3.14	2
4313	stu-7а-12	info	Информатика	4.13	4.13	4.13	3
4314	stu-7а-12	hist	История	3.75	3.75	3.75	4
4315	stu-7а-12	lit	Литература	4.23	4.23	4.23	5
4316	stu-7а-12	math	Математика	3.88	3.88	3.88	6
4317	stu-7а-12	social	Обществознание	3.75	3.75	3.75	7
4318	stu-7а-12	work	Труд (технология)	4.25	4.25	4.25	8
4319	stu-7а-12	phys	Физика	4	4	4	9
4320	stu-7а-12	pe	Физическая культура	4.08	4.08	4.08	10
4321	stu-7а-12	chem	Химия	4.25	4.25	4.25	11
4322	stu-7а-13	bio	Биология	4.25	4.25	4.25	0
4323	stu-7а-13	geo	География	4.38	4.38	4.38	1
4324	stu-7а-13	eng	Иностранный язык	3.71	3.71	3.71	2
4325	stu-7а-13	info	Информатика	4.25	4.25	4.25	3
4326	stu-7а-13	hist	История	3.88	3.88	3.88	4
4327	stu-7а-13	lit	Литература	3.81	3.81	3.81	5
4328	stu-7а-13	math	Математика	3.88	3.88	3.88	6
4329	stu-7а-13	social	Обществознание	3.75	3.75	3.75	7
4330	stu-7а-13	work	Труд (технология)	4	4	4	8
4331	stu-7а-13	phys	Физика	3.5	3.5	3.5	9
4332	stu-7а-13	pe	Физическая культура	3.92	3.92	3.92	10
4333	stu-7а-13	chem	Химия	3	3	3	11
4334	stu-7а-14	bio	Биология	4.25	4.25	4.25	0
4335	stu-7а-14	geo	География	3	3	3	1
4336	stu-7а-14	eng	Иностранный язык	4	4	4	2
4337	stu-7а-14	info	Информатика	4	4	4	3
4338	stu-7а-14	hist	История	4.25	4.25	4.25	4
4339	stu-7а-14	lit	Литература	4.42	4.42	4.42	5
4340	stu-7а-14	math	Математика	3.76	3.76	3.76	6
4341	stu-7а-14	social	Обществознание	3.75	3.75	3.75	7
4342	stu-7а-14	work	Труд (технология)	4	4	4	8
4343	stu-7а-14	phys	Физика	4.75	4.75	4.75	9
4344	stu-7а-14	pe	Физическая культура	3.92	3.92	3.92	10
4345	stu-7а-14	chem	Химия	3.75	3.75	3.75	11
4346	stu-7а-15	bio	Биология	3.25	3.25	3.25	0
4347	stu-7а-15	geo	География	4.75	4.75	4.75	1
4348	stu-7а-15	eng	Иностранный язык	3.14	3.14	3.14	2
4349	stu-7а-15	info	Информатика	3.88	3.88	3.88	3
4350	stu-7а-15	hist	История	3.63	3.63	3.63	4
\.
