COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7153	stu-5а-5	2026-03-04	4 марта	[4, 5, 5, 5]
7154	stu-5а-5	2026-03-05	5 марта	[5, 3, 3, 5, 5]
7155	stu-5а-5	2026-03-06	6 марта	[5, 5, 5, 4, 4]
7156	stu-5а-5	2026-03-09	9 марта	[3, 3, 4, 2]
7157	stu-5а-5	2026-03-10	10 марта	[3, 2, 2, 5, 5]
7158	stu-5а-5	2026-03-11	11 марта	[5, 5, 3, 2, 5]
7159	stu-5а-5	2026-03-12	12 марта	[5, 3, 4, 5, 4]
7160	stu-5а-5	2026-03-13	13 марта	[5, 3, 5, 5, 4]
7161	stu-5а-5	2026-03-16	16 марта	[4, 3, 4, 4]
7162	stu-5а-5	2026-03-17	17 марта	[2, 5, 5, 5, 4]
7163	stu-5а-5	2026-03-18	18 марта	[5, 4, 3, 5, 4]
7164	stu-5а-5	2026-03-19	19 марта	[4, 4, 2, 3, 4]
\.
