COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14101	stu-9б-15	2026-03-30	30 марта	[5, 5, 4, 3, 5]
14102	stu-9б-15	2026-03-31	31 марта	[5, 4, 4, 2, 4, 5]
14103	stu-9б-16	2026-03-02	2 марта	[3, 4, 5, 3, 3]
14104	stu-9б-16	2026-03-03	3 марта	[2, 4, 4, 5, 5, 2]
14105	stu-9б-16	2026-03-04	4 марта	[5, 4, 4, 4, 4]
14106	stu-9б-16	2026-03-05	5 марта	[4, 5, 4, 5, 3, 3, 3]
14107	stu-9б-16	2026-03-06	6 марта	[2, 4, 4, 4, 3]
14108	stu-9б-16	2026-03-09	9 марта	[4, 5, 4, 2, 4, 4]
14109	stu-9б-16	2026-03-10	10 марта	[3, 4, 4, 5, 5, 2]
14110	stu-9б-16	2026-03-11	11 марта	[4, 3, 4, 4, 2]
14111	stu-9б-16	2026-03-12	12 марта	[4, 4, 4, 4, 4, 3]
14112	stu-9б-16	2026-03-13	13 марта	[4, 4, 5, 2, 5, 4]
\.
