COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11533	stu-7в-13	2026-03-06	6 марта	[4, 3, 4, 5, 4]
11534	stu-7в-13	2026-03-09	9 марта	[5, 3, 2, 5]
11535	stu-7в-13	2026-03-10	10 марта	[4, 5, 5, 2, 5, 3]
11536	stu-7в-13	2026-03-11	11 марта	[3, 4, 2, 3]
11537	stu-7в-13	2026-03-12	12 марта	[4, 3, 4, 4, 4, 5]
11538	stu-7в-13	2026-03-13	13 марта	[4, 4, 3, 4]
11539	stu-7в-13	2026-03-16	16 марта	[3, 4, 3, 3]
11540	stu-7в-13	2026-03-17	17 марта	[5, 4, 3, 3, 5, 2]
11541	stu-7в-13	2026-03-18	18 марта	[5, 2, 3, 4]
11542	stu-7в-13	2026-03-19	19 марта	[4, 3, 5, 4, 4, 3]
11543	stu-7в-13	2026-03-20	20 марта	[3, 5, 5, 2]
11544	stu-7в-13	2026-03-23	23 марта	[3, 3, 4, 5]
\.
