COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2501	stu-4г-12	lit	Литература	3.78	3.78	3.78	3
2502	stu-4г-12	math	Математика	4.11	4.11	4.11	4
2503	stu-4г-12	music	Музыка	3.75	3.75	3.75	5
2504	stu-4г-12	work	Труд (технология)	4.22	4.22	4.22	6
2505	stu-4г-12	pe	Физическая культура	4.14	4.14	4.14	7
2506	stu-4г-13	art	Изобразительное искусство	4.5	4.5	4.5	0
2507	stu-4г-13	eng	Иностранный язык	4	4	4	1
2508	stu-4г-13	hist	История	4.25	4.25	4.25	2
2509	stu-4г-13	lit	Литература	4.08	4.08	4.08	3
2510	stu-4г-13	math	Математика	3.89	3.89	3.89	4
2511	stu-4г-13	music	Музыка	4	4	4	5
2512	stu-4г-13	work	Труд (технология)	4.78	4.78	4.78	6
2513	stu-4г-13	pe	Физическая культура	4.14	4.14	4.14	7
2514	stu-4г-14	art	Изобразительное искусство	3.5	3.5	3.5	0
2515	stu-4г-14	eng	Иностранный язык	3.13	3.13	3.13	1
2516	stu-4г-14	hist	История	3.75	3.75	3.75	2
2517	stu-4г-14	lit	Литература	3.53	3.53	3.53	3
2518	stu-4г-14	math	Математика	3.68	3.68	3.68	4
2519	stu-4г-14	music	Музыка	4	4	4	5
2520	stu-4г-14	work	Труд (технология)	4	4	4	6
2521	stu-4г-14	pe	Физическая культура	4.14	4.14	4.14	7
2522	stu-4г-15	art	Изобразительное искусство	5	5	5	0
2523	stu-4г-15	eng	Иностранный язык	4.38	4.38	4.38	1
2524	stu-4г-15	hist	История	4.25	4.25	4.25	2
2525	stu-4г-15	lit	Литература	3.94	3.94	3.94	3
2526	stu-4г-15	math	Математика	4	4	4	4
2527	stu-4г-15	music	Музыка	4	4	4	5
2528	stu-4г-15	work	Труд (технология)	4.11	4.11	4.11	6
2529	stu-4г-15	pe	Физическая культура	3.86	3.86	3.86	7
2530	stu-4г-16	art	Изобразительное искусство	4	4	4	0
2531	stu-4г-16	eng	Иностранный язык	3.63	3.63	3.63	1
2532	stu-4г-16	hist	История	4.5	4.5	4.5	2
2533	stu-4г-16	lit	Литература	3.89	3.89	3.89	3
2534	stu-4г-16	math	Математика	4.05	4.05	4.05	4
2535	stu-4г-16	music	Музыка	4.25	4.25	4.25	5
2536	stu-4г-16	work	Труд (технология)	4.78	4.78	4.78	6
2537	stu-4г-16	pe	Физическая культура	4.29	4.29	4.29	7
2538	stu-4г-17	art	Изобразительное искусство	4	4	4	0
2539	stu-4г-17	eng	Иностранный язык	3.38	3.38	3.38	1
2540	stu-4г-17	hist	История	3.5	3.5	3.5	2
2541	stu-4г-17	lit	Литература	3.56	3.56	3.56	3
2542	stu-4г-17	math	Математика	3.63	3.63	3.63	4
2543	stu-4г-17	music	Музыка	3.75	3.75	3.75	5
2544	stu-4г-17	work	Труд (технология)	4.33	4.33	4.33	6
2545	stu-4г-17	pe	Физическая культура	4.14	4.14	4.14	7
2546	stu-4г-18	art	Изобразительное искусство	5	5	5	0
2547	stu-4г-18	eng	Иностранный язык	4.5	4.5	4.5	1
2548	stu-4г-18	hist	История	4.25	4.25	4.25	2
2549	stu-4г-18	lit	Литература	4.14	4.14	4.14	3
2550	stu-4г-18	math	Математика	3.95	3.95	3.95	4
\.
