COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3400	stu-5г-19	eng	Иностранный язык	4.15	4.15	4.15	3
3401	stu-5г-19	info	Информатика	3.75	3.75	3.75	4
3402	stu-5г-19	hist	История	4.25	4.25	4.25	5
3403	stu-5г-19	lit	Литература	3.81	3.81	3.81	6
3404	stu-5г-19	math	Математика	3.81	3.81	3.81	7
3405	stu-5г-19	social	Обществознание	4.67	4.67	4.67	8
3406	stu-5г-19	work	Труд (технология)	3.5	3.5	3.5	9
3407	stu-5г-19	pe	Физическая культура	4.36	4.36	4.36	10
3408	stu-6а-1	bio	Биология	2.88	2.88	2.88	0
3409	stu-6а-1	geo	География	4.25	4.25	4.25	1
3410	stu-6а-1	art	Изобразительное искусство	5	5	5	2
3411	stu-6а-1	eng	Иностранный язык	4.56	4.56	4.56	3
3413	stu-6а-1	hist	История	3.5	3.5	3.5	5
3414	stu-6а-1	lit	Литература	3.93	3.93	3.93	6
3415	stu-6а-1	math	Математика	4	4	4	7
3416	stu-6а-1	music	Музыка	4.5	4.5	4.5	8
3417	stu-6а-1	social	Обществознание	3.86	3.86	3.86	9
3418	stu-6а-1	pe	Физическая культура	4.09	4.09	4.09	10
3419	stu-6а-2	bio	Биология	4.38	4.38	4.38	0
3420	stu-6а-2	geo	География	3.38	3.38	3.38	1
3421	stu-6а-2	art	Изобразительное искусство	3.25	3.25	3.25	2
3422	stu-6а-2	eng	Иностранный язык	4.33	4.33	4.33	3
3423	stu-6а-2	info	Информатика	4.17	4.17	4.17	4
3424	stu-6а-2	hist	История	3	3	3	5
3425	stu-6а-2	lit	Литература	3.67	3.67	3.67	6
3426	stu-6а-2	math	Математика	3.71	3.71	3.71	7
3427	stu-6а-2	music	Музыка	4.75	4.75	4.75	8
3428	stu-6а-2	social	Обществознание	3.86	3.86	3.86	9
3429	stu-6а-2	pe	Физическая культура	3.82	3.82	3.82	10
3430	stu-6а-3	bio	Биология	3.63	3.63	3.63	0
3431	stu-6а-3	geo	География	4.75	4.75	4.75	1
3432	stu-6а-3	art	Изобразительное искусство	4.5	4.5	4.5	2
3433	stu-6а-3	eng	Иностранный язык	3.44	3.44	3.44	3
3434	stu-6а-3	info	Информатика	4.5	4.5	4.5	4
3435	stu-6а-3	hist	История	4	4	4	5
3436	stu-6а-3	lit	Литература	3.63	3.63	3.63	6
3437	stu-6а-3	math	Математика	3.94	3.94	3.94	7
3438	stu-6а-3	music	Музыка	4.75	4.75	4.75	8
3439	stu-6а-3	social	Обществознание	3.57	3.57	3.57	9
3440	stu-6а-3	pe	Физическая культура	3.91	3.91	3.91	10
3441	stu-6а-4	bio	Биология	3.13	3.13	3.13	0
3442	stu-6а-4	geo	География	3.63	3.63	3.63	1
3443	stu-6а-4	art	Изобразительное искусство	4.25	4.25	4.25	2
3444	stu-6а-4	eng	Иностранный язык	4.78	4.78	4.78	3
3445	stu-6а-4	info	Информатика	3.83	3.83	3.83	4
3446	stu-6а-4	hist	История	3.5	3.5	3.5	5
3447	stu-6а-4	lit	Литература	3.93	3.93	3.93	6
3448	stu-6а-4	math	Математика	4.12	4.12	4.12	7
3449	stu-6а-4	music	Музыка	4.5	4.5	4.5	8
3450	stu-6а-4	social	Обществознание	3.86	3.86	3.86	9
\.
