COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10249	stu-6г-11	2026-03-26	26 марта	[5, 5, 2, 4, 4]
10250	stu-6г-11	2026-03-27	27 марта	[5, 4, 4, 4, 2]
10251	stu-6г-11	2026-03-30	30 марта	[2, 4, 5, 5]
10252	stu-6г-11	2026-03-31	31 марта	[4, 2, 4, 4, 5, 5]
10253	stu-6г-12	2026-03-02	2 марта	[5, 5, 3, 5, 2]
10254	stu-6г-12	2026-03-03	3 марта	[5, 4, 3, 2, 3]
10255	stu-6г-12	2026-03-04	4 марта	[3, 3, 5, 5, 4]
10256	stu-6г-12	2026-03-05	5 марта	[3, 4, 5, 5, 5, 3]
10257	stu-6г-12	2026-03-06	6 марта	[4, 2, 5, 2]
10258	stu-6г-12	2026-03-09	9 марта	[5, 3, 3, 5, 3]
10259	stu-6г-12	2026-03-10	10 марта	[3, 3, 3, 5, 2, 3]
10260	stu-6г-12	2026-03-11	11 марта	[4, 3, 4, 2, 3]
\.
