COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9901	stu-6в-15	2026-03-02	2 марта	[3, 3, 5, 4]
9902	stu-6в-15	2026-03-03	3 марта	[5, 5, 5, 5, 5]
9903	stu-6в-15	2026-03-04	4 марта	[4, 5, 3, 4]
9904	stu-6в-15	2026-03-05	5 марта	[5, 4, 4, 5, 4, 4]
9905	stu-6в-15	2026-03-06	6 марта	[5, 4, 4, 2]
9906	stu-6в-15	2026-03-09	9 марта	[2, 4, 5, 3, 5]
9907	stu-6в-15	2026-03-10	10 марта	[4, 5, 5, 5, 5]
9908	stu-6в-15	2026-03-11	11 марта	[4, 4, 4, 3]
9909	stu-6в-15	2026-03-12	12 марта	[4, 4, 5, 5, 4, 3]
9910	stu-6в-15	2026-03-13	13 марта	[3, 2, 4, 2]
9911	stu-6в-15	2026-03-16	16 марта	[2, 3, 5, 5]
9912	stu-6в-15	2026-03-17	17 марта	[5, 5, 2, 4, 5]
\.
