COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10681	stu-7а-12	2026-03-16	16 марта	[5, 4, 4, 3, 5]
10682	stu-7а-12	2026-03-17	17 марта	[3, 5, 5, 4, 3]
10683	stu-7а-12	2026-03-18	18 марта	[5, 4, 2, 3, 5]
10684	stu-7а-12	2026-03-19	19 марта	[4, 5, 2, 4, 2, 4]
10685	stu-7а-12	2026-03-20	20 марта	[3, 4, 5, 4, 4]
10686	stu-7а-12	2026-03-23	23 марта	[5, 3, 3, 3]
10687	stu-7а-12	2026-03-24	24 марта	[4, 2, 5, 3, 4]
10688	stu-7а-12	2026-03-25	25 марта	[2, 3, 5, 2, 4]
10689	stu-7а-12	2026-03-26	26 марта	[4, 3, 4, 4, 5]
10690	stu-7а-12	2026-03-27	27 марта	[3, 5, 3, 5, 5]
10691	stu-7а-12	2026-03-30	30 марта	[5, 2, 4, 4, 3]
10692	stu-7а-12	2026-03-31	31 марта	[4, 5, 5, 5, 5, 5]
\.
