COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
15505	stu-10в-3	2026-03-24	24 марта	[5, 3, 4, 5, 2, 4]
15506	stu-10в-3	2026-03-25	25 марта	[4, 5, 4, 4, 3]
15507	stu-10в-3	2026-03-26	26 марта	[4, 3, 5, 4, 5, 5, 4]
15508	stu-10в-3	2026-03-27	27 марта	[4, 3, 4, 3, 4]
15509	stu-10в-3	2026-03-30	30 марта	[4, 2, 5, 4, 3]
15510	stu-10в-3	2026-03-31	31 марта	[5, 5, 4, 4, 4, 4, 5]
15511	stu-10в-4	2026-03-02	2 марта	[2, 4, 5, 2, 5]
15512	stu-10в-4	2026-03-03	3 марта	[2, 2, 4, 4, 5, 4]
15513	stu-10в-4	2026-03-04	4 марта	[5, 4, 2, 5, 3, 4]
15514	stu-10в-4	2026-03-05	5 марта	[3, 2, 5, 3, 3, 4]
15515	stu-10в-4	2026-03-06	6 марта	[5, 3, 5, 3, 5]
15516	stu-10в-4	2026-03-09	9 марта	[2, 5, 4, 5, 5, 2]
\.
