COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7525	stu-5б-2	2026-03-02	2 марта	[3, 4, 4, 4]
7526	stu-5б-2	2026-03-03	3 марта	[4, 2, 3, 4, 5]
7527	stu-5б-2	2026-03-04	4 марта	[5, 5, 2, 3, 2]
7528	stu-5б-2	2026-03-05	5 марта	[5, 4, 4, 2, 3, 5]
7529	stu-5б-2	2026-03-06	6 марта	[3, 3, 3, 3, 2]
7530	stu-5б-2	2026-03-09	9 марта	[4, 4, 3, 3, 4]
7531	stu-5б-2	2026-03-10	10 марта	[5, 4, 3, 3, 5]
7532	stu-5б-2	2026-03-11	11 марта	[2, 4, 4, 3]
7533	stu-5б-2	2026-03-12	12 марта	[4, 4, 5, 2, 2]
7534	stu-5б-2	2026-03-13	13 марта	[3, 4, 3, 2, 5]
7535	stu-5б-2	2026-03-16	16 марта	[4, 5, 4, 4, 4]
7536	stu-5б-2	2026-03-17	17 марта	[5, 3, 2, 3, 2, 5]
\.
