COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5201	stu-8а-11	pe	Физическая культура	4.11	4.11	4.11	10
5202	stu-8а-11	chem	Химия	4.22	4.22	4.22	11
5203	stu-8а-12	bio	Биология	4.33	4.33	4.33	0
5204	stu-8а-12	geo	География	4.57	4.57	4.57	1
5205	stu-8а-12	eng	Иностранный язык	4.46	4.46	4.46	2
5206	stu-8а-12	info	Информатика	4.75	4.75	4.75	3
5207	stu-8а-12	hist	История	4.25	4.25	4.25	4
5208	stu-8а-12	lit	Литература	4.3	4.3	4.3	5
5209	stu-8а-12	math	Математика	3.83	3.83	3.83	6
5210	stu-8а-12	social	Обществознание	4.63	4.63	4.63	7
5211	stu-8а-12	work	Труд (технология)	3.33	3.33	3.33	8
5212	stu-8а-12	phys	Физика	4	4	4	9
5213	stu-8а-12	pe	Физическая культура	3.89	3.89	3.89	10
5214	stu-8а-12	chem	Химия	3.78	3.78	3.78	11
5215	stu-8а-13	bio	Биология	4.67	4.67	4.67	0
5216	stu-8а-13	geo	География	3.86	3.86	3.86	1
5217	stu-8а-13	eng	Иностранный язык	3.23	3.23	3.23	2
5218	stu-8а-13	info	Информатика	3.75	3.75	3.75	3
5219	stu-8а-13	hist	История	4.13	4.13	4.13	4
5220	stu-8а-13	lit	Литература	3.56	3.56	3.56	5
5221	stu-8а-13	math	Математика	3.56	3.56	3.56	6
5222	stu-8а-13	social	Обществознание	4.25	4.25	4.25	7
5223	stu-8а-13	work	Труд (технология)	2.67	2.67	2.67	8
5224	stu-8а-13	phys	Физика	3	3	3	9
5225	stu-8а-13	pe	Физическая культура	3.89	3.89	3.89	10
5226	stu-8а-13	chem	Химия	4	4	4	11
5227	stu-8а-14	bio	Биология	3.33	3.33	3.33	0
5228	stu-8а-14	geo	География	4.14	4.14	4.14	1
5229	stu-8а-14	eng	Иностранный язык	4.46	4.46	4.46	2
5230	stu-8а-14	info	Информатика	4.25	4.25	4.25	3
5231	stu-8а-14	hist	История	3.5	3.5	3.5	4
5232	stu-8а-14	lit	Литература	3.89	3.89	3.89	5
5233	stu-8а-14	math	Математика	4	4	4	6
5234	stu-8а-14	social	Обществознание	4.5	4.5	4.5	7
5235	stu-8а-14	work	Труд (технология)	3	3	3	8
5236	stu-8а-14	phys	Физика	4	4	4	9
5237	stu-8а-14	pe	Физическая культура	4	4	4	10
5238	stu-8а-14	chem	Химия	4.11	4.11	4.11	11
5239	stu-8а-15	bio	Биология	4.67	4.67	4.67	0
5240	stu-8а-15	geo	География	4.29	4.29	4.29	1
5241	stu-8а-15	eng	Иностранный язык	4.08	4.08	4.08	2
5242	stu-8а-15	info	Информатика	4.75	4.75	4.75	3
5243	stu-8а-15	hist	История	4.13	4.13	4.13	4
5244	stu-8а-15	lit	Литература	4.19	4.19	4.19	5
5245	stu-8а-15	math	Математика	3.83	3.83	3.83	6
5246	stu-8а-15	social	Обществознание	4.38	4.38	4.38	7
5247	stu-8а-15	work	Труд (технология)	3.33	3.33	3.33	8
5248	stu-8а-15	phys	Физика	4.5	4.5	4.5	9
5249	stu-8а-15	pe	Физическая культура	3.78	3.78	3.78	10
5250	stu-8а-15	chem	Химия	3.89	3.89	3.89	11
\.
