COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14497	stu-9в-14	2026-03-30	30 марта	[4, 5, 4, 4, 4]
14498	stu-9в-14	2026-03-31	31 марта	[2, 4, 4, 3, 3, 5]
14499	stu-9в-15	2026-03-02	2 марта	[3, 4, 4, 2, 5, 5]
14500	stu-9в-15	2026-03-03	3 марта	[3, 3, 5, 4, 3, 5]
14501	stu-9в-15	2026-03-04	4 марта	[2, 2, 4, 3, 5]
14502	stu-9в-15	2026-03-05	5 марта	[5, 5, 3, 5, 5, 2]
14503	stu-9в-15	2026-03-06	6 марта	[5, 4, 4, 5, 4, 5]
14504	stu-9в-15	2026-03-09	9 марта	[2, 5, 5, 5, 3]
14505	stu-9в-15	2026-03-10	10 марта	[5, 3, 3, 2, 5, 4]
14506	stu-9в-15	2026-03-11	11 марта	[2, 3, 4, 3, 4, 5]
14507	stu-9в-15	2026-03-12	12 марта	[3, 3, 5, 5, 4, 4, 3]
14508	stu-9в-15	2026-03-13	13 марта	[4, 5, 4, 4, 4]
\.
