COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4601	stu-7б-17	info	Информатика	3.75	3.75	3.75	3
4602	stu-7б-17	hist	История	4.57	4.57	4.57	4
4603	stu-7б-17	lit	Литература	3.78	3.78	3.78	5
4604	stu-7б-17	math	Математика	4.13	4.13	4.13	6
4605	stu-7б-17	social	Обществознание	4	4	4	7
4606	stu-7б-17	work	Труд (технология)	3.67	3.67	3.67	8
4607	stu-7б-17	phys	Физика	4.25	4.25	4.25	9
4608	stu-7б-17	pe	Физическая культура	3.85	3.85	3.85	10
4609	stu-7б-17	chem	Химия	3.5	3.5	3.5	11
4610	stu-7б-18	bio	Биология	3.25	3.25	3.25	0
4611	stu-7б-18	geo	География	3.86	3.86	3.86	1
4612	stu-7б-18	eng	Иностранный язык	4	4	4	2
4613	stu-7б-18	info	Информатика	4.25	4.25	4.25	3
4614	stu-7б-18	hist	История	4.14	4.14	4.14	4
4615	stu-7б-18	lit	Литература	4.13	4.13	4.13	5
4616	stu-7б-18	math	Математика	4.31	4.31	4.31	6
4617	stu-7б-18	social	Обществознание	4	4	4	7
4618	stu-7б-18	work	Труд (технология)	3	3	3	8
4619	stu-7б-18	phys	Физика	3.5	3.5	3.5	9
4620	stu-7б-18	pe	Физическая культура	4	4	4	10
4621	stu-7б-18	chem	Химия	4.17	4.17	4.17	11
4622	stu-7б-19	bio	Биология	4.75	4.75	4.75	0
4623	stu-7б-19	geo	География	4.71	4.71	4.71	1
4624	stu-7б-19	eng	Иностранный язык	4.17	4.17	4.17	2
4625	stu-7б-19	info	Информатика	4.75	4.75	4.75	3
4626	stu-7б-19	hist	История	4.14	4.14	4.14	4
4627	stu-7б-19	lit	Литература	3.63	3.63	3.63	5
4628	stu-7б-19	math	Математика	4	4	4	6
4629	stu-7б-19	social	Обществознание	4.67	4.67	4.67	7
4630	stu-7б-19	work	Труд (технология)	4	4	4	8
4631	stu-7б-19	phys	Физика	3	3	3	9
4632	stu-7б-19	pe	Физическая культура	3.92	3.92	3.92	10
4633	stu-7б-19	chem	Химия	4.17	4.17	4.17	11
4634	stu-7в-1	bio	Биология	4.43	4.43	4.43	0
4635	stu-7в-1	geo	География	3.5	3.5	3.5	1
4636	stu-7в-1	eng	Иностранный язык	2.78	2.78	2.78	2
4637	stu-7в-1	info	Информатика	4.29	4.29	4.29	3
4638	stu-7в-1	hist	История	3.29	3.29	3.29	4
4639	stu-7в-1	lit	Литература	4.14	4.14	4.14	5
4640	stu-7в-1	math	Математика	4	4	4	6
4641	stu-7в-1	social	Обществознание	3.5	3.5	3.5	7
4642	stu-7в-1	work	Труд (технология)	4.25	4.25	4.25	8
4643	stu-7в-1	phys	Физика	3	3	3	9
4644	stu-7в-1	pe	Физическая культура	3.58	3.58	3.58	10
4645	stu-7в-1	chem	Химия	3.5	3.5	3.5	11
4646	stu-7в-2	bio	Биология	3.71	3.71	3.71	0
4647	stu-7в-2	geo	География	4.5	4.5	4.5	1
4648	stu-7в-2	eng	Иностранный язык	3.56	3.56	3.56	2
4649	stu-7в-2	info	Информатика	3.43	3.43	3.43	3
4650	stu-7в-2	hist	История	4	4	4	4
\.
