COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8173	stu-5в-11	2026-03-16	16 марта	[3, 2, 5, 3]
8174	stu-5в-11	2026-03-17	17 марта	[4, 4, 3, 2, 4, 3]
8175	stu-5в-11	2026-03-18	18 марта	[3, 3, 5, 4]
8176	stu-5в-11	2026-03-19	19 марта	[4, 3, 3, 4, 2, 4]
8177	stu-5в-11	2026-03-20	20 марта	[5, 3, 4, 4, 3]
8178	stu-5в-11	2026-03-23	23 марта	[3, 3, 5, 4, 5]
8179	stu-5в-11	2026-03-24	24 марта	[3, 5, 5, 5, 3]
8180	stu-5в-11	2026-03-25	25 марта	[5, 4, 4, 4, 3]
8181	stu-5в-11	2026-03-26	26 марта	[3, 5, 4, 4, 4, 4]
8182	stu-5в-11	2026-03-27	27 марта	[3, 3, 5, 5, 4]
8183	stu-5в-11	2026-03-30	30 марта	[4, 4, 5, 2, 4]
8184	stu-5в-11	2026-03-31	31 марта	[3, 2, 3, 4, 5, 5]
\.
