COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
16429	stu-11б-7	2026-03-24	24 марта	[3, 4, 3, 5, 4, 2]
16430	stu-11б-7	2026-03-25	25 марта	[3, 4, 5, 3, 5, 5]
16431	stu-11б-7	2026-03-26	26 марта	[4, 4, 5, 2, 2, 5]
16432	stu-11б-7	2026-03-27	27 марта	[4, 3, 4, 5, 4]
16433	stu-11б-7	2026-03-30	30 марта	[2, 5, 4, 2, 5]
16434	stu-11б-7	2026-03-31	31 марта	[5, 5, 5, 5, 5, 4, 3]
16435	stu-11б-8	2026-03-02	2 марта	[4, 2, 5, 5, 4]
16436	stu-11б-8	2026-03-03	3 марта	[4, 4, 5, 4, 3, 5]
16437	stu-11б-8	2026-03-04	4 марта	[2, 3, 3, 3, 3, 4]
16438	stu-11б-8	2026-03-05	5 марта	[4, 4, 3, 5, 5, 2]
16439	stu-11б-8	2026-03-06	6 марта	[4, 4, 3, 4, 3, 5]
16440	stu-11б-8	2026-03-09	9 марта	[4, 2, 4, 3, 5]
\.
