COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11173	stu-7б-15	2026-03-26	26 марта	[3, 4, 2, 4, 5]
11174	stu-7б-15	2026-03-27	27 марта	[4, 2, 5, 5]
11175	stu-7б-15	2026-03-30	30 марта	[4, 3, 4, 5, 4]
11176	stu-7б-15	2026-03-31	31 марта	[5, 5, 3, 5, 3]
11177	stu-7б-16	2026-03-02	2 марта	[4, 5, 4, 3]
11178	stu-7б-16	2026-03-03	3 марта	[2, 2, 4, 3, 4]
11179	stu-7б-16	2026-03-04	4 марта	[4, 5, 5, 3]
11180	stu-7б-16	2026-03-05	5 марта	[2, 3, 5, 5, 3]
11181	stu-7б-16	2026-03-06	6 марта	[5, 4, 4, 4, 4]
11182	stu-7б-16	2026-03-09	9 марта	[5, 3, 4, 5, 2]
11183	stu-7б-16	2026-03-10	10 марта	[2, 4, 2, 4, 4]
11184	stu-7б-16	2026-03-11	11 марта	[2, 5, 4, 5]
\.
