COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13033	stu-8в-5	2026-03-12	12 марта	[5, 5, 5, 4, 4]
13034	stu-8в-5	2026-03-13	13 марта	[3, 3, 5, 3, 5]
13035	stu-8в-5	2026-03-16	16 марта	[4, 4, 5, 3]
13036	stu-8в-5	2026-03-17	17 марта	[5, 5, 4, 5, 4, 4]
13037	stu-8в-5	2026-03-18	18 марта	[3, 4, 3, 5]
13038	stu-8в-5	2026-03-19	19 марта	[5, 4, 5, 3, 5]
13039	stu-8в-5	2026-03-20	20 марта	[5, 5, 3, 5]
13040	stu-8в-5	2026-03-23	23 марта	[3, 4, 5, 5, 3]
13041	stu-8в-5	2026-03-24	24 марта	[4, 5, 4, 3, 4, 5]
13042	stu-8в-5	2026-03-25	25 марта	[3, 5, 4, 4, 5]
13043	stu-8в-5	2026-03-26	26 марта	[5, 4, 5, 3, 5]
13044	stu-8в-5	2026-03-27	27 марта	[3, 2, 3, 2, 4]
\.
