COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11905	stu-7г-11	2026-03-04	4 марта	[2, 4, 4, 4, 4]
11906	stu-7г-11	2026-03-05	5 марта	[3, 2, 3, 2, 3]
11907	stu-7г-11	2026-03-06	6 марта	[4, 4, 4, 5]
11908	stu-7г-11	2026-03-09	9 марта	[2, 4, 5, 3, 5]
11909	stu-7г-11	2026-03-10	10 марта	[5, 5, 4, 5, 4, 4]
11910	stu-7г-11	2026-03-11	11 марта	[5, 5, 5, 5, 4]
11911	stu-7г-11	2026-03-12	12 марта	[5, 5, 3, 2, 3]
11912	stu-7г-11	2026-03-13	13 марта	[4, 5, 5, 4]
11913	stu-7г-11	2026-03-16	16 марта	[2, 3, 5, 2, 4]
11914	stu-7г-11	2026-03-17	17 марта	[3, 4, 5, 3, 5, 3]
11915	stu-7г-11	2026-03-18	18 марта	[5, 3, 3, 5, 3]
11916	stu-7г-11	2026-03-19	19 марта	[3, 2, 5, 2, 4, 4]
\.
