COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11881	stu-7г-10	2026-03-02	2 марта	[5, 5, 4, 5, 3]
11882	stu-7г-10	2026-03-03	3 марта	[3, 5, 3, 3, 4, 4]
11883	stu-7г-10	2026-03-04	4 марта	[4, 5, 5, 2, 5]
11884	stu-7г-10	2026-03-05	5 марта	[2, 4, 5, 3, 4]
11885	stu-7г-10	2026-03-06	6 марта	[5, 2, 2, 5]
11886	stu-7г-10	2026-03-09	9 марта	[4, 2, 4, 4, 4]
11887	stu-7г-10	2026-03-10	10 марта	[3, 4, 2, 3, 5, 3]
11888	stu-7г-10	2026-03-11	11 марта	[5, 5, 4, 4, 5]
11889	stu-7г-10	2026-03-12	12 марта	[5, 5, 2, 4, 4]
11890	stu-7г-10	2026-03-13	13 марта	[5, 4, 3, 3]
11891	stu-7г-10	2026-03-16	16 марта	[4, 2, 3, 4, 4]
11892	stu-7г-10	2026-03-17	17 марта	[2, 5, 3, 2, 4, 4]
\.
