COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12637	stu-8б-6	2026-03-12	12 марта	[5, 4, 5, 3, 2]
12638	stu-8б-6	2026-03-13	13 марта	[3, 3, 3, 2, 3]
12639	stu-8б-6	2026-03-16	16 марта	[5, 4, 2, 5, 3]
12640	stu-8б-6	2026-03-17	17 марта	[3, 5, 4, 4, 4]
12641	stu-8б-6	2026-03-18	18 марта	[5, 5, 3, 3, 2]
12642	stu-8б-6	2026-03-19	19 марта	[5, 5, 2, 5, 2, 3]
12643	stu-8б-6	2026-03-20	20 марта	[4, 5, 4, 3]
12644	stu-8б-6	2026-03-23	23 марта	[5, 4, 4, 3, 3]
12645	stu-8б-6	2026-03-24	24 марта	[4, 3, 4, 4, 2, 3]
12646	stu-8б-6	2026-03-25	25 марта	[2, 3, 5, 2]
12647	stu-8б-6	2026-03-26	26 марта	[3, 4, 5, 5, 4]
12648	stu-8б-6	2026-03-27	27 марта	[3, 5, 4, 4]
\.
