COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10525	stu-7а-5	2026-03-12	12 марта	[4, 4, 5, 4, 4]
10526	stu-7а-5	2026-03-13	13 марта	[5, 4, 4, 4, 3]
10527	stu-7а-5	2026-03-16	16 марта	[4, 2, 5, 3, 4]
10528	stu-7а-5	2026-03-17	17 марта	[4, 3, 4, 5, 2]
10529	stu-7а-5	2026-03-18	18 марта	[3, 3, 4, 2, 4]
10530	stu-7а-5	2026-03-19	19 марта	[5, 5, 3, 5, 2, 5]
10531	stu-7а-5	2026-03-20	20 марта	[3, 3, 5, 3, 5]
10532	stu-7а-5	2026-03-23	23 марта	[5, 2, 5, 2]
10533	stu-7а-5	2026-03-24	24 марта	[4, 4, 4, 2, 5]
10534	stu-7а-5	2026-03-25	25 марта	[4, 2, 5, 3, 5]
10535	stu-7а-5	2026-03-26	26 марта	[3, 4, 5, 4, 5]
10536	stu-7а-5	2026-03-27	27 марта	[4, 4, 4, 5, 3]
\.
