COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12313	stu-8а-10	2026-03-20	20 марта	[4, 5, 5, 5, 5]
12314	stu-8а-10	2026-03-23	23 марта	[4, 5, 4, 2, 4]
12315	stu-8а-10	2026-03-24	24 марта	[3, 3, 4, 3, 3, 4]
12316	stu-8а-10	2026-03-25	25 марта	[3, 5, 4, 4, 5]
12317	stu-8а-10	2026-03-26	26 марта	[4, 2, 2, 4, 5]
12318	stu-8а-10	2026-03-27	27 марта	[2, 3, 5, 4, 5]
12319	stu-8а-10	2026-03-30	30 марта	[3, 4, 4, 2, 5]
12320	stu-8а-10	2026-03-31	31 марта	[4, 4, 2, 4, 2, 2]
12321	stu-8а-11	2026-03-02	2 марта	[2, 4, 5, 4]
12322	stu-8а-11	2026-03-03	3 марта	[5, 5, 4, 4, 5, 5]
12323	stu-8а-11	2026-03-04	4 марта	[2, 5, 5, 4]
12324	stu-8а-11	2026-03-05	5 марта	[4, 3, 4, 4, 5]
\.
