COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13465	stu-9а-6	2026-03-02	2 марта	[4, 5, 4, 4, 5, 4]
13466	stu-9а-6	2026-03-03	3 марта	[5, 3, 4, 5, 3, 4, 5]
13467	stu-9а-6	2026-03-04	4 марта	[2, 5, 4, 3, 4, 5]
13468	stu-9а-6	2026-03-05	5 марта	[2, 5, 3, 5, 4, 3]
13469	stu-9а-6	2026-03-06	6 марта	[2, 5, 5, 4, 5]
13470	stu-9а-6	2026-03-09	9 марта	[3, 2, 4, 5, 5]
13471	stu-9а-6	2026-03-10	10 марта	[5, 3, 2, 5, 5, 4, 5]
13472	stu-9а-6	2026-03-11	11 марта	[4, 5, 3, 4, 2, 4]
13473	stu-9а-6	2026-03-12	12 марта	[4, 4, 3, 3, 3, 2, 5]
13474	stu-9а-6	2026-03-13	13 марта	[4, 4, 3, 4, 2, 5]
13475	stu-9а-6	2026-03-16	16 марта	[3, 4, 4, 5, 4]
13476	stu-9а-6	2026-03-17	17 марта	[2, 3, 5, 3, 3, 5, 2]
\.
