COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8665	stu-5г-14	2026-03-26	26 марта	[3, 3, 5, 4, 4]
8666	stu-5г-14	2026-03-27	27 марта	[3, 4, 5, 2, 4]
8667	stu-5г-14	2026-03-30	30 марта	[5, 4, 2, 5, 3]
8668	stu-5г-14	2026-03-31	31 марта	[4, 5, 3, 3, 4, 2]
8669	stu-5г-15	2026-03-02	2 марта	[3, 4, 4, 4]
8670	stu-5г-15	2026-03-03	3 марта	[5, 4, 5, 5, 4, 5]
8671	stu-5г-15	2026-03-04	4 марта	[4, 4, 3, 5, 5]
8672	stu-5г-15	2026-03-05	5 марта	[5, 5, 3, 5, 2]
8673	stu-5г-15	2026-03-06	6 марта	[2, 5, 3, 5, 5]
8674	stu-5г-15	2026-03-09	9 марта	[3, 4, 3, 4]
8675	stu-5г-15	2026-03-10	10 марта	[5, 4, 5, 5, 4]
8676	stu-5г-15	2026-03-11	11 марта	[4, 3, 5, 2]
\.
