COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13405	stu-9а-3	2026-03-10	10 марта	[4, 3, 3, 5, 4, 4, 5]
13406	stu-9а-3	2026-03-11	11 марта	[5, 5, 2, 4, 2, 4]
13407	stu-9а-3	2026-03-12	12 марта	[4, 4, 4, 3, 3, 2, 5]
13408	stu-9а-3	2026-03-13	13 марта	[4, 4, 4, 4, 2, 5]
13409	stu-9а-3	2026-03-16	16 марта	[2, 5, 4, 5, 5]
13410	stu-9а-3	2026-03-17	17 марта	[2, 3, 5, 4, 4, 4, 2]
13411	stu-9а-3	2026-03-18	18 марта	[3, 5, 4, 5, 5]
13412	stu-9а-3	2026-03-19	19 марта	[4, 4, 2, 5, 3, 3]
13413	stu-9а-3	2026-03-20	20 марта	[4, 3, 4, 3, 5]
13414	stu-9а-3	2026-03-23	23 марта	[2, 4, 5, 3, 4]
13415	stu-9а-3	2026-03-24	24 марта	[4, 4, 4, 5, 3, 4]
13416	stu-9а-3	2026-03-25	25 марта	[4, 3, 4, 4, 3, 5]
\.
