COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7381	stu-5а-15	2026-03-16	16 марта	[3, 2, 4, 5]
7382	stu-5а-15	2026-03-17	17 марта	[3, 5, 4, 5, 2]
7383	stu-5а-15	2026-03-18	18 марта	[4, 3, 2, 5, 3]
7384	stu-5а-15	2026-03-19	19 марта	[4, 4, 2, 3, 5]
7385	stu-5а-15	2026-03-20	20 марта	[3, 5, 4, 3]
7386	stu-5а-15	2026-03-23	23 марта	[4, 4, 5, 5]
7387	stu-5а-15	2026-03-24	24 марта	[4, 3, 4, 5, 4]
7388	stu-5а-15	2026-03-25	25 марта	[4, 4, 5, 3]
7389	stu-5а-15	2026-03-26	26 марта	[5, 4, 4, 5, 4, 5]
7390	stu-5а-15	2026-03-27	27 марта	[2, 2, 5, 3]
7391	stu-5а-15	2026-03-30	30 марта	[2, 5, 3, 2]
7392	stu-5а-15	2026-03-31	31 марта	[4, 3, 5, 4, 5, 4]
\.
