COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8617	stu-5г-12	2026-03-20	20 марта	[5, 5, 4, 5, 3]
8618	stu-5г-12	2026-03-23	23 марта	[5, 4, 5, 3, 3]
8619	stu-5г-12	2026-03-24	24 марта	[4, 2, 5, 3, 5, 4]
8620	stu-5г-12	2026-03-25	25 марта	[4, 4, 5, 4]
8621	stu-5г-12	2026-03-26	26 марта	[5, 4, 3, 3, 2]
8622	stu-5г-12	2026-03-27	27 марта	[2, 3, 4, 2, 3]
8623	stu-5г-12	2026-03-30	30 марта	[4, 5, 4, 4, 2]
8624	stu-5г-12	2026-03-31	31 марта	[5, 4, 5, 4, 3, 4]
8625	stu-5г-13	2026-03-02	2 марта	[4, 2, 4, 4]
8626	stu-5г-13	2026-03-03	3 марта	[4, 5, 4, 4, 5, 4]
8627	stu-5г-13	2026-03-04	4 марта	[5, 5, 3, 5, 4]
8628	stu-5г-13	2026-03-05	5 марта	[4, 4, 2, 4, 4]
\.
