COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10693	stu-7а-13	2026-03-02	2 марта	[3, 5, 4, 4, 5]
10694	stu-7а-13	2026-03-03	3 марта	[4, 3, 4, 4, 4]
10695	stu-7а-13	2026-03-04	4 марта	[3, 4, 4, 4, 5]
10696	stu-7а-13	2026-03-05	5 марта	[2, 5, 5, 2, 5, 4]
10697	stu-7а-13	2026-03-06	6 марта	[4, 3, 5, 2, 4]
10698	stu-7а-13	2026-03-09	9 марта	[3, 2, 5, 3, 5]
10699	stu-7а-13	2026-03-10	10 марта	[5, 5, 3, 4, 3]
10700	stu-7а-13	2026-03-11	11 марта	[5, 4, 2, 4, 2]
10701	stu-7а-13	2026-03-12	12 марта	[5, 5, 4, 4, 4]
10702	stu-7а-13	2026-03-13	13 марта	[5, 4, 3, 5, 4]
10703	stu-7а-13	2026-03-16	16 марта	[3, 2, 5, 4, 5]
10704	stu-7а-13	2026-03-17	17 марта	[5, 4, 4, 5, 2]
\.
