COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8629	stu-5г-13	2026-03-06	6 марта	[4, 5, 5, 5, 5]
8630	stu-5г-13	2026-03-09	9 марта	[4, 5, 2, 4]
8631	stu-5г-13	2026-03-10	10 марта	[4, 5, 5, 5, 3]
8632	stu-5г-13	2026-03-11	11 марта	[5, 4, 4, 4]
8633	stu-5г-13	2026-03-12	12 марта	[3, 5, 2, 5, 4, 4]
8634	stu-5г-13	2026-03-13	13 марта	[5, 5, 4, 5]
8635	stu-5г-13	2026-03-16	16 марта	[3, 4, 4, 5]
8636	stu-5г-13	2026-03-17	17 марта	[4, 5, 3, 3, 5]
8637	stu-5г-13	2026-03-18	18 марта	[4, 4, 4, 5, 2]
8638	stu-5г-13	2026-03-19	19 марта	[4, 3, 5, 3, 5]
8639	stu-5г-13	2026-03-20	20 марта	[4, 3, 2, 5, 5]
8640	stu-5г-13	2026-03-23	23 марта	[4, 2, 4, 4, 5]
\.
