COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13225	stu-8в-14	2026-03-04	4 марта	[4, 3, 4, 4, 3]
13226	stu-8в-14	2026-03-05	5 марта	[5, 4, 2, 4, 3, 3]
13227	stu-8в-14	2026-03-06	6 марта	[4, 5, 5, 4, 3]
13228	stu-8в-14	2026-03-09	9 марта	[3, 5, 5, 4]
13229	stu-8в-14	2026-03-10	10 марта	[5, 5, 3, 5, 4, 3]
13230	stu-8в-14	2026-03-11	11 марта	[3, 3, 4, 4]
13231	stu-8в-14	2026-03-12	12 марта	[4, 4, 5, 2, 4]
13232	stu-8в-14	2026-03-13	13 марта	[3, 3, 5, 2, 4]
13233	stu-8в-14	2026-03-16	16 марта	[4, 3, 4, 4]
13234	stu-8в-14	2026-03-17	17 марта	[5, 3, 4, 5, 5, 4]
13235	stu-8в-14	2026-03-18	18 марта	[3, 5, 4, 4]
13236	stu-8в-14	2026-03-19	19 марта	[5, 4, 5, 5, 5]
\.
