COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5951	stu-9б-1	math	Математика	4.2	4.2	4.2	6
5952	stu-9б-1	social	Обществознание	3.57	3.57	3.57	7
5953	stu-9б-1	phys	Физика	3.69	3.69	3.69	8
5954	stu-9б-1	pe	Физическая культура	4.17	4.17	4.17	9
5955	stu-9б-1	chem	Химия	4.11	4.11	4.11	10
5956	stu-9б-2	bio	Биология	3.57	3.57	3.57	0
5957	stu-9б-2	geo	География	3	3	3	1
5958	stu-9б-2	eng	Иностранный язык	3.85	3.85	3.85	2
5959	stu-9б-2	info	Информатика	4.17	4.17	4.17	3
5960	stu-9б-2	hist	История	3.22	3.22	3.22	4
5961	stu-9б-2	lit	Литература	3.92	3.92	3.92	5
5962	stu-9б-2	math	Математика	4	4	4	6
5963	stu-9б-2	social	Обществознание	4	4	4	7
5964	stu-9б-2	phys	Физика	3.38	3.38	3.38	8
5965	stu-9б-2	pe	Физическая культура	4	4	4	9
5966	stu-9б-2	chem	Химия	4.44	4.44	4.44	10
5967	stu-9б-3	bio	Биология	3.14	3.14	3.14	0
5968	stu-9б-3	geo	География	4.5	4.5	4.5	1
5969	stu-9б-3	eng	Иностранный язык	3.85	3.85	3.85	2
5970	stu-9б-3	info	Информатика	4.17	4.17	4.17	3
5971	stu-9б-3	hist	История	3.11	3.11	3.11	4
5972	stu-9б-3	lit	Литература	3.8	3.8	3.8	5
5973	stu-9б-3	math	Математика	4	4	4	6
5974	stu-9б-3	social	Обществознание	3.43	3.43	3.43	7
5975	stu-9б-3	phys	Физика	3.54	3.54	3.54	8
5976	stu-9б-3	pe	Физическая культура	4.5	4.5	4.5	9
5977	stu-9б-3	chem	Химия	4.56	4.56	4.56	10
5978	stu-9б-4	bio	Биология	4.57	4.57	4.57	0
5979	stu-9б-4	geo	География	3.88	3.88	3.88	1
5980	stu-9б-4	eng	Иностранный язык	3.54	3.54	3.54	2
5981	stu-9б-4	info	Информатика	4.67	4.67	4.67	3
5982	stu-9б-4	hist	История	3.89	3.89	3.89	4
5983	stu-9б-4	lit	Литература	4	4	4	5
5984	stu-9б-4	math	Математика	4.08	4.08	4.08	6
5985	stu-9б-4	social	Обществознание	4	4	4	7
5986	stu-9б-4	phys	Физика	3.85	3.85	3.85	8
5987	stu-9б-4	pe	Физическая культура	4	4	4	9
5988	stu-9б-4	chem	Химия	4	4	4	10
5989	stu-9б-5	bio	Биология	3.14	3.14	3.14	0
5990	stu-9б-5	geo	География	3.5	3.5	3.5	1
5991	stu-9б-5	eng	Иностранный язык	3.85	3.85	3.85	2
5992	stu-9б-5	info	Информатика	4.17	4.17	4.17	3
5993	stu-9б-5	hist	История	3.33	3.33	3.33	4
5994	stu-9б-5	lit	Литература	3.88	3.88	3.88	5
5995	stu-9б-5	math	Математика	4.04	4.04	4.04	6
5996	stu-9б-5	social	Обществознание	3.43	3.43	3.43	7
5997	stu-9б-5	phys	Физика	3.31	3.31	3.31	8
5998	stu-9б-5	pe	Физическая культура	4.17	4.17	4.17	9
5999	stu-9б-5	chem	Химия	4.33	4.33	4.33	10
6000	stu-9б-6	bio	Биология	3.71	3.71	3.71	0
\.
