COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1751	stu-3в-18	music	Музыка	3.67	3.67	3.67	5
1752	stu-3в-18	work	Труд (технология)	3.75	3.75	3.75	6
1753	stu-3в-18	pe	Физическая культура	3.5	3.5	3.5	7
1754	stu-3в-19	art	Изобразительное искусство	4.8	4.8	4.8	0
1755	stu-3в-19	eng	Иностранный язык	4	4	4	1
1756	stu-3в-19	hist	История	3.29	3.29	3.29	2
1757	stu-3в-19	lit	Литература	4.03	4.03	4.03	3
1758	stu-3в-19	math	Математика	3.83	3.83	3.83	4
1759	stu-3в-19	music	Музыка	3.67	3.67	3.67	5
1760	stu-3в-19	work	Труд (технология)	3.25	3.25	3.25	6
1761	stu-3в-19	pe	Физическая культура	3.25	3.25	3.25	7
1762	stu-3в-20	art	Изобразительное искусство	4.8	4.8	4.8	0
1763	stu-3в-20	eng	Иностранный язык	4	4	4	1
1764	stu-3в-20	hist	История	3.43	3.43	3.43	2
1765	stu-3в-20	lit	Литература	4.03	4.03	4.03	3
1766	stu-3в-20	math	Математика	3.83	3.83	3.83	4
1767	stu-3в-20	music	Музыка	4	4	4	5
1768	stu-3в-20	work	Труд (технология)	3	3	3	6
1769	stu-3в-20	pe	Физическая культура	3.25	3.25	3.25	7
1770	stu-3г-1	art	Изобразительное искусство	4.75	4.75	4.75	0
1771	stu-3г-1	eng	Иностранный язык	3.86	3.86	3.86	1
1772	stu-3г-1	hist	История	4.14	4.14	4.14	2
1773	stu-3г-1	lit	Литература	4.09	4.09	4.09	3
1774	stu-3г-1	math	Математика	3.83	3.83	3.83	4
1775	stu-3г-1	music	Музыка	4.33	4.33	4.33	5
1776	stu-3г-1	work	Труд (технология)	4.13	4.13	4.13	6
1777	stu-3г-1	pe	Физическая культура	3.5	3.5	3.5	7
1778	stu-3г-2	art	Изобразительное искусство	3.5	3.5	3.5	0
1779	stu-3г-2	eng	Иностранный язык	4.86	4.86	4.86	1
1780	stu-3г-2	hist	История	3.57	3.57	3.57	2
1781	stu-3г-2	lit	Литература	3.88	3.88	3.88	3
1782	stu-3г-2	math	Математика	3.88	3.88	3.88	4
1783	stu-3г-2	music	Музыка	4.67	4.67	4.67	5
1784	stu-3г-2	work	Труд (технология)	3.38	3.38	3.38	6
1785	stu-3г-2	pe	Физическая культура	3.5	3.5	3.5	7
1786	stu-3г-3	art	Изобразительное искусство	5	5	5	0
1787	stu-3г-3	eng	Иностранный язык	3.43	3.43	3.43	1
1788	stu-3г-3	hist	История	3.71	3.71	3.71	2
1789	stu-3г-3	lit	Литература	3.91	3.91	3.91	3
1790	stu-3г-3	math	Математика	3.83	3.83	3.83	4
1791	stu-3г-3	music	Музыка	5	5	5	5
1792	stu-3г-3	work	Труд (технология)	3.63	3.63	3.63	6
1793	stu-3г-3	pe	Физическая культура	3.75	3.75	3.75	7
1794	stu-3г-4	art	Изобразительное искусство	4.5	4.5	4.5	0
1795	stu-3г-4	eng	Иностранный язык	4.43	4.43	4.43	1
1796	stu-3г-4	hist	История	4.29	4.29	4.29	2
1797	stu-3г-4	lit	Литература	4.12	4.12	4.12	3
1798	stu-3г-4	math	Математика	3.71	3.71	3.71	4
1799	stu-3г-4	music	Музыка	4.67	4.67	4.67	5
1800	stu-3г-4	work	Труд (технология)	4	4	4	6
\.
