COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7945	stu-5в-1	2026-03-04	4 марта	[4, 2, 3, 4, 5]
7946	stu-5в-1	2026-03-05	5 марта	[3, 3, 4, 4, 4, 3]
7947	stu-5в-1	2026-03-06	6 марта	[4, 4, 5, 3, 4]
7948	stu-5в-1	2026-03-09	9 марта	[2, 4, 5, 4, 5]
7949	stu-5в-1	2026-03-10	10 марта	[3, 2, 5, 3, 5, 5]
7950	stu-5в-1	2026-03-11	11 марта	[4, 2, 4, 3]
7951	stu-5в-1	2026-03-12	12 марта	[4, 3, 2, 4, 2, 5]
7952	stu-5в-1	2026-03-13	13 марта	[4, 3, 4, 3, 5]
7953	stu-5в-1	2026-03-16	16 марта	[4, 3, 5, 2]
7954	stu-5в-1	2026-03-17	17 марта	[3, 4, 5, 3, 5, 4]
7955	stu-5в-1	2026-03-18	18 марта	[4, 2, 5, 3]
7956	stu-5в-1	2026-03-19	19 марта	[4, 4, 3, 5, 2, 3]
\.
