COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8701	stu-5г-16	2026-03-16	16 марта	[3, 4, 4, 5]
8702	stu-5г-16	2026-03-17	17 марта	[4, 5, 3, 3, 5]
8703	stu-5г-16	2026-03-18	18 марта	[4, 4, 5, 5, 2]
8704	stu-5г-16	2026-03-19	19 марта	[5, 3, 5, 3, 5]
8705	stu-5г-16	2026-03-20	20 марта	[4, 3, 2, 5, 5]
8706	stu-5г-16	2026-03-23	23 марта	[5, 2, 3, 4, 5]
8707	stu-5г-16	2026-03-24	24 марта	[4, 4, 4, 3, 4, 3]
8708	stu-5г-16	2026-03-25	25 марта	[4, 5, 5, 4]
8709	stu-5г-16	2026-03-26	26 марта	[4, 2, 5, 2, 4]
8710	stu-5г-16	2026-03-27	27 марта	[3, 5, 5, 4, 5]
8711	stu-5г-16	2026-03-30	30 марта	[4, 5, 2, 5, 4]
8712	stu-5г-16	2026-03-31	31 марта	[5, 5, 4, 5, 4, 3]
\.
