COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10825	stu-7а-19	2026-03-02	2 марта	[3, 5, 3, 4, 5]
10826	stu-7а-19	2026-03-03	3 марта	[5, 4, 4, 5, 3]
10827	stu-7а-19	2026-03-04	4 марта	[5, 5, 4, 5, 5]
10828	stu-7а-19	2026-03-05	5 марта	[2, 5, 4, 2, 5, 3]
10829	stu-7а-19	2026-03-06	6 марта	[5, 4, 5, 2, 5]
10830	stu-7а-19	2026-03-09	9 марта	[3, 2, 5, 4, 5]
10831	stu-7а-19	2026-03-10	10 марта	[5, 5, 4, 4, 2]
10832	stu-7а-19	2026-03-11	11 марта	[3, 5, 3, 5, 2]
10833	stu-7а-19	2026-03-12	12 марта	[5, 5, 5, 5, 2]
10834	stu-7а-19	2026-03-13	13 марта	[4, 5, 3, 5, 4]
10835	stu-7а-19	2026-03-16	16 марта	[3, 3, 5, 4, 5]
10836	stu-7а-19	2026-03-17	17 марта	[5, 4, 5, 4, 3]
\.
