COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5251	stu-8а-16	bio	Биология	4.33	4.33	4.33	0
5252	stu-8а-16	geo	География	3.86	3.86	3.86	1
5253	stu-8а-16	eng	Иностранный язык	3.46	3.46	3.46	2
5254	stu-8а-16	info	Информатика	4.25	4.25	4.25	3
5255	stu-8а-16	hist	История	4.25	4.25	4.25	4
5256	stu-8а-16	lit	Литература	3.52	3.52	3.52	5
5257	stu-8а-16	math	Математика	3.5	3.5	3.5	6
5258	stu-8а-16	social	Обществознание	4.25	4.25	4.25	7
5259	stu-8а-16	work	Труд (технология)	3	3	3	8
5260	stu-8а-16	phys	Физика	3	3	3	9
5261	stu-8а-16	pe	Физическая культура	4.11	4.11	4.11	10
5262	stu-8а-16	chem	Химия	3.89	3.89	3.89	11
5263	stu-8а-17	bio	Биология	3.67	3.67	3.67	0
5264	stu-8а-17	geo	География	4.57	4.57	4.57	1
5265	stu-8а-17	eng	Иностранный язык	4.54	4.54	4.54	2
5266	stu-8а-17	info	Информатика	4	4	4	3
5267	stu-8а-17	hist	История	3.63	3.63	3.63	4
5268	stu-8а-17	lit	Литература	4.04	4.04	4.04	5
5269	stu-8а-17	math	Математика	3.89	3.89	3.89	6
5270	stu-8а-17	social	Обществознание	4.63	4.63	4.63	7
5271	stu-8а-17	work	Труд (технология)	2.67	2.67	2.67	8
5272	stu-8а-17	phys	Физика	4	4	4	9
5273	stu-8а-17	pe	Физическая культура	3.89	3.89	3.89	10
5274	stu-8а-17	chem	Химия	4.11	4.11	4.11	11
5275	stu-8а-18	bio	Биология	4.67	4.67	4.67	0
5276	stu-8а-18	geo	География	4	4	4	1
5277	stu-8а-18	eng	Иностранный язык	3.77	3.77	3.77	2
5278	stu-8а-18	info	Информатика	5	5	5	3
5279	stu-8а-18	hist	История	4.13	4.13	4.13	4
5280	stu-8а-18	lit	Литература	3.89	3.89	3.89	5
5281	stu-8а-18	math	Математика	3.94	3.94	3.94	6
5282	stu-8а-18	social	Обществознание	4.13	4.13	4.13	7
5283	stu-8а-18	work	Труд (технология)	3.33	3.33	3.33	8
5284	stu-8а-18	phys	Физика	4.5	4.5	4.5	9
5285	stu-8а-18	pe	Физическая культура	3.89	3.89	3.89	10
5286	stu-8а-18	chem	Химия	4	4	4	11
5287	stu-8а-19	bio	Биология	3.33	3.33	3.33	0
5288	stu-8а-19	geo	География	3.71	3.71	3.71	1
5289	stu-8а-19	eng	Иностранный язык	3.77	3.77	3.77	2
5290	stu-8а-19	info	Информатика	4.25	4.25	4.25	3
5291	stu-8а-19	hist	История	4.13	4.13	4.13	4
5292	stu-8а-19	lit	Литература	3.59	3.59	3.59	5
5293	stu-8а-19	math	Математика	3.67	3.67	3.67	6
5294	stu-8а-19	social	Обществознание	4.5	4.5	4.5	7
5295	stu-8а-19	work	Труд (технология)	3	3	3	8
5296	stu-8а-19	phys	Физика	3.5	3.5	3.5	9
5297	stu-8а-19	pe	Физическая культура	4.11	4.11	4.11	10
5298	stu-8а-19	chem	Химия	3.89	3.89	3.89	11
5299	stu-8б-1	bio	Биология	3.5	3.5	3.5	0
5300	stu-8б-1	geo	География	3.71	3.71	3.71	1
\.
