COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9985	stu-6в-18	2026-03-26	26 марта	[5, 4, 5, 4, 2]
9986	stu-6в-18	2026-03-27	27 марта	[4, 4, 5, 3]
9987	stu-6в-18	2026-03-30	30 марта	[2, 5, 5, 5]
9988	stu-6в-18	2026-03-31	31 марта	[5, 5, 5, 2, 4]
9989	stu-6в-19	2026-03-02	2 марта	[5, 2, 4, 2]
9990	stu-6в-19	2026-03-03	3 марта	[3, 3, 4, 3, 5]
9991	stu-6в-19	2026-03-04	4 марта	[4, 5, 4, 5]
9992	stu-6в-19	2026-03-05	5 марта	[5, 2, 4, 4, 2, 5]
9993	stu-6в-19	2026-03-06	6 марта	[5, 5, 5, 4]
9994	stu-6в-19	2026-03-09	9 марта	[4, 5, 5, 4, 4]
9995	stu-6в-19	2026-03-10	10 марта	[2, 3, 3, 4, 4]
9996	stu-6в-19	2026-03-11	11 марта	[2, 5, 5, 5]
\.
