COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9241	stu-6б-4	2026-03-02	2 марта	[5, 5, 4, 3, 3]
9242	stu-6б-4	2026-03-03	3 марта	[4, 3, 3, 3, 2, 5]
9243	stu-6б-4	2026-03-04	4 марта	[5, 3, 4, 3, 5]
9244	stu-6б-4	2026-03-05	5 марта	[3, 4, 5, 5, 5]
9245	stu-6б-4	2026-03-06	6 марта	[3, 4, 3, 2, 3]
9246	stu-6б-4	2026-03-09	9 марта	[2, 5, 4, 4]
9247	stu-6б-4	2026-03-10	10 марта	[4, 3, 5, 4, 4]
9248	stu-6б-4	2026-03-11	11 марта	[5, 4, 3, 3, 5]
9249	stu-6б-4	2026-03-12	12 марта	[4, 4, 3, 4, 4]
9250	stu-6б-4	2026-03-13	13 марта	[4, 2, 3, 4, 3]
9251	stu-6б-4	2026-03-16	16 марта	[4, 3, 5, 5, 3]
9252	stu-6б-4	2026-03-17	17 марта	[4, 2, 4, 3, 4]
\.
