COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6351	stu-9в-18	chem	Химия	4.38	4.38	4.38	10
6352	stu-9в-19	bio	Биология	3.88	3.88	3.88	0
6353	stu-9в-19	geo	География	3.78	3.78	3.78	1
6354	stu-9в-19	eng	Иностранный язык	3.57	3.57	3.57	2
6355	stu-9в-19	info	Информатика	4.25	4.25	4.25	3
6356	stu-9в-19	hist	История	4.25	4.25	4.25	4
6357	stu-9в-19	lit	Литература	4.08	4.08	4.08	5
6358	stu-9в-19	math	Математика	4.08	4.08	4.08	6
6359	stu-9в-19	social	Обществознание	3.57	3.57	3.57	7
6360	stu-9в-19	phys	Физика	4.36	4.36	4.36	8
6361	stu-9в-19	pe	Физическая культура	4	4	4	9
6362	stu-9в-19	chem	Химия	4	4	4	10
6363	stu-10а-1	bio	Биология	3.43	3.43	3.43	0
6364	stu-10а-1	geo	География	3.38	3.38	3.38	1
6365	stu-10а-1	eng	Иностранный язык	4.46	4.46	4.46	2
6366	stu-10а-1	info	Информатика	3.89	3.89	3.89	3
6367	stu-10а-1	hist	История	3.88	3.88	3.88	4
6368	stu-10а-1	lit	Литература	3.8	3.8	3.8	5
6369	stu-10а-1	math	Математика	3.85	3.85	3.85	6
6370	stu-10а-1	social	Обществознание	4	4	4	7
6371	stu-10а-1	phys	Физика	3.54	3.54	3.54	8
6372	stu-10а-1	pe	Физическая культура	4.38	4.38	4.38	9
6373	stu-10а-1	chem	Химия	3.75	3.75	3.75	10
6374	stu-10а-2	bio	Биология	4.57	4.57	4.57	0
6375	stu-10а-2	geo	География	4.63	4.63	4.63	1
6376	stu-10а-2	eng	Иностранный язык	3.77	3.77	3.77	2
6377	stu-10а-2	info	Информатика	3.67	3.67	3.67	3
6378	stu-10а-2	hist	История	3.63	3.63	3.63	4
6379	stu-10а-2	lit	Литература	4	4	4	5
6380	stu-10а-2	math	Математика	3.88	3.88	3.88	6
6381	stu-10а-2	social	Обществознание	4.14	4.14	4.14	7
6382	stu-10а-2	phys	Физика	3.62	3.62	3.62	8
6383	stu-10а-2	pe	Физическая культура	4.25	4.25	4.25	9
6384	stu-10а-2	chem	Химия	3.75	3.75	3.75	10
6385	stu-10а-3	bio	Биология	4.14	4.14	4.14	0
6386	stu-10а-3	geo	География	3.75	3.75	3.75	1
6387	stu-10а-3	eng	Иностранный язык	3.31	3.31	3.31	2
6388	stu-10а-3	info	Информатика	3.89	3.89	3.89	3
6389	stu-10а-3	hist	История	3.25	3.25	3.25	4
6390	stu-10а-3	lit	Литература	3.88	3.88	3.88	5
6391	stu-10а-3	math	Математика	3.58	3.58	3.58	6
6392	stu-10а-3	social	Обществознание	4.14	4.14	4.14	7
6393	stu-10а-3	phys	Физика	4.31	4.31	4.31	8
6394	stu-10а-3	pe	Физическая культура	4	4	4	9
6395	stu-10а-3	chem	Химия	3.5	3.5	3.5	10
6396	stu-10а-4	bio	Биология	3.57	3.57	3.57	0
6397	stu-10а-4	geo	География	3.63	3.63	3.63	1
6398	stu-10а-4	eng	Иностранный язык	4.46	4.46	4.46	2
6399	stu-10а-4	info	Информатика	4	4	4	3
6400	stu-10а-4	hist	История	3.63	3.63	3.63	4
\.
