COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2000	stu-4а-9	work	Труд (технология)	4.75	4.75	4.75	6
2001	stu-4а-9	pe	Физическая культура	3.6	3.6	3.6	7
2002	stu-4а-10	art	Изобразительное искусство	3.71	3.71	3.71	0
2003	stu-4а-10	eng	Иностранный язык	3.25	3.25	3.25	1
2004	stu-4а-10	hist	История	3.88	3.88	3.88	2
2005	stu-4а-10	lit	Литература	3.94	3.94	3.94	3
2006	stu-4а-10	math	Математика	4.06	4.06	4.06	4
2007	stu-4а-10	music	Музыка	3.75	3.75	3.75	5
2008	stu-4а-10	work	Труд (технология)	4.75	4.75	4.75	6
2009	stu-4а-10	pe	Физическая культура	3.6	3.6	3.6	7
2010	stu-4а-11	art	Изобразительное искусство	3.57	3.57	3.57	0
2011	stu-4а-11	eng	Иностранный язык	5	5	5	1
2012	stu-4а-11	hist	История	4.38	4.38	4.38	2
2013	stu-4а-11	lit	Литература	3.47	3.47	3.47	3
2014	stu-4а-11	math	Математика	4.41	4.41	4.41	4
2015	stu-4а-11	music	Музыка	3.5	3.5	3.5	5
2016	stu-4а-11	work	Труд (технология)	4	4	4	6
2017	stu-4а-11	pe	Физическая культура	3.8	3.8	3.8	7
2018	stu-4а-12	art	Изобразительное искусство	3.14	3.14	3.14	0
2019	stu-4а-12	eng	Иностранный язык	4.25	4.25	4.25	1
2020	stu-4а-12	hist	История	4.25	4.25	4.25	2
2021	stu-4а-12	lit	Литература	3.84	3.84	3.84	3
2022	stu-4а-12	math	Математика	4.24	4.24	4.24	4
2023	stu-4а-12	music	Музыка	3.38	3.38	3.38	5
2024	stu-4а-12	work	Труд (технология)	4.75	4.75	4.75	6
2025	stu-4а-12	pe	Физическая культура	3	3	3	7
2026	stu-4а-13	art	Изобразительное искусство	3.71	3.71	3.71	0
2027	stu-4а-13	eng	Иностранный язык	3.25	3.25	3.25	1
2028	stu-4а-13	hist	История	4	4	4	2
2029	stu-4а-13	lit	Литература	3.81	3.81	3.81	3
2030	stu-4а-13	math	Математика	4.12	4.12	4.12	4
2031	stu-4а-13	music	Музыка	3.38	3.38	3.38	5
2032	stu-4а-13	work	Труд (технология)	4.75	4.75	4.75	6
2033	stu-4а-13	pe	Физическая культура	4	4	4	7
2034	stu-4а-14	art	Изобразительное искусство	3.43	3.43	3.43	0
2035	stu-4а-14	eng	Иностранный язык	5	5	5	1
2036	stu-4а-14	hist	История	4.38	4.38	4.38	2
2037	stu-4а-14	lit	Литература	3.47	3.47	3.47	3
2038	stu-4а-14	math	Математика	4.18	4.18	4.18	4
2039	stu-4а-14	music	Музыка	3.63	3.63	3.63	5
2040	stu-4а-14	work	Труд (технология)	4	4	4	6
2041	stu-4а-14	pe	Физическая культура	3.6	3.6	3.6	7
2042	stu-4а-15	art	Изобразительное искусство	3.14	3.14	3.14	0
2043	stu-4а-15	eng	Иностранный язык	4	4	4	1
2044	stu-4а-15	hist	История	4.25	4.25	4.25	2
2045	stu-4а-15	lit	Литература	3.97	3.97	3.97	3
2046	stu-4а-15	math	Математика	4.35	4.35	4.35	4
2047	stu-4а-15	music	Музыка	3.88	3.88	3.88	5
2048	stu-4а-15	work	Труд (технология)	4.75	4.75	4.75	6
2049	stu-4а-15	pe	Физическая культура	3.4	3.4	3.4	7
\.
