COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11005	stu-7б-8	2026-03-06	6 марта	[5, 4, 4, 3, 2]
11006	stu-7б-8	2026-03-09	9 марта	[5, 2, 5, 5, 2]
11007	stu-7б-8	2026-03-10	10 марта	[2, 4, 2, 3, 4]
11008	stu-7б-8	2026-03-11	11 марта	[2, 5, 3, 5]
11009	stu-7б-8	2026-03-12	12 марта	[4, 2, 5, 4, 5, 5]
11010	stu-7б-8	2026-03-13	13 марта	[5, 2, 4, 5]
11011	stu-7б-8	2026-03-16	16 марта	[5, 5, 3, 4]
11012	stu-7б-8	2026-03-17	17 марта	[4, 5, 4, 4, 4]
11013	stu-7б-8	2026-03-18	18 марта	[5, 5, 2, 5, 2]
11014	stu-7б-8	2026-03-19	19 марта	[4, 5, 4, 5, 3, 3]
11015	stu-7б-8	2026-03-20	20 марта	[5, 5, 5, 2]
11016	stu-7б-8	2026-03-23	23 марта	[5, 4, 4, 4, 2]
\.
