COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7393	stu-5а-16	2026-03-02	2 марта	[5, 4, 4, 4, 3]
7394	stu-5а-16	2026-03-03	3 марта	[3, 5, 4, 5, 3, 4]
7395	stu-5а-16	2026-03-04	4 марта	[2, 5, 5, 5]
7396	stu-5а-16	2026-03-05	5 марта	[4, 3, 2, 4, 4]
7397	stu-5а-16	2026-03-06	6 марта	[5, 5, 4, 4, 5]
7398	stu-5а-16	2026-03-09	9 марта	[5, 4, 3, 2]
7399	stu-5а-16	2026-03-10	10 марта	[3, 4, 2, 5, 5]
7400	stu-5а-16	2026-03-11	11 марта	[5, 5, 3, 4, 5]
7401	stu-5а-16	2026-03-12	12 марта	[5, 5, 5, 4, 4]
7402	stu-5а-16	2026-03-13	13 марта	[5, 3, 4, 5, 2]
7403	stu-5а-16	2026-03-16	16 марта	[3, 3, 3, 4]
7404	stu-5а-16	2026-03-17	17 марта	[2, 3, 5, 4, 4]
\.
