COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8917	stu-6а-7	2026-03-10	10 марта	[4, 5, 5, 5, 2]
8918	stu-6а-7	2026-03-11	11 марта	[5, 3, 4, 4]
8919	stu-6а-7	2026-03-12	12 марта	[5, 4, 5, 3, 4]
8920	stu-6а-7	2026-03-13	13 марта	[4, 2, 4, 3, 3]
8921	stu-6а-7	2026-03-16	16 марта	[4, 4, 4, 3, 4]
8922	stu-6а-7	2026-03-17	17 марта	[4, 5, 5, 5, 4, 3]
8923	stu-6а-7	2026-03-18	18 марта	[5, 4, 4, 2, 3]
8924	stu-6а-7	2026-03-19	19 марта	[3, 3, 5, 4, 4, 5]
8925	stu-6а-7	2026-03-20	20 марта	[5, 5, 3, 4]
8926	stu-6а-7	2026-03-23	23 марта	[5, 4, 5, 2]
8927	stu-6а-7	2026-03-24	24 марта	[3, 4, 5, 2, 5, 5]
8928	stu-6а-7	2026-03-25	25 марта	[3, 5, 5, 3, 4]
\.
