COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14412	stu-9в-11	2026-03-03	3 марта	[5, 3, 3, 3, 2, 4]
14413	stu-9в-11	2026-03-04	4 марта	[2, 2, 4, 4, 3]
14414	stu-9в-11	2026-03-05	5 марта	[4, 3, 3, 5, 3, 4]
14415	stu-9в-11	2026-03-06	6 марта	[4, 5, 2, 5, 2, 3]
14416	stu-9в-11	2026-03-09	9 марта	[3, 5, 4, 3, 3]
14417	stu-9в-11	2026-03-10	10 марта	[3, 5, 3, 2, 5, 4]
14418	stu-9в-11	2026-03-11	11 марта	[4, 5, 5, 3, 3, 5]
14419	stu-9в-11	2026-03-12	12 марта	[3, 2, 5, 3, 2, 5, 5]
14420	stu-9в-11	2026-03-13	13 марта	[3, 3, 4, 3, 4]
14421	stu-9в-11	2026-03-16	16 марта	[4, 5, 4, 4, 3, 3]
14422	stu-9в-11	2026-03-17	17 марта	[4, 4, 4, 5, 5, 3]
14423	stu-9в-11	2026-03-18	18 марта	[2, 4, 5, 5, 3]
\.
