COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3051	stu-5в-6	math	Математика	3.74	3.74	3.74	6
3052	stu-5в-6	music	Музыка	3.75	3.75	3.75	7
3053	stu-5в-6	social	Обществознание	4.25	4.25	4.25	8
3054	stu-5в-6	work	Труд (технология)	4	4	4	9
3055	stu-5в-6	pe	Физическая культура	4.44	4.44	4.44	10
3056	stu-5в-7	bio	Биология	2.71	2.71	2.71	0
3057	stu-5в-7	geo	География	3.5	3.5	3.5	1
3058	stu-5в-7	eng	Иностранный язык	3.55	3.55	3.55	2
3059	stu-5в-7	info	Информатика	3.88	3.88	3.88	3
3060	stu-5в-7	hist	История	3.75	3.75	3.75	4
3061	stu-5в-7	lit	Литература	3.81	3.81	3.81	5
3062	stu-5в-7	math	Математика	3.78	3.78	3.78	6
3063	stu-5в-7	music	Музыка	3.5	3.5	3.5	7
3064	stu-5в-7	social	Обществознание	4.25	4.25	4.25	8
3065	stu-5в-7	work	Труд (технология)	4.25	4.25	4.25	9
3066	stu-5в-7	pe	Физическая культура	3.67	3.67	3.67	10
3067	stu-5в-8	bio	Биология	3.29	3.29	3.29	0
3068	stu-5в-8	geo	География	5	5	5	1
3069	stu-5в-8	eng	Иностранный язык	4	4	4	2
3070	stu-5в-8	info	Информатика	4.13	4.13	4.13	3
3071	stu-5в-8	hist	История	3.75	3.75	3.75	4
3072	stu-5в-8	lit	Литература	3.97	3.97	3.97	5
3073	stu-5в-8	math	Математика	3.7	3.7	3.7	6
3074	stu-5в-8	music	Музыка	3.25	3.25	3.25	7
3075	stu-5в-8	social	Обществознание	4.25	4.25	4.25	8
3076	stu-5в-8	work	Труд (технология)	4.75	4.75	4.75	9
3077	stu-5в-8	pe	Физическая культура	4.22	4.22	4.22	10
3078	stu-5в-9	bio	Биология	4	4	4	0
3079	stu-5в-9	geo	География	4.25	4.25	4.25	1
3080	stu-5в-9	eng	Иностранный язык	3.45	3.45	3.45	2
3081	stu-5в-9	info	Информатика	3.88	3.88	3.88	3
3082	stu-5в-9	hist	История	3.25	3.25	3.25	4
3083	stu-5в-9	lit	Литература	3.74	3.74	3.74	5
3084	stu-5в-9	math	Математика	3.78	3.78	3.78	6
3085	stu-5в-9	music	Музыка	3.75	3.75	3.75	7
3086	stu-5в-9	social	Обществознание	4.25	4.25	4.25	8
3087	stu-5в-9	work	Труд (технология)	4	4	4	9
3088	stu-5в-9	pe	Физическая культура	4.11	4.11	4.11	10
3089	stu-5в-10	bio	Биология	4.29	4.29	4.29	0
3090	stu-5в-10	geo	География	4.75	4.75	4.75	1
3091	stu-5в-10	eng	Иностранный язык	3.73	3.73	3.73	2
3092	stu-5в-10	info	Информатика	3.88	3.88	3.88	3
3093	stu-5в-10	hist	История	3.88	3.88	3.88	4
3094	stu-5в-10	lit	Литература	3.81	3.81	3.81	5
3095	stu-5в-10	math	Математика	3.74	3.74	3.74	6
3096	stu-5в-10	music	Музыка	3.75	3.75	3.75	7
3097	stu-5в-10	social	Обществознание	4	4	4	8
3098	stu-5в-10	work	Труд (технология)	4.25	4.25	4.25	9
3099	stu-5в-10	pe	Физическая культура	4.22	4.22	4.22	10
3100	stu-5в-11	bio	Биология	2.86	2.86	2.86	0
\.
