COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8293	stu-5в-16	2026-03-30	30 марта	[5, 2, 5, 3, 4]
8294	stu-5в-16	2026-03-31	31 марта	[2, 3, 3, 5, 5, 4]
8295	stu-5в-17	2026-03-02	2 марта	[4, 5, 2, 4]
8296	stu-5в-17	2026-03-03	3 марта	[5, 5, 4, 3, 4]
8297	stu-5в-17	2026-03-04	4 марта	[3, 4, 4, 5, 5]
8298	stu-5в-17	2026-03-05	5 марта	[4, 4, 5, 3, 5, 3]
8299	stu-5в-17	2026-03-06	6 марта	[3, 3, 5, 4, 5]
8300	stu-5в-17	2026-03-09	9 марта	[3, 4, 3, 3, 5]
8301	stu-5в-17	2026-03-10	10 марта	[4, 2, 4, 2, 4, 5]
8302	stu-5в-17	2026-03-11	11 марта	[5, 4, 3, 2]
8303	stu-5в-17	2026-03-12	12 марта	[5, 4, 3, 5, 4, 5]
8304	stu-5в-17	2026-03-13	13 марта	[4, 2, 5, 3, 4]
\.
