COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7849	stu-5б-16	2026-03-24	24 марта	[3, 5, 2, 4, 4]
7850	stu-5б-16	2026-03-25	25 марта	[5, 3, 4, 5, 2]
7851	stu-5б-16	2026-03-26	26 марта	[2, 5, 4, 3, 3]
7852	stu-5б-16	2026-03-27	27 марта	[3, 3, 4, 4, 5]
7853	stu-5б-16	2026-03-30	30 марта	[3, 5, 5, 4, 4]
7854	stu-5б-16	2026-03-31	31 марта	[5, 3, 4, 5, 2, 5]
7855	stu-5б-17	2026-03-02	2 марта	[2, 5, 5, 3]
7856	stu-5б-17	2026-03-03	3 марта	[4, 4, 4, 5, 5]
7857	stu-5б-17	2026-03-04	4 марта	[5, 3, 3, 4, 4]
7858	stu-5б-17	2026-03-05	5 марта	[5, 4, 3, 2, 5, 3]
7859	stu-5б-17	2026-03-06	6 марта	[4, 5, 2, 4, 3]
7860	stu-5б-17	2026-03-09	9 марта	[4, 4, 4, 2, 3]
\.
