COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13393	stu-9а-2	2026-03-24	24 марта	[5, 5, 2, 4, 2, 5]
13394	stu-9а-2	2026-03-25	25 марта	[4, 4, 5, 3, 2, 4]
13395	stu-9а-2	2026-03-26	26 марта	[4, 5, 5, 4, 4, 5]
13396	stu-9а-2	2026-03-27	27 марта	[5, 4, 2, 5, 5]
13397	stu-9а-2	2026-03-30	30 марта	[4, 2, 5, 5, 5]
13398	stu-9а-2	2026-03-31	31 марта	[5, 5, 2, 4, 3, 5]
13399	stu-9а-3	2026-03-02	2 марта	[4, 5, 4, 4, 5, 4]
13400	stu-9а-3	2026-03-03	3 марта	[4, 3, 4, 5, 4, 3, 5]
13401	stu-9а-3	2026-03-04	4 марта	[2, 3, 4, 3, 5, 5]
13402	stu-9а-3	2026-03-05	5 марта	[2, 5, 4, 5, 4, 3]
13403	stu-9а-3	2026-03-06	6 марта	[3, 4, 5, 4, 5]
13404	stu-9а-3	2026-03-09	9 марта	[3, 2, 4, 5, 5]
\.
