COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10585	stu-7а-8	2026-03-04	4 марта	[4, 4, 5, 3, 5]
10586	stu-7а-8	2026-03-05	5 марта	[3, 4, 5, 4, 5, 4]
10587	stu-7а-8	2026-03-06	6 марта	[5, 2, 4, 3, 3]
10588	stu-7а-8	2026-03-09	9 марта	[3, 4, 5, 2, 5]
10589	stu-7а-8	2026-03-10	10 марта	[5, 5, 3, 3, 4]
10590	stu-7а-8	2026-03-11	11 марта	[3, 4, 2, 5, 4]
10591	stu-7а-8	2026-03-12	12 марта	[4, 4, 4, 4, 4]
10592	stu-7а-8	2026-03-13	13 марта	[4, 4, 4, 4, 3]
10593	stu-7а-8	2026-03-16	16 марта	[4, 2, 5, 3, 4]
10594	stu-7а-8	2026-03-17	17 марта	[4, 3, 4, 5, 2]
10595	stu-7а-8	2026-03-18	18 марта	[4, 3, 4, 3, 5]
10596	stu-7а-8	2026-03-19	19 марта	[5, 4, 4, 5, 3, 5]
\.
