COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9529	stu-6б-17	2026-03-04	4 марта	[4, 4, 3, 2, 3]
9530	stu-6б-17	2026-03-05	5 марта	[4, 3, 4, 4, 3]
9531	stu-6б-17	2026-03-06	6 марта	[4, 3, 5, 3, 4]
9532	stu-6б-17	2026-03-09	9 марта	[3, 4, 2, 5]
9533	stu-6б-17	2026-03-10	10 марта	[5, 5, 3, 3, 5]
9534	stu-6б-17	2026-03-11	11 марта	[4, 5, 2, 2, 3]
9535	stu-6б-17	2026-03-12	12 марта	[5, 3, 5, 2, 2]
9536	stu-6б-17	2026-03-13	13 марта	[5, 2, 5, 5, 2]
9537	stu-6б-17	2026-03-16	16 марта	[3, 2, 4, 5, 5]
9538	stu-6б-17	2026-03-17	17 марта	[5, 4, 5, 5, 5]
9539	stu-6б-17	2026-03-18	18 марта	[2, 5, 4, 3]
9540	stu-6б-17	2026-03-19	19 марта	[5, 4, 2, 4, 3, 3]
\.
