COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2100	stu-4б-2	hist	История	3.63	3.63	3.63	2
2101	stu-4б-2	lit	Литература	3.96	3.96	3.96	3
2102	stu-4б-2	math	Математика	4.3	4.3	4.3	4
2103	stu-4б-2	music	Музыка	4.25	4.25	4.25	5
2104	stu-4б-2	work	Труд (технология)	4	4	4	6
2105	stu-4б-2	pe	Физическая культура	3.88	3.88	3.88	7
2106	stu-4б-3	art	Изобразительное искусство	4.43	4.43	4.43	0
2107	stu-4б-3	eng	Иностранный язык	3.88	3.88	3.88	1
2108	stu-4б-3	hist	История	3.75	3.75	3.75	2
2109	stu-4б-3	lit	Литература	3.65	3.65	3.65	3
2110	stu-4б-3	math	Математика	3.8	3.8	3.8	4
2111	stu-4б-3	music	Музыка	4	4	4	5
2112	stu-4б-3	work	Труд (технология)	4.2	4.2	4.2	6
2113	stu-4б-3	pe	Физическая культура	3.75	3.75	3.75	7
2114	stu-4б-4	art	Изобразительное искусство	3.14	3.14	3.14	0
2115	stu-4б-4	eng	Иностранный язык	4	4	4	1
2116	stu-4б-4	hist	История	3.5	3.5	3.5	2
2117	stu-4б-4	lit	Литература	3.96	3.96	3.96	3
2118	stu-4б-4	math	Математика	4	4	4	4
2119	stu-4б-4	music	Музыка	4	4	4	5
2120	stu-4б-4	work	Труд (технология)	4.6	4.6	4.6	6
2121	stu-4б-4	pe	Физическая культура	3.75	3.75	3.75	7
2122	stu-4б-5	art	Изобразительное искусство	3.43	3.43	3.43	0
2123	stu-4б-5	eng	Иностранный язык	4	4	4	1
2124	stu-4б-5	hist	История	3.5	3.5	3.5	2
2125	stu-4б-5	lit	Литература	3.88	3.88	3.88	3
2126	stu-4б-5	math	Математика	4.15	4.15	4.15	4
2127	stu-4б-5	music	Музыка	4.25	4.25	4.25	5
2128	stu-4б-5	work	Труд (технология)	4.2	4.2	4.2	6
2129	stu-4б-5	pe	Физическая культура	3.63	3.63	3.63	7
2130	stu-4б-6	art	Изобразительное искусство	4.43	4.43	4.43	0
2131	stu-4б-6	eng	Иностранный язык	4	4	4	1
2132	stu-4б-6	hist	История	3.75	3.75	3.75	2
2133	stu-4б-6	lit	Литература	3.77	3.77	3.77	3
2134	stu-4б-6	math	Математика	3.95	3.95	3.95	4
2135	stu-4б-6	music	Музыка	4.25	4.25	4.25	5
2136	stu-4б-6	work	Труд (технология)	4	4	4	6
2137	stu-4б-6	pe	Физическая культура	3.75	3.75	3.75	7
2138	stu-4б-7	art	Изобразительное искусство	3	3	3	0
2139	stu-4б-7	eng	Иностранный язык	3.88	3.88	3.88	1
2140	stu-4б-7	hist	История	3.75	3.75	3.75	2
2141	stu-4б-7	lit	Литература	3.96	3.96	3.96	3
2142	stu-4б-7	math	Математика	3.85	3.85	3.85	4
2143	stu-4б-7	music	Музыка	4.5	4.5	4.5	5
2144	stu-4б-7	work	Труд (технология)	4.6	4.6	4.6	6
2145	stu-4б-7	pe	Физическая культура	3.88	3.88	3.88	7
2146	stu-4б-8	art	Изобразительное искусство	3.71	3.71	3.71	0
2147	stu-4б-8	eng	Иностранный язык	4	4	4	1
2148	stu-4б-8	hist	История	3.25	3.25	3.25	2
2149	stu-4б-8	lit	Литература	3.69	3.69	3.69	3
\.
