COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10597	stu-7а-8	2026-03-20	20 марта	[4, 3, 5, 4, 5]
10598	stu-7а-8	2026-03-23	23 марта	[4, 2, 5, 2]
10599	stu-7а-8	2026-03-24	24 марта	[5, 4, 3, 2, 5]
10600	stu-7а-8	2026-03-25	25 марта	[3, 2, 5, 4, 5]
10601	stu-7а-8	2026-03-26	26 марта	[2, 4, 5, 5, 5]
10602	stu-7а-8	2026-03-27	27 марта	[2, 4, 4, 5, 3]
10603	stu-7а-8	2026-03-30	30 марта	[5, 4, 5, 4, 2]
10604	stu-7а-8	2026-03-31	31 марта	[3, 3, 5, 3, 4, 5]
10605	stu-7а-9	2026-03-02	2 марта	[4, 5, 2, 3, 5]
10606	stu-7а-9	2026-03-03	3 марта	[5, 5, 5, 5, 3]
10607	stu-7а-9	2026-03-04	4 марта	[4, 5, 5, 5, 4]
10608	stu-7а-9	2026-03-05	5 марта	[4, 5, 4, 3, 5, 3]
\.
