COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7021	stu-4г-19	2026-03-04	4 марта	[3, 5, 5, 4]
7022	stu-4г-19	2026-03-05	5 марта	[5, 4, 3, 3]
7023	stu-4г-19	2026-03-06	6 марта	[5, 3, 4, 5]
7024	stu-4г-19	2026-03-09	9 марта	[4, 3, 5]
7025	stu-4г-19	2026-03-10	10 марта	[3, 5, 3, 5, 5]
7026	stu-4г-19	2026-03-11	11 марта	[5, 4, 4, 3]
7027	stu-4г-19	2026-03-12	12 марта	[4, 2, 4, 4, 5]
7028	stu-4г-19	2026-03-13	13 марта	[5, 2, 4, 5]
7029	stu-4г-19	2026-03-16	16 марта	[4, 5, 4]
7030	stu-4г-19	2026-03-17	17 марта	[4, 4, 2, 5, 4]
7031	stu-4г-19	2026-03-18	18 марта	[3, 5, 4, 5]
7032	stu-4г-19	2026-03-19	19 марта	[2, 2, 3, 3, 4]
\.
