COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11377	stu-7в-6	2026-03-04	4 марта	[3, 4, 2, 4, 5]
11378	stu-7в-6	2026-03-05	5 марта	[3, 3, 4, 4, 2]
11379	stu-7в-6	2026-03-06	6 марта	[5, 5, 5, 5, 2]
11380	stu-7в-6	2026-03-09	9 марта	[3, 4, 4, 4]
11381	stu-7в-6	2026-03-10	10 марта	[3, 4, 3, 3, 5, 5]
11382	stu-7в-6	2026-03-11	11 марта	[3, 3, 3, 4]
11383	stu-7в-6	2026-03-12	12 марта	[4, 2, 5, 5, 4, 3]
11384	stu-7в-6	2026-03-13	13 марта	[5, 2, 4, 4]
11385	stu-7в-6	2026-03-16	16 марта	[4, 5, 4, 4]
11386	stu-7в-6	2026-03-17	17 марта	[4, 5, 3, 4, 5, 4]
11387	stu-7в-6	2026-03-18	18 марта	[3, 3, 4, 3]
11388	stu-7в-6	2026-03-19	19 марта	[4, 2, 4, 2, 5, 4]
\.
