COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8221	stu-5в-13	2026-03-20	20 марта	[4, 4, 3, 5, 4]
8222	stu-5в-13	2026-03-23	23 марта	[5, 3, 5, 2, 4]
8223	stu-5в-13	2026-03-24	24 марта	[2, 3, 5, 5, 3]
8224	stu-5в-13	2026-03-25	25 марта	[4, 4, 5, 3, 4]
8225	stu-5в-13	2026-03-26	26 марта	[4, 3, 5, 5, 5, 5]
8226	stu-5в-13	2026-03-27	27 марта	[5, 4, 5, 3, 2]
8227	stu-5в-13	2026-03-30	30 марта	[5, 2, 5, 3, 4]
8228	stu-5в-13	2026-03-31	31 марта	[2, 3, 4, 5, 5, 4]
8229	stu-5в-14	2026-03-02	2 марта	[3, 5, 3, 4]
8230	stu-5в-14	2026-03-03	3 марта	[5, 5, 3, 3, 3]
8231	stu-5в-14	2026-03-04	4 марта	[2, 4, 5, 5, 4]
8232	stu-5в-14	2026-03-05	5 марта	[4, 4, 5, 3, 5, 3]
\.
