COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6901	stu-4г-13	2026-03-20	20 марта	[4, 5, 4, 4]
6902	stu-4г-13	2026-03-23	23 марта	[4, 4, 4]
6903	stu-4г-13	2026-03-24	24 марта	[2, 3, 5, 5, 5]
6904	stu-4г-13	2026-03-25	25 марта	[5, 4, 5, 4]
6905	stu-4г-13	2026-03-26	26 марта	[4, 3, 5, 5, 3]
6906	stu-4г-13	2026-03-27	27 марта	[4, 3, 5, 4]
6907	stu-4г-13	2026-03-30	30 марта	[5, 4, 5]
6908	stu-4г-13	2026-03-31	31 марта	[4, 4, 5, 5, 3]
6909	stu-4г-14	2026-03-02	2 марта	[3, 3, 3]
6910	stu-4г-14	2026-03-03	3 марта	[4, 5, 3, 4, 4]
6911	stu-4г-14	2026-03-04	4 марта	[2, 5, 4, 3]
6912	stu-4г-14	2026-03-05	5 марта	[5, 5, 4, 4]
\.
