COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8353	stu-5в-19	2026-03-20	20 марта	[4, 3, 3, 5, 4]
8354	stu-5в-19	2026-03-23	23 марта	[4, 3, 5, 2, 4]
8355	stu-5в-19	2026-03-24	24 марта	[3, 3, 5, 5, 3]
8356	stu-5в-19	2026-03-25	25 марта	[5, 4, 4, 4, 3]
8357	stu-5в-19	2026-03-26	26 марта	[3, 3, 4, 4, 4, 5]
8358	stu-5в-19	2026-03-27	27 марта	[5, 3, 5, 3, 2]
8359	stu-5в-19	2026-03-30	30 марта	[4, 2, 5, 4, 4]
8360	stu-5в-19	2026-03-31	31 марта	[3, 4, 3, 5, 5, 4]
8361	stu-5г-1	2026-03-02	2 марта	[4, 2, 4, 2]
8362	stu-5г-1	2026-03-03	3 марта	[3, 3, 4, 3, 5, 4]
8363	stu-5г-1	2026-03-04	4 марта	[5, 5, 5, 4, 4]
8364	stu-5г-1	2026-03-05	5 марта	[5, 4, 4, 4, 3]
\.
