COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12013	stu-7г-16	2026-03-02	2 марта	[5, 5, 5, 5, 3]
12014	stu-7г-16	2026-03-03	3 марта	[4, 5, 4, 4, 5, 4]
12015	stu-7г-16	2026-03-04	4 марта	[3, 5, 4, 2, 5]
12016	stu-7г-16	2026-03-05	5 марта	[3, 4, 3, 2, 3]
12017	stu-7г-16	2026-03-06	6 марта	[5, 2, 4, 5]
12018	stu-7г-16	2026-03-09	9 марта	[3, 2, 5, 4, 4]
12019	stu-7г-16	2026-03-10	10 марта	[3, 4, 3, 3, 4, 2]
12020	stu-7г-16	2026-03-11	11 марта	[5, 5, 3, 5, 5]
12021	stu-7г-16	2026-03-12	12 марта	[5, 5, 4, 3, 3]
12022	stu-7г-16	2026-03-13	13 марта	[5, 3, 4, 4]
12023	stu-7г-16	2026-03-16	16 марта	[3, 3, 5, 4, 3]
12024	stu-7г-16	2026-03-17	17 марта	[2, 5, 4, 2, 5, 5]
\.
