COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7741	stu-5б-11	2026-03-26	26 марта	[3, 5, 4, 3, 3]
7742	stu-5б-11	2026-03-27	27 марта	[3, 2, 3, 3, 5]
7743	stu-5б-11	2026-03-30	30 марта	[4, 4, 4, 5, 4]
7744	stu-5б-11	2026-03-31	31 марта	[5, 5, 3, 5, 2, 4]
7745	stu-5б-12	2026-03-02	2 марта	[4, 5, 4, 3]
7746	stu-5б-12	2026-03-03	3 марта	[5, 2, 5, 5, 5]
7747	stu-5б-12	2026-03-04	4 марта	[5, 5, 4, 5, 4]
7748	stu-5б-12	2026-03-05	5 марта	[5, 5, 3, 2, 5, 5]
7749	stu-5б-12	2026-03-06	6 марта	[3, 5, 4, 5, 2]
7750	stu-5б-12	2026-03-09	9 марта	[3, 3, 5, 4, 3]
7751	stu-5б-12	2026-03-10	10 марта	[5, 3, 5, 5, 5]
7752	stu-5б-12	2026-03-11	11 марта	[3, 5, 5, 5]
\.
