COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11305	stu-7в-2	2026-03-26	26 марта	[3, 5, 3, 5, 2, 4]
11306	stu-7в-2	2026-03-27	27 марта	[4, 5, 4, 4]
11307	stu-7в-2	2026-03-30	30 марта	[3, 3, 3, 4]
11308	stu-7в-2	2026-03-31	31 марта	[5, 4, 4, 2, 3, 4]
11309	stu-7в-3	2026-03-02	2 марта	[5, 4, 4, 2]
11310	stu-7в-3	2026-03-03	3 марта	[3, 4, 3, 3, 5, 5]
11311	stu-7в-3	2026-03-04	4 марта	[3, 4, 2, 4, 5]
11312	stu-7в-3	2026-03-05	5 марта	[3, 3, 4, 4, 3]
11313	stu-7в-3	2026-03-06	6 марта	[5, 5, 5, 5, 2]
11314	stu-7в-3	2026-03-09	9 марта	[3, 4, 4, 4]
11315	stu-7в-3	2026-03-10	10 марта	[2, 4, 5, 4, 5, 5]
11316	stu-7в-3	2026-03-11	11 марта	[4, 3, 4, 5]
\.
