COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3851	stu-6в-8	eng	Иностранный язык	4.17	4.17	4.17	2
3852	stu-6в-8	info	Информатика	3.5	3.5	3.5	3
3853	stu-6в-8	hist	История	4	4	4	4
3854	stu-6в-8	lit	Литература	4.04	4.04	4.04	5
3855	stu-6в-8	math	Математика	3.95	3.95	3.95	6
3856	stu-6в-8	music	Музыка	4	4	4	7
3857	stu-6в-8	social	Обществознание	4	4	4	8
3858	stu-6в-8	pe	Физическая культура	4.14	4.14	4.14	9
3859	stu-6в-9	bio	Биология	3.88	3.88	3.88	0
3860	stu-6в-9	geo	География	3.43	3.43	3.43	1
3861	stu-6в-9	eng	Иностранный язык	3.92	3.92	3.92	2
3862	stu-6в-9	info	Информатика	3.75	3.75	3.75	3
3863	stu-6в-9	hist	История	3.86	3.86	3.86	4
3864	stu-6в-9	lit	Литература	4.04	4.04	4.04	5
3865	stu-6в-9	math	Математика	3.9	3.9	3.9	6
3866	stu-6в-9	music	Музыка	3.67	3.67	3.67	7
3867	stu-6в-9	social	Обществознание	4.2	4.2	4.2	8
3868	stu-6в-9	pe	Физическая культура	4.29	4.29	4.29	9
3869	stu-6в-10	bio	Биология	3.88	3.88	3.88	0
3870	stu-6в-10	geo	География	3.43	3.43	3.43	1
3871	stu-6в-10	eng	Иностранный язык	3.92	3.92	3.92	2
3872	stu-6в-10	info	Информатика	4	4	4	3
3873	stu-6в-10	hist	История	4.29	4.29	4.29	4
3874	stu-6в-10	lit	Литература	4.07	4.07	4.07	5
3875	stu-6в-10	math	Математика	4	4	4	6
3876	stu-6в-10	music	Музыка	3.67	3.67	3.67	7
3877	stu-6в-10	social	Обществознание	4	4	4	8
3878	stu-6в-10	pe	Физическая культура	4.43	4.43	4.43	9
3879	stu-6в-11	bio	Биология	3.5	3.5	3.5	0
3880	stu-6в-11	geo	География	3.43	3.43	3.43	1
3881	stu-6в-11	eng	Иностранный язык	3.42	3.42	3.42	2
3882	stu-6в-11	info	Информатика	3.5	3.5	3.5	3
3883	stu-6в-11	hist	История	4	4	4	4
3884	stu-6в-11	lit	Литература	3.41	3.41	3.41	5
3885	stu-6в-11	math	Математика	3.9	3.9	3.9	6
3886	stu-6в-11	music	Музыка	3.67	3.67	3.67	7
3887	stu-6в-11	social	Обществознание	4.2	4.2	4.2	8
3888	stu-6в-11	pe	Физическая культура	4.14	4.14	4.14	9
3889	stu-6в-12	bio	Биология	3.88	3.88	3.88	0
3890	stu-6в-12	geo	География	4	4	4	1
3891	stu-6в-12	eng	Иностранный язык	4.42	4.42	4.42	2
3892	stu-6в-12	info	Информатика	4.13	4.13	4.13	3
3893	stu-6в-12	hist	История	4.14	4.14	4.14	4
3894	stu-6в-12	lit	Литература	4.19	4.19	4.19	5
3895	stu-6в-12	math	Математика	3.8	3.8	3.8	6
3896	stu-6в-12	music	Музыка	4	4	4	7
3897	stu-6в-12	social	Обществознание	3.8	3.8	3.8	8
3898	stu-6в-12	pe	Физическая культура	4.29	4.29	4.29	9
3899	stu-6в-13	bio	Биология	3.75	3.75	3.75	0
3900	stu-6в-13	geo	География	3.57	3.57	3.57	1
\.
