COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12025	stu-7г-16	2026-03-18	18 марта	[5, 3, 5, 5, 4]
12026	stu-7г-16	2026-03-19	19 марта	[3, 4, 5, 3, 4, 5]
12027	stu-7г-16	2026-03-20	20 марта	[2, 5, 3, 5]
12028	stu-7г-16	2026-03-23	23 марта	[4, 4, 4, 4, 4]
12029	stu-7г-16	2026-03-24	24 марта	[3, 4, 3, 2, 4, 5]
12030	stu-7г-16	2026-03-25	25 марта	[5, 5, 3, 4]
12031	stu-7г-16	2026-03-26	26 марта	[5, 5, 3, 5, 4, 3]
12032	stu-7г-16	2026-03-27	27 марта	[5, 5, 2, 5, 3]
12033	stu-7г-16	2026-03-30	30 марта	[5, 5, 3, 4, 2]
12034	stu-7г-16	2026-03-31	31 марта	[4, 3, 2, 4, 5, 2]
12035	stu-7г-17	2026-03-02	2 марта	[4, 4, 4, 5, 5]
12036	stu-7г-17	2026-03-03	3 марта	[5, 5, 3, 5, 4, 3]
\.
