COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
751	stu-2а-12	music	Музыка	4.13	4.13	4.13	5
752	stu-2а-12	work	Труд (технология)	4.13	4.13	4.13	6
753	stu-2а-12	pe	Физическая культура	3.75	3.75	3.75	7
754	stu-2а-13	art	Изобразительное искусство	4	4	4	0
755	stu-2а-13	eng	Иностранный язык	3.43	3.43	3.43	1
756	stu-2а-13	hist	История	4	4	4	2
757	stu-2а-13	lit	Литература	4.19	4.19	4.19	3
758	stu-2а-13	math	Математика	3.91	3.91	3.91	4
759	stu-2а-13	music	Музыка	3.75	3.75	3.75	5
760	stu-2а-13	work	Труд (технология)	3.88	3.88	3.88	6
761	stu-2а-13	pe	Физическая культура	3.75	3.75	3.75	7
762	stu-2а-14	art	Изобразительное искусство	4.33	4.33	4.33	0
763	stu-2а-14	eng	Иностранный язык	4.86	4.86	4.86	1
764	stu-2а-14	hist	История	3.86	3.86	3.86	2
765	stu-2а-14	lit	Литература	3.75	3.75	3.75	3
766	stu-2а-14	math	Математика	3.91	3.91	3.91	4
767	stu-2а-14	music	Музыка	3.75	3.75	3.75	5
768	stu-2а-14	work	Труд (технология)	3.75	3.75	3.75	6
769	stu-2а-14	pe	Физическая культура	3.5	3.5	3.5	7
770	stu-2а-15	art	Изобразительное искусство	3	3	3	0
771	stu-2а-15	eng	Иностранный язык	3.57	3.57	3.57	1
772	stu-2а-15	hist	История	4.14	4.14	4.14	2
773	stu-2а-15	lit	Литература	3.81	3.81	3.81	3
774	stu-2а-15	math	Математика	3.77	3.77	3.77	4
775	stu-2а-15	music	Музыка	3.75	3.75	3.75	5
776	stu-2а-15	work	Труд (технология)	4.13	4.13	4.13	6
777	stu-2а-15	pe	Физическая культура	3.75	3.75	3.75	7
778	stu-2а-16	art	Изобразительное искусство	4.67	4.67	4.67	0
779	stu-2а-16	eng	Иностранный язык	3.86	3.86	3.86	1
780	stu-2а-16	hist	История	4.14	4.14	4.14	2
781	stu-2а-16	lit	Литература	4.25	4.25	4.25	3
782	stu-2а-16	math	Математика	3.68	3.68	3.68	4
783	stu-2а-16	music	Музыка	4.13	4.13	4.13	5
784	stu-2а-16	work	Труд (технология)	3.88	3.88	3.88	6
785	stu-2а-16	pe	Физическая культура	3.75	3.75	3.75	7
786	stu-2а-17	art	Изобразительное искусство	4	4	4	0
787	stu-2а-17	eng	Иностранный язык	4.57	4.57	4.57	1
788	stu-2а-17	hist	История	3.71	3.71	3.71	2
789	stu-2а-17	lit	Литература	3.56	3.56	3.56	3
790	stu-2а-17	math	Математика	4.05	4.05	4.05	4
791	stu-2а-17	music	Музыка	4.5	4.5	4.5	5
792	stu-2а-17	work	Труд (технология)	3.75	3.75	3.75	6
793	stu-2а-17	pe	Физическая культура	3.75	3.75	3.75	7
794	stu-2а-18	art	Изобразительное искусство	3.33	3.33	3.33	0
795	stu-2а-18	eng	Иностранный язык	3.43	3.43	3.43	1
796	stu-2а-18	hist	История	4.14	4.14	4.14	2
797	stu-2а-18	lit	Литература	3.94	3.94	3.94	3
798	stu-2а-18	math	Математика	3.73	3.73	3.73	4
799	stu-2а-18	music	Музыка	4.25	4.25	4.25	5
800	stu-2а-18	work	Труд (технология)	4	4	4	6
\.
