COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1651	stu-3в-6	eng	Иностранный язык	3.71	3.71	3.71	1
1652	stu-3в-6	hist	История	3.57	3.57	3.57	2
1653	stu-3в-6	lit	Литература	4	4	4	3
1654	stu-3в-6	math	Математика	3.78	3.78	3.78	4
1655	stu-3в-6	music	Музыка	4	4	4	5
1656	stu-3в-6	work	Труд (технология)	3	3	3	6
1657	stu-3в-6	pe	Физическая культура	3.25	3.25	3.25	7
1658	stu-3в-7	art	Изобразительное искусство	4.6	4.6	4.6	0
1659	stu-3в-7	eng	Иностранный язык	4.71	4.71	4.71	1
1660	stu-3в-7	hist	История	3.57	3.57	3.57	2
1661	stu-3в-7	lit	Литература	4.15	4.15	4.15	3
1662	stu-3в-7	math	Математика	3.83	3.83	3.83	4
1663	stu-3в-7	music	Музыка	4	4	4	5
1664	stu-3в-7	work	Труд (технология)	4.5	4.5	4.5	6
1665	stu-3в-7	pe	Физическая культура	3.5	3.5	3.5	7
1666	stu-3в-8	art	Изобразительное искусство	3.4	3.4	3.4	0
1667	stu-3в-8	eng	Иностранный язык	3.29	3.29	3.29	1
1668	stu-3в-8	hist	История	3	3	3	2
1669	stu-3в-8	lit	Литература	3.85	3.85	3.85	3
1670	stu-3в-8	math	Математика	3.96	3.96	3.96	4
1671	stu-3в-8	music	Музыка	4	4	4	5
1672	stu-3в-8	work	Труд (технология)	3.5	3.5	3.5	6
1673	stu-3в-8	pe	Физическая культура	3.5	3.5	3.5	7
1674	stu-3в-9	art	Изобразительное искусство	4.8	4.8	4.8	0
1675	stu-3в-9	eng	Иностранный язык	4.14	4.14	4.14	1
1676	stu-3в-9	hist	История	3.43	3.43	3.43	2
1677	stu-3в-9	lit	Литература	4.03	4.03	4.03	3
1678	stu-3в-9	math	Математика	3.83	3.83	3.83	4
1679	stu-3в-9	music	Музыка	4	4	4	5
1680	stu-3в-9	work	Труд (технология)	3.25	3.25	3.25	6
1681	stu-3в-9	pe	Физическая культура	3.5	3.5	3.5	7
1682	stu-3в-10	art	Изобразительное искусство	3.4	3.4	3.4	0
1683	stu-3в-10	eng	Иностранный язык	3.14	3.14	3.14	1
1684	stu-3в-10	hist	История	3.71	3.71	3.71	2
1685	stu-3в-10	lit	Литература	3.91	3.91	3.91	3
1686	stu-3в-10	math	Математика	3.78	3.78	3.78	4
1687	stu-3в-10	music	Музыка	4.33	4.33	4.33	5
1688	stu-3в-10	work	Труд (технология)	3.25	3.25	3.25	6
1689	stu-3в-10	pe	Физическая культура	3.5	3.5	3.5	7
1690	stu-3в-11	art	Изобразительное искусство	4.8	4.8	4.8	0
1691	stu-3в-11	eng	Иностранный язык	4.43	4.43	4.43	1
1692	stu-3в-11	hist	История	3.43	3.43	3.43	2
1693	stu-3в-11	lit	Литература	4.09	4.09	4.09	3
1694	stu-3в-11	math	Математика	3.83	3.83	3.83	4
1695	stu-3в-11	music	Музыка	4	4	4	5
1696	stu-3в-11	work	Труд (технология)	4.5	4.5	4.5	6
1697	stu-3в-11	pe	Физическая культура	3.5	3.5	3.5	7
1698	stu-3в-12	art	Изобразительное искусство	4.2	4.2	4.2	0
1699	stu-3в-12	eng	Иностранный язык	4.29	4.29	4.29	1
1700	stu-3в-12	hist	История	3.14	3.14	3.14	2
\.
