COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1050	stu-2в-10	art	Изобразительное искусство	3.83	3.83	3.83	0
1051	stu-2в-10	eng	Иностранный язык	4.33	4.33	4.33	1
1052	stu-2в-10	hist	История	3.5	3.5	3.5	2
1053	stu-2в-10	lit	Литература	4.38	4.38	4.38	3
1054	stu-2в-10	math	Математика	4	4	4	4
1055	stu-2в-10	music	Музыка	3.29	3.29	3.29	5
1056	stu-2в-10	work	Труд (технология)	4.5	4.5	4.5	6
1057	stu-2в-10	pe	Физическая культура	4	4	4	7
1058	stu-2в-11	art	Изобразительное искусство	4.17	4.17	4.17	0
1059	stu-2в-11	eng	Иностранный язык	5	5	5	1
1060	stu-2в-11	hist	История	3.63	3.63	3.63	2
1061	stu-2в-11	lit	Литература	3.74	3.74	3.74	3
1062	stu-2в-11	math	Математика	3.71	3.71	3.71	4
1063	stu-2в-11	music	Музыка	3.43	3.43	3.43	5
1064	stu-2в-11	work	Труд (технология)	3.5	3.5	3.5	6
1065	stu-2в-11	pe	Физическая культура	3.86	3.86	3.86	7
1066	stu-2в-12	art	Изобразительное искусство	3.83	3.83	3.83	0
1067	stu-2в-12	eng	Иностранный язык	4.33	4.33	4.33	1
1068	stu-2в-12	hist	История	4.25	4.25	4.25	2
1069	stu-2в-12	lit	Литература	3.82	3.82	3.82	3
1070	stu-2в-12	math	Математика	3.76	3.76	3.76	4
1071	stu-2в-12	music	Музыка	3.57	3.57	3.57	5
1072	stu-2в-12	work	Труд (технология)	4.25	4.25	4.25	6
1073	stu-2в-12	pe	Физическая культура	3.86	3.86	3.86	7
1074	stu-2в-13	art	Изобразительное искусство	3.67	3.67	3.67	0
1075	stu-2в-13	eng	Иностранный язык	4.67	4.67	4.67	1
1076	stu-2в-13	hist	История	3.75	3.75	3.75	2
1077	stu-2в-13	lit	Литература	4.41	4.41	4.41	3
1078	stu-2в-13	math	Математика	3.94	3.94	3.94	4
1079	stu-2в-13	music	Музыка	3.71	3.71	3.71	5
1080	stu-2в-13	work	Труд (технология)	4.75	4.75	4.75	6
1081	stu-2в-13	pe	Физическая культура	3.86	3.86	3.86	7
1082	stu-2в-14	art	Изобразительное искусство	3.83	3.83	3.83	0
1083	stu-2в-14	eng	Иностранный язык	5	5	5	1
1084	stu-2в-14	hist	История	3.5	3.5	3.5	2
1085	stu-2в-14	lit	Литература	3.56	3.56	3.56	3
1086	stu-2в-14	math	Математика	3.82	3.82	3.82	4
1087	stu-2в-14	music	Музыка	3.57	3.57	3.57	5
1088	stu-2в-14	work	Труд (технология)	3.5	3.5	3.5	6
1089	stu-2в-14	pe	Физическая культура	3.86	3.86	3.86	7
1090	stu-2в-15	art	Изобразительное искусство	4	4	4	0
1091	stu-2в-15	eng	Иностранный язык	4	4	4	1
1092	stu-2в-15	hist	История	4.13	4.13	4.13	2
1093	stu-2в-15	lit	Литература	4.09	4.09	4.09	3
1094	stu-2в-15	math	Математика	3.65	3.65	3.65	4
1095	stu-2в-15	music	Музыка	3.29	3.29	3.29	5
1096	stu-2в-15	work	Труд (технология)	4.25	4.25	4.25	6
1097	stu-2в-15	pe	Физическая культура	4	4	4	7
1098	stu-2в-16	art	Изобразительное искусство	3.83	3.83	3.83	0
1099	stu-2в-16	eng	Иностранный язык	5	5	5	1
\.
