COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10417	stu-6г-19	2026-03-16	16 марта	[2, 4, 4, 4, 5]
10418	stu-6г-19	2026-03-17	17 марта	[5, 4, 3, 5, 4]
10419	stu-6г-19	2026-03-18	18 марта	[3, 4, 5, 3, 4]
10420	stu-6г-19	2026-03-19	19 марта	[3, 4, 4, 2, 3, 5]
10421	stu-6г-19	2026-03-20	20 марта	[4, 5, 4, 3]
10422	stu-6г-19	2026-03-23	23 марта	[2, 5, 4, 5, 5]
10423	stu-6г-19	2026-03-24	24 марта	[4, 5, 4, 3, 5, 2]
10424	stu-6г-19	2026-03-25	25 марта	[3, 4, 4, 4, 5]
10425	stu-6г-19	2026-03-26	26 марта	[4, 5, 3, 4, 3]
10426	stu-6г-19	2026-03-27	27 марта	[3, 3, 5, 5, 4]
10427	stu-6г-19	2026-03-30	30 марта	[2, 5, 4, 4]
10428	stu-6г-19	2026-03-31	31 марта	[4, 3, 3, 4, 5, 5]
\.
