COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6973	stu-4г-16	2026-03-30	30 марта	[4, 4, 5]
6974	stu-4г-16	2026-03-31	31 марта	[4, 4, 5, 5, 3]
6975	stu-4г-17	2026-03-02	2 марта	[2, 4, 3]
6976	stu-4г-17	2026-03-03	3 марта	[4, 4, 4, 5, 3]
6977	stu-4г-17	2026-03-04	4 марта	[2, 4, 4, 3]
6978	stu-4г-17	2026-03-05	5 марта	[5, 5, 4, 4]
6979	stu-4г-17	2026-03-06	6 марта	[3, 5, 4, 3]
6980	stu-4г-17	2026-03-09	9 марта	[5, 4, 4]
6981	stu-4г-17	2026-03-10	10 марта	[4, 4, 4, 5, 3]
6982	stu-4г-17	2026-03-11	11 марта	[4, 5, 3, 2]
6983	stu-4г-17	2026-03-12	12 марта	[2, 3, 5, 2, 4]
6984	stu-4г-17	2026-03-13	13 марта	[5, 3, 3, 5]
\.
