COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9625	stu-6в-2	2026-03-16	16 марта	[3, 5, 5, 4]
9626	stu-6в-2	2026-03-17	17 марта	[4, 3, 3, 3, 5]
9627	stu-6в-2	2026-03-18	18 марта	[3, 5, 3, 5]
9628	stu-6в-2	2026-03-19	19 марта	[5, 3, 3, 3, 2, 4]
9629	stu-6в-2	2026-03-20	20 марта	[5, 5, 4, 5, 5]
9630	stu-6в-2	2026-03-23	23 марта	[5, 5, 3, 4, 2]
9631	stu-6в-2	2026-03-24	24 марта	[3, 2, 5, 2, 4, 4]
9632	stu-6в-2	2026-03-25	25 марта	[4, 3, 4, 5]
9633	stu-6в-2	2026-03-26	26 марта	[3, 3, 3, 2, 3]
9634	stu-6в-2	2026-03-27	27 марта	[2, 3, 5, 5]
9635	stu-6в-2	2026-03-30	30 марта	[4, 4, 5, 4]
9636	stu-6в-2	2026-03-31	31 марта	[5, 4, 3, 4, 2]
\.
