COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5301	stu-8б-1	eng	Иностранный язык	4	4	4	2
5302	stu-8б-1	info	Информатика	3.75	3.75	3.75	3
5303	stu-8б-1	hist	История	2.67	2.67	2.67	4
5304	stu-8б-1	lit	Литература	3.56	3.56	3.56	5
5305	stu-8б-1	math	Математика	3.72	3.72	3.72	6
5306	stu-8б-1	social	Обществознание	3.71	3.71	3.71	7
5307	stu-8б-1	work	Труд (технология)	4.5	4.5	4.5	8
5308	stu-8б-1	phys	Физика	3	3	3	9
5309	stu-8б-1	pe	Физическая культура	3.77	3.77	3.77	10
5310	stu-8б-1	chem	Химия	3.71	3.71	3.71	11
5311	stu-8б-2	bio	Биология	4.75	4.75	4.75	0
5312	stu-8б-2	geo	География	4.14	4.14	4.14	1
5313	stu-8б-2	eng	Иностранный язык	3.63	3.63	3.63	2
5314	stu-8б-2	info	Информатика	4	4	4	3
5315	stu-8б-2	hist	История	3.67	3.67	3.67	4
5316	stu-8б-2	lit	Литература	4.19	4.19	4.19	5
5317	stu-8б-2	math	Математика	3.61	3.61	3.61	6
5318	stu-8б-2	social	Обществознание	3.29	3.29	3.29	7
5319	stu-8б-2	work	Труд (технология)	3.5	3.5	3.5	8
5320	stu-8б-2	phys	Физика	4.67	4.67	4.67	9
5321	stu-8б-2	pe	Физическая культура	3.69	3.69	3.69	10
5322	stu-8б-2	chem	Химия	4.14	4.14	4.14	11
5323	stu-8б-3	bio	Биология	3.75	3.75	3.75	0
5324	stu-8б-3	geo	География	2.71	2.71	2.71	1
5325	stu-8б-3	eng	Иностранный язык	4.25	4.25	4.25	2
5326	stu-8б-3	info	Информатика	4.75	4.75	4.75	3
5327	stu-8б-3	hist	История	3.33	3.33	3.33	4
5328	stu-8б-3	lit	Литература	3.91	3.91	3.91	5
5329	stu-8б-3	math	Математика	4.06	4.06	4.06	6
5330	stu-8б-3	social	Обществознание	3.57	3.57	3.57	7
5331	stu-8б-3	work	Труд (технология)	3.5	3.5	3.5	8
5332	stu-8б-3	phys	Физика	3.67	3.67	3.67	9
5333	stu-8б-3	pe	Физическая культура	3.62	3.62	3.62	10
5334	stu-8б-3	chem	Химия	3.71	3.71	3.71	11
5335	stu-8б-4	bio	Биология	4	4	4	0
5336	stu-8б-4	geo	География	4.29	4.29	4.29	1
5337	stu-8б-4	eng	Иностранный язык	3.75	3.75	3.75	2
5338	stu-8б-4	info	Информатика	3.5	3.5	3.5	3
5339	stu-8б-4	hist	История	3	3	3	4
5340	stu-8б-4	lit	Литература	3.63	3.63	3.63	5
5341	stu-8б-4	math	Математика	3.78	3.78	3.78	6
5342	stu-8б-4	social	Обществознание	3.14	3.14	3.14	7
5343	stu-8б-4	work	Труд (технология)	4.25	4.25	4.25	8
5344	stu-8б-4	phys	Физика	3	3	3	9
5345	stu-8б-4	pe	Физическая культура	3.77	3.77	3.77	10
5346	stu-8б-4	chem	Химия	3.57	3.57	3.57	11
5347	stu-8б-5	bio	Биология	4.75	4.75	4.75	0
5348	stu-8б-5	geo	География	3.71	3.71	3.71	1
5349	stu-8б-5	eng	Иностранный язык	3.63	3.63	3.63	2
5350	stu-8б-5	info	Информатика	4	4	4	3
\.
