COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8821	stu-6а-2	2026-03-30	30 марта	[2, 5, 4, 5]
8822	stu-6а-2	2026-03-31	31 марта	[4, 5, 5, 5, 4, 4]
8823	stu-6а-3	2026-03-02	2 марта	[4, 4, 5, 5]
8824	stu-6а-3	2026-03-03	3 марта	[4, 3, 3, 4, 4]
8825	stu-6а-3	2026-03-04	4 марта	[4, 5, 4, 5, 5]
8826	stu-6а-3	2026-03-05	5 марта	[4, 2, 5, 5, 5]
8827	stu-6а-3	2026-03-06	6 марта	[4, 4, 5, 4]
8828	stu-6а-3	2026-03-09	9 марта	[5, 4, 2, 5, 3]
8829	stu-6а-3	2026-03-10	10 марта	[2, 3, 4, 5, 4]
8830	stu-6а-3	2026-03-11	11 марта	[4, 3, 3, 5]
8831	stu-6а-3	2026-03-12	12 марта	[3, 3, 4, 5, 5]
8832	stu-6а-3	2026-03-13	13 марта	[4, 4, 5, 5, 4]
\.
