COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7981	stu-5в-2	2026-03-24	24 марта	[4, 5, 5, 4, 3]
7982	stu-5в-2	2026-03-25	25 марта	[5, 5, 3, 5, 2]
7983	stu-5в-2	2026-03-26	26 марта	[3, 5, 4, 4, 5, 4]
7984	stu-5в-2	2026-03-27	27 марта	[3, 2, 5, 5, 2]
7985	stu-5в-2	2026-03-30	30 марта	[3, 4, 5, 3, 5]
7986	stu-5в-2	2026-03-31	31 марта	[4, 3, 3, 3, 5, 5]
7987	stu-5в-3	2026-03-02	2 марта	[5, 4, 3, 2]
7988	stu-5в-3	2026-03-03	3 марта	[4, 5, 5, 5, 2]
7989	stu-5в-3	2026-03-04	4 марта	[3, 2, 4, 3, 5]
7990	stu-5в-3	2026-03-05	5 марта	[4, 2, 5, 2, 5, 5]
7991	stu-5в-3	2026-03-06	6 марта	[3, 5, 5, 2, 3]
7992	stu-5в-3	2026-03-09	9 марта	[4, 5, 4, 3, 4]
\.
