COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10561	stu-7а-7	2026-03-02	2 марта	[5, 5, 3, 4, 4]
10562	stu-7а-7	2026-03-03	3 марта	[5, 4, 4, 4, 5]
10563	stu-7а-7	2026-03-04	4 марта	[3, 4, 4, 5, 5]
10564	stu-7а-7	2026-03-05	5 марта	[2, 5, 3, 2, 4, 4]
10565	stu-7а-7	2026-03-06	6 марта	[4, 3, 5, 2, 5]
10566	stu-7а-7	2026-03-09	9 марта	[5, 2, 5, 3, 4]
10567	stu-7а-7	2026-03-10	10 марта	[4, 5, 5, 4, 3]
10568	stu-7а-7	2026-03-11	11 марта	[5, 5, 3, 5, 2]
10569	stu-7а-7	2026-03-12	12 марта	[5, 5, 5, 3, 3]
10570	stu-7а-7	2026-03-13	13 марта	[5, 5, 3, 5, 4]
10571	stu-7а-7	2026-03-16	16 марта	[5, 3, 4, 4, 5]
10572	stu-7а-7	2026-03-17	17 марта	[3, 5, 5, 4, 3]
\.
