COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13477	stu-9а-6	2026-03-18	18 марта	[2, 5, 4, 5, 5]
13478	stu-9а-6	2026-03-19	19 марта	[4, 4, 3, 5, 4, 3]
13479	stu-9а-6	2026-03-20	20 марта	[3, 2, 3, 3, 5]
13480	stu-9а-6	2026-03-23	23 марта	[2, 4, 5, 3, 4]
13481	stu-9а-6	2026-03-24	24 марта	[4, 4, 4, 5, 4, 4]
13482	stu-9а-6	2026-03-25	25 марта	[4, 2, 4, 3, 3, 5]
13483	stu-9а-6	2026-03-26	26 марта	[2, 3, 4, 5, 2, 3]
13484	stu-9а-6	2026-03-27	27 марта	[3, 2, 3, 4, 5]
13485	stu-9а-6	2026-03-30	30 марта	[2, 3, 5, 4, 5]
13486	stu-9а-6	2026-03-31	31 марта	[3, 4, 2, 2, 5, 5]
13487	stu-9а-7	2026-03-02	2 марта	[4, 3, 5, 5, 4, 5]
13488	stu-9а-7	2026-03-03	3 марта	[5, 5, 3, 4, 5, 2, 4]
\.
