COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8725	stu-5г-17	2026-03-18	18 марта	[5, 5, 5, 4, 3]
8726	stu-5г-17	2026-03-19	19 марта	[5, 4, 4, 4, 5]
8727	stu-5г-17	2026-03-20	20 марта	[5, 5, 3, 4, 3]
8728	stu-5г-17	2026-03-23	23 марта	[5, 3, 4, 2, 3]
8729	stu-5г-17	2026-03-24	24 марта	[3, 2, 5, 2, 5, 4]
8730	stu-5г-17	2026-03-25	25 марта	[5, 4, 4, 2]
8731	stu-5г-17	2026-03-26	26 марта	[3, 4, 4, 3, 3]
8732	stu-5г-17	2026-03-27	27 марта	[4, 3, 5, 2, 3]
8733	stu-5г-17	2026-03-30	30 марта	[5, 4, 3, 5, 2]
8734	stu-5г-17	2026-03-31	31 марта	[4, 5, 3, 3, 3, 2]
8735	stu-5г-18	2026-03-02	2 марта	[3, 4, 4, 4]
8736	stu-5г-18	2026-03-03	3 марта	[5, 5, 5, 5, 5, 5]
\.
