COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7105	stu-5а-2	2026-03-30	30 марта	[3, 5, 2, 2]
7106	stu-5а-2	2026-03-31	31 марта	[3, 3, 4, 3, 3, 4]
7107	stu-5а-3	2026-03-02	2 марта	[4, 4, 4, 4, 4]
7108	stu-5а-3	2026-03-03	3 марта	[4, 5, 5, 5, 5, 3]
7109	stu-5а-3	2026-03-04	4 марта	[2, 4, 5, 4]
7110	stu-5а-3	2026-03-05	5 марта	[4, 3, 3, 4, 4]
7111	stu-5а-3	2026-03-06	6 марта	[4, 5, 4, 5, 4]
7112	stu-5а-3	2026-03-09	9 марта	[5, 4, 3, 3]
7113	stu-5а-3	2026-03-10	10 марта	[4, 4, 3, 4, 4]
7114	stu-5а-3	2026-03-11	11 марта	[5, 5, 4, 3, 4]
7115	stu-5а-3	2026-03-12	12 марта	[5, 5, 4, 4, 3]
7116	stu-5а-3	2026-03-13	13 марта	[5, 4, 4, 5, 4]
\.
