COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5701	stu-8в-16	pe	Физическая культура	4.5	4.5	4.5	9
5702	stu-8в-16	chem	Химия	3.75	3.75	3.75	10
5703	stu-8в-17	bio	Биология	3	3	3	0
5704	stu-8в-17	geo	География	4.38	4.38	4.38	1
5705	stu-8в-17	eng	Иностранный язык	3.62	3.62	3.62	2
5706	stu-8в-17	info	Информатика	3.67	3.67	3.67	3
5707	stu-8в-17	hist	История	3.33	3.33	3.33	4
5708	stu-8в-17	lit	Литература	3.85	3.85	3.85	5
5709	stu-8в-17	math	Математика	3.88	3.88	3.88	6
5710	stu-8в-17	social	Обществознание	4.5	4.5	4.5	7
5711	stu-8в-17	phys	Физика	3.57	3.57	3.57	8
5712	stu-8в-17	pe	Физическая культура	4.13	4.13	4.13	9
5713	stu-8в-17	chem	Химия	3.75	3.75	3.75	10
5714	stu-8в-18	bio	Биология	4.33	4.33	4.33	0
5715	stu-8в-18	geo	География	3.63	3.63	3.63	1
5716	stu-8в-18	eng	Иностранный язык	2.85	2.85	2.85	2
5717	stu-8в-18	info	Информатика	4.17	4.17	4.17	3
5718	stu-8в-18	hist	История	4.33	4.33	4.33	4
5719	stu-8в-18	lit	Литература	3.76	3.76	3.76	5
5720	stu-8в-18	math	Математика	4.12	4.12	4.12	6
5721	stu-8в-18	social	Обществознание	4.5	4.5	4.5	7
5722	stu-8в-18	phys	Физика	4	4	4	8
5723	stu-8в-18	pe	Физическая культура	4.13	4.13	4.13	9
5724	stu-8в-18	chem	Химия	4.25	4.25	4.25	10
5725	stu-8в-19	bio	Биология	4.33	4.33	4.33	0
5726	stu-8в-19	geo	География	3.38	3.38	3.38	1
5727	stu-8в-19	eng	Иностранный язык	4.38	4.38	4.38	2
5728	stu-8в-19	info	Информатика	4.5	4.5	4.5	3
5729	stu-8в-19	hist	История	4.67	4.67	4.67	4
5730	stu-8в-19	lit	Литература	3.94	3.94	3.94	5
5731	stu-8в-19	math	Математика	4.24	4.24	4.24	6
5732	stu-8в-19	social	Обществознание	4.5	4.5	4.5	7
5733	stu-8в-19	phys	Физика	3.86	3.86	3.86	8
5734	stu-8в-19	pe	Физическая культура	4.5	4.5	4.5	9
5735	stu-8в-19	chem	Химия	4.13	4.13	4.13	10
5736	stu-9а-1	bio	Биология	3.43	3.43	3.43	0
5737	stu-9а-1	geo	География	3	3	3	1
5738	stu-9а-1	eng	Иностранный язык	4.09	4.09	4.09	2
5739	stu-9а-1	info	Информатика	3.88	3.88	3.88	3
5740	stu-9а-1	hist	История	3.78	3.78	3.78	4
5741	stu-9а-1	lit	Литература	3.92	3.92	3.92	5
5742	stu-9а-1	math	Математика	3.72	3.72	3.72	6
5743	stu-9а-1	social	Обществознание	3.63	3.63	3.63	7
5744	stu-9а-1	phys	Физика	4	4	4	8
5745	stu-9а-1	pe	Физическая культура	3.56	3.56	3.56	9
5746	stu-9а-1	chem	Химия	4.25	4.25	4.25	10
5747	stu-9а-2	bio	Биология	3.57	3.57	3.57	0
5748	stu-9а-2	geo	География	4.29	4.29	4.29	1
5749	stu-9а-2	eng	Иностранный язык	4.64	4.64	4.64	2
5750	stu-9а-2	info	Информатика	3.38	3.38	3.38	3
\.
