COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9037	stu-6а-12	2026-03-24	24 марта	[3, 2, 5, 2, 5, 5]
9038	stu-6а-12	2026-03-25	25 марта	[3, 5, 5, 3, 4]
9039	stu-6а-12	2026-03-26	26 марта	[4, 3, 2, 4, 5]
9040	stu-6а-12	2026-03-27	27 марта	[4, 2, 3, 4, 5]
9041	stu-6а-12	2026-03-30	30 марта	[3, 5, 3, 4]
9042	stu-6а-12	2026-03-31	31 марта	[2, 4, 4, 5, 5, 4]
9043	stu-6а-13	2026-03-02	2 марта	[3, 3, 4, 5]
9044	stu-6а-13	2026-03-03	3 марта	[5, 4, 3, 3, 4]
9045	stu-6а-13	2026-03-04	4 марта	[3, 4, 3, 5, 4]
9046	stu-6а-13	2026-03-05	5 марта	[4, 3, 5, 5, 4]
9047	stu-6а-13	2026-03-06	6 марта	[4, 5, 5, 3]
9048	stu-6а-13	2026-03-09	9 марта	[5, 5, 2, 4, 4]
\.
