COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3601	stu-6а-18	lit	Литература	3.7	3.7	3.7	6
3602	stu-6а-18	math	Математика	3.59	3.59	3.59	7
3603	stu-6а-18	music	Музыка	4.5	4.5	4.5	8
3604	stu-6а-18	social	Обществознание	3.71	3.71	3.71	9
3605	stu-6а-18	pe	Физическая культура	3.82	3.82	3.82	10
3606	stu-6а-19	bio	Биология	3.75	3.75	3.75	0
3607	stu-6а-19	geo	География	4.75	4.75	4.75	1
3608	stu-6а-19	art	Изобразительное искусство	4.5	4.5	4.5	2
3609	stu-6а-19	eng	Иностранный язык	3.33	3.33	3.33	3
3610	stu-6а-19	info	Информатика	4.67	4.67	4.67	4
3611	stu-6а-19	hist	История	3.75	3.75	3.75	5
3612	stu-6а-19	lit	Литература	3.63	3.63	3.63	6
3613	stu-6а-19	math	Математика	4.18	4.18	4.18	7
3614	stu-6а-19	music	Музыка	4.25	4.25	4.25	8
3615	stu-6а-19	social	Обществознание	4	4	4	9
3616	stu-6а-19	pe	Физическая культура	4	4	4	10
3617	stu-6б-2	bio	Биология	4.5	4.5	4.5	0
3618	stu-6б-2	geo	География	3.88	3.88	3.88	1
3619	stu-6б-2	eng	Иностранный язык	3.77	3.77	3.77	2
3620	stu-6б-2	info	Информатика	4.38	4.38	4.38	3
3621	stu-6б-2	hist	История	3.5	3.5	3.5	4
3622	stu-6б-2	lit	Литература	4.11	4.11	4.11	5
3623	stu-6б-2	math	Математика	3.41	3.41	3.41	6
3624	stu-6б-2	social	Обществознание	4.13	4.13	4.13	7
3625	stu-6б-2	pe	Физическая культура	3.55	3.55	3.55	8
3626	stu-6б-3	bio	Биология	3.13	3.13	3.13	0
3627	stu-6б-3	geo	География	4	4	4	1
3628	stu-6б-3	eng	Иностранный язык	3.92	3.92	3.92	2
3629	stu-6б-3	info	Информатика	3.63	3.63	3.63	3
3630	stu-6б-3	hist	История	3.88	3.88	3.88	4
3631	stu-6б-3	lit	Литература	3.89	3.89	3.89	5
3632	stu-6б-3	math	Математика	3.76	3.76	3.76	6
3633	stu-6б-3	social	Обществознание	4.38	4.38	4.38	7
3634	stu-6б-3	pe	Физическая культура	3.82	3.82	3.82	8
3635	stu-6б-4	bio	Биология	4.25	4.25	4.25	0
3636	stu-6б-4	geo	География	3.5	3.5	3.5	1
3637	stu-6б-4	eng	Иностранный язык	3.54	3.54	3.54	2
3638	stu-6б-4	info	Информатика	3.88	3.88	3.88	3
3639	stu-6б-4	hist	История	3.63	3.63	3.63	4
3640	stu-6б-4	lit	Литература	4	4	4	5
3641	stu-6б-4	math	Математика	3.71	3.71	3.71	6
3642	stu-6б-4	social	Обществознание	4.13	4.13	4.13	7
3643	stu-6б-4	pe	Физическая культура	3.45	3.45	3.45	8
3644	stu-6б-5	bio	Биология	4	4	4	0
3645	stu-6б-5	geo	География	3.88	3.88	3.88	1
3646	stu-6б-5	eng	Иностранный язык	4	4	4	2
3647	stu-6б-5	info	Информатика	4.38	4.38	4.38	3
3648	stu-6б-5	hist	История	3.25	3.25	3.25	4
3649	stu-6б-5	lit	Литература	4	4	4	5
3650	stu-6б-5	math	Математика	3.47	3.47	3.47	6
\.
