COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8893	stu-6а-6	2026-03-06	6 марта	[4, 3, 5, 5]
8894	stu-6а-6	2026-03-09	9 марта	[5, 4, 3, 5, 2]
8895	stu-6а-6	2026-03-10	10 марта	[2, 3, 4, 5, 3]
8896	stu-6а-6	2026-03-11	11 марта	[4, 2, 3, 5]
8897	stu-6а-6	2026-03-12	12 марта	[3, 3, 4, 5, 5]
8898	stu-6а-6	2026-03-13	13 марта	[5, 4, 5, 5, 4]
8899	stu-6а-6	2026-03-16	16 марта	[5, 5, 3, 4, 3]
8900	stu-6а-6	2026-03-17	17 марта	[2, 5, 3, 4, 4, 3]
8901	stu-6а-6	2026-03-18	18 марта	[5, 3, 4, 4, 5]
8902	stu-6а-6	2026-03-19	19 марта	[4, 2, 5, 5, 3, 3]
8903	stu-6а-6	2026-03-20	20 марта	[5, 5, 4, 5]
8904	stu-6а-6	2026-03-23	23 марта	[5, 2, 5, 3]
\.
