COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13333	stu-8в-19	2026-03-02	2 марта	[3, 4, 4, 5, 3]
13334	stu-8в-19	2026-03-03	3 марта	[4, 5, 5, 4, 5, 5]
13335	stu-8в-19	2026-03-04	4 марта	[4, 5, 3, 5, 5]
13336	stu-8в-19	2026-03-05	5 марта	[5, 5, 3, 4, 3, 4]
13337	stu-8в-19	2026-03-06	6 марта	[4, 4, 4, 3, 3]
13338	stu-8в-19	2026-03-09	9 марта	[3, 5, 4, 3]
13339	stu-8в-19	2026-03-10	10 марта	[5, 5, 4, 5, 4, 4]
13340	stu-8в-19	2026-03-11	11 марта	[4, 5, 3, 4]
13341	stu-8в-19	2026-03-12	12 марта	[4, 5, 5, 4, 4]
13342	stu-8в-19	2026-03-13	13 марта	[4, 3, 4, 4, 5]
13343	stu-8в-19	2026-03-16	16 марта	[4, 4, 5, 3]
13344	stu-8в-19	2026-03-17	17 марта	[5, 5, 4, 5, 5, 4]
\.
