COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1100	stu-2в-16	hist	История	3.88	3.88	3.88	2
1101	stu-2в-16	lit	Литература	4.21	4.21	4.21	3
1102	stu-2в-16	math	Математика	3.88	3.88	3.88	4
1103	stu-2в-16	music	Музыка	3.14	3.14	3.14	5
1104	stu-2в-16	work	Труд (технология)	4.5	4.5	4.5	6
1105	stu-2в-16	pe	Физическая культура	3.86	3.86	3.86	7
1106	stu-2в-17	art	Изобразительное искусство	3.83	3.83	3.83	0
1107	stu-2в-17	eng	Иностранный язык	5	5	5	1
1108	stu-2в-17	hist	История	3.38	3.38	3.38	2
1109	stu-2в-17	lit	Литература	3.5	3.5	3.5	3
1110	stu-2в-17	math	Математика	3.82	3.82	3.82	4
1111	stu-2в-17	music	Музыка	3.29	3.29	3.29	5
1112	stu-2в-17	work	Труд (технология)	4	4	4	6
1113	stu-2в-17	pe	Физическая культура	3.71	3.71	3.71	7
1114	stu-2в-18	art	Изобразительное искусство	3.67	3.67	3.67	0
1115	stu-2в-18	eng	Иностранный язык	4	4	4	1
1116	stu-2в-18	hist	История	4	4	4	2
1117	stu-2в-18	lit	Литература	4.29	4.29	4.29	3
1118	stu-2в-18	math	Математика	3.65	3.65	3.65	4
1119	stu-2в-18	music	Музыка	3.29	3.29	3.29	5
1120	stu-2в-18	work	Труд (технология)	4	4	4	6
1121	stu-2в-18	pe	Физическая культура	3.86	3.86	3.86	7
1122	stu-2в-19	art	Изобразительное искусство	4	4	4	0
1123	stu-2в-19	eng	Иностранный язык	5	5	5	1
1124	stu-2в-19	hist	История	4	4	4	2
1125	stu-2в-19	lit	Литература	3.97	3.97	3.97	3
1126	stu-2в-19	math	Математика	3.88	3.88	3.88	4
1127	stu-2в-19	music	Музыка	3.57	3.57	3.57	5
1128	stu-2в-19	work	Труд (технология)	4.5	4.5	4.5	6
1129	stu-2в-19	pe	Физическая культура	3.86	3.86	3.86	7
1130	stu-2в-20	art	Изобразительное искусство	3.83	3.83	3.83	0
1131	stu-2в-20	eng	Иностранный язык	5	5	5	1
1132	stu-2в-20	hist	История	4	4	4	2
1133	stu-2в-20	lit	Литература	3.91	3.91	3.91	3
1134	stu-2в-20	math	Математика	3.88	3.88	3.88	4
1135	stu-2в-20	music	Музыка	3.29	3.29	3.29	5
1136	stu-2в-20	work	Труд (технология)	4.5	4.5	4.5	6
1137	stu-2в-20	pe	Физическая культура	3.86	3.86	3.86	7
1138	stu-2г-1	art	Изобразительное искусство	4	4	4	0
1139	stu-2г-1	eng	Иностранный язык	4.5	4.5	4.5	1
1140	stu-2г-1	hist	История	4.75	4.75	4.75	2
1141	stu-2г-1	lit	Литература	3.6	3.6	3.6	3
1142	stu-2г-1	math	Математика	3.55	3.55	3.55	4
1143	stu-2г-1	music	Музыка	3.5	3.5	3.5	5
1144	stu-2г-1	work	Труд (технология)	3.25	3.25	3.25	6
1145	stu-2г-1	pe	Физическая культура	3.88	3.88	3.88	7
1146	stu-2г-2	art	Изобразительное искусство	4.86	4.86	4.86	0
1147	stu-2г-2	eng	Иностранный язык	4.5	4.5	4.5	1
1148	stu-2г-2	hist	История	4.63	4.63	4.63	2
1149	stu-2г-2	lit	Литература	3.97	3.97	3.97	3
\.
