COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12073	stu-7г-18	2026-03-24	24 марта	[4, 3, 2, 3, 5, 4]
12074	stu-7г-18	2026-03-25	25 марта	[4, 4, 2, 3]
12075	stu-7г-18	2026-03-26	26 марта	[5, 3, 4, 5, 5, 4]
12076	stu-7г-18	2026-03-27	27 марта	[5, 4, 4, 4, 2]
12077	stu-7г-18	2026-03-30	30 марта	[5, 4, 2, 5, 4]
12078	stu-7г-18	2026-03-31	31 марта	[5, 5, 2, 5, 5, 3]
12079	stu-7г-19	2026-03-02	2 марта	[4, 5, 5, 5, 4]
12080	stu-7г-19	2026-03-03	3 марта	[4, 5, 4, 4, 5, 4]
12081	stu-7г-19	2026-03-04	4 марта	[3, 5, 4, 2, 5]
12082	stu-7г-19	2026-03-05	5 марта	[4, 4, 5, 2, 3]
12083	stu-7г-19	2026-03-06	6 марта	[4, 2, 4, 5]
12084	stu-7г-19	2026-03-09	9 марта	[2, 2, 5, 4, 5]
\.
