COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8785	stu-6а-1	2026-03-10	10 марта	[3, 5, 5, 5, 4]
8786	stu-6а-1	2026-03-11	11 марта	[5, 2, 4, 5]
8787	stu-6а-1	2026-03-12	12 марта	[5, 3, 5, 4, 4]
8788	stu-6а-1	2026-03-13	13 марта	[5, 4, 4, 5, 2]
8789	stu-6а-1	2026-03-16	16 марта	[5, 5, 4, 2, 3]
8790	stu-6а-1	2026-03-17	17 марта	[2, 4, 4, 4, 5, 4]
8791	stu-6а-1	2026-03-18	18 марта	[5, 4, 4, 2, 5]
8792	stu-6а-1	2026-03-19	19 марта	[2, 2, 4, 5, 4, 3]
8793	stu-6а-1	2026-03-20	20 марта	[5, 5, 3, 5]
8794	stu-6а-1	2026-03-23	23 марта	[5, 3, 5, 2]
8795	stu-6а-1	2026-03-24	24 марта	[2, 4, 5, 4, 5, 4]
8796	stu-6а-1	2026-03-25	25 марта	[4, 5, 4, 3, 5]
\.
