COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12097	stu-7г-19	2026-03-26	26 марта	[4, 5, 2, 5, 3, 3]
12098	stu-7г-19	2026-03-27	27 марта	[5, 5, 2, 5, 4]
12099	stu-7г-19	2026-03-30	30 марта	[5, 5, 3, 4, 2]
12100	stu-7г-19	2026-03-31	31 марта	[4, 3, 3, 4, 4, 2]
12101	stu-8а-1	2026-03-02	2 марта	[2, 5, 4, 4]
12102	stu-8а-1	2026-03-03	3 марта	[5, 4, 4, 4, 3, 3]
12103	stu-8а-1	2026-03-04	4 марта	[4, 5, 5, 4]
12104	stu-8а-1	2026-03-05	5 марта	[4, 3, 4, 4, 5]
12105	stu-8а-1	2026-03-06	6 марта	[3, 4, 3, 3, 5]
12106	stu-8а-1	2026-03-09	9 марта	[3, 5, 4, 5]
12107	stu-8а-1	2026-03-10	10 марта	[4, 4, 5, 4, 5, 5]
12108	stu-8а-1	2026-03-11	11 марта	[5, 3, 4, 4, 2]
\.
