COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9193	stu-6а-19	2026-03-26	26 марта	[5, 3, 4, 4, 5]
9194	stu-6а-19	2026-03-27	27 марта	[3, 3, 5, 4, 5]
9195	stu-6а-19	2026-03-30	30 марта	[3, 3, 3, 5]
9196	stu-6а-19	2026-03-31	31 марта	[3, 4, 3, 5, 3, 4]
9197	stu-6б-2	2026-03-02	2 марта	[4, 4, 4, 4, 4]
9198	stu-6б-2	2026-03-03	3 марта	[5, 4, 2, 4, 3, 4]
9199	stu-6б-2	2026-03-04	4 марта	[5, 4, 5, 4, 4]
9200	stu-6б-2	2026-03-05	5 марта	[2, 2, 4, 4, 4]
9201	stu-6б-2	2026-03-06	6 марта	[4, 3, 4, 3, 5]
9202	stu-6б-2	2026-03-09	9 марта	[3, 5, 2, 5]
9203	stu-6б-2	2026-03-10	10 марта	[5, 4, 3, 3, 4]
9204	stu-6б-2	2026-03-11	11 марта	[5, 5, 4, 4, 5]
\.
