COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7285	stu-5а-11	2026-03-04	4 марта	[4, 5, 5, 4]
7286	stu-5а-11	2026-03-05	5 марта	[4, 2, 3, 5, 4]
7287	stu-5а-11	2026-03-06	6 марта	[4, 5, 5, 5, 5]
7288	stu-5а-11	2026-03-09	9 марта	[4, 4, 5, 3]
7289	stu-5а-11	2026-03-10	10 марта	[4, 3, 3, 5, 5]
7290	stu-5а-11	2026-03-11	11 марта	[4, 5, 4, 3, 4]
7291	stu-5а-11	2026-03-12	12 марта	[4, 3, 4, 4, 3]
7292	stu-5а-11	2026-03-13	13 марта	[5, 4, 4, 5, 2]
7293	stu-5а-11	2026-03-16	16 марта	[5, 4, 3, 4]
7294	stu-5а-11	2026-03-17	17 марта	[3, 4, 5, 4, 4]
7295	stu-5а-11	2026-03-18	18 марта	[5, 5, 4, 3, 3]
7296	stu-5а-11	2026-03-19	19 марта	[5, 3, 3, 5, 3]
\.
