COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5401	stu-8б-9	math	Математика	3.78	3.78	3.78	6
5402	stu-8б-9	social	Обществознание	3.14	3.14	3.14	7
5403	stu-8б-9	work	Труд (технология)	3.25	3.25	3.25	8
5404	stu-8б-9	phys	Физика	4.33	4.33	4.33	9
5405	stu-8б-9	pe	Физическая культура	3.77	3.77	3.77	10
5406	stu-8б-9	chem	Химия	3.71	3.71	3.71	11
5407	stu-8б-10	bio	Биология	4.75	4.75	4.75	0
5408	stu-8б-10	geo	География	4.14	4.14	4.14	1
5409	stu-8б-10	eng	Иностранный язык	3.63	3.63	3.63	2
5410	stu-8б-10	info	Информатика	4	4	4	3
5411	stu-8б-10	hist	История	3.67	3.67	3.67	4
5412	stu-8б-10	lit	Литература	4.16	4.16	4.16	5
5413	stu-8б-10	math	Математика	3.61	3.61	3.61	6
5414	stu-8б-10	social	Обществознание	3.71	3.71	3.71	7
5415	stu-8б-10	work	Труд (технология)	3.5	3.5	3.5	8
5416	stu-8б-10	phys	Физика	4.33	4.33	4.33	9
5417	stu-8б-10	pe	Физическая культура	3.77	3.77	3.77	10
5418	stu-8б-10	chem	Химия	4.14	4.14	4.14	11
5419	stu-8б-11	bio	Биология	3.75	3.75	3.75	0
5420	stu-8б-11	geo	География	2.71	2.71	2.71	1
5421	stu-8б-11	eng	Иностранный язык	4.25	4.25	4.25	2
5422	stu-8б-11	info	Информатика	4.75	4.75	4.75	3
5423	stu-8б-11	hist	История	3.33	3.33	3.33	4
5424	stu-8б-11	lit	Литература	3.91	3.91	3.91	5
5425	stu-8б-11	math	Математика	3.89	3.89	3.89	6
5426	stu-8б-11	social	Обществознание	3.29	3.29	3.29	7
5427	stu-8б-11	work	Труд (технология)	3.5	3.5	3.5	8
5428	stu-8б-11	phys	Физика	3.67	3.67	3.67	9
5429	stu-8б-11	pe	Физическая культура	3.85	3.85	3.85	10
5430	stu-8б-11	chem	Химия	3.57	3.57	3.57	11
5431	stu-8б-12	bio	Биология	4	4	4	0
5432	stu-8б-12	geo	География	4.29	4.29	4.29	1
5433	stu-8б-12	eng	Иностранный язык	3.75	3.75	3.75	2
5434	stu-8б-12	info	Информатика	3.5	3.5	3.5	3
5435	stu-8б-12	hist	История	3	3	3	4
5436	stu-8б-12	lit	Литература	3.63	3.63	3.63	5
5437	stu-8б-12	math	Математика	3.83	3.83	3.83	6
5438	stu-8б-12	social	Обществознание	3.43	3.43	3.43	7
5439	stu-8б-12	work	Труд (технология)	4.25	4.25	4.25	8
5440	stu-8б-12	phys	Физика	3	3	3	9
5441	stu-8б-12	pe	Физическая культура	3.69	3.69	3.69	10
5442	stu-8б-12	chem	Химия	3.43	3.43	3.43	11
5443	stu-8б-13	bio	Биология	4.75	4.75	4.75	0
5444	stu-8б-13	geo	География	3.71	3.71	3.71	1
5445	stu-8б-13	eng	Иностранный язык	3.63	3.63	3.63	2
5446	stu-8б-13	info	Информатика	4	4	4	3
5447	stu-8б-13	hist	История	3.33	3.33	3.33	4
5448	stu-8б-13	lit	Литература	4.25	4.25	4.25	5
5449	stu-8б-13	math	Математика	3.61	3.61	3.61	6
5450	stu-8б-13	social	Обществознание	3.43	3.43	3.43	7
\.
