COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
16405	stu-11б-6	2026-03-20	20 марта	[3, 4, 5, 4, 5]
16406	stu-11б-6	2026-03-23	23 марта	[5, 2, 4, 4, 5]
16407	stu-11б-6	2026-03-24	24 марта	[4, 5, 3, 3, 5, 4]
16408	stu-11б-6	2026-03-25	25 марта	[4, 2, 5, 2, 5, 5]
16409	stu-11б-6	2026-03-26	26 марта	[5, 4, 5, 3, 3, 4]
16410	stu-11б-6	2026-03-27	27 марта	[5, 5, 5, 4, 2]
16411	stu-11б-6	2026-03-30	30 марта	[3, 4, 5, 4, 5]
16412	stu-11б-6	2026-03-31	31 марта	[3, 4, 5, 3, 4, 5, 4]
16413	stu-11б-7	2026-03-02	2 марта	[3, 4, 3, 5, 2]
16414	stu-11б-7	2026-03-03	3 марта	[5, 5, 3, 5, 4, 4]
16415	stu-11б-7	2026-03-04	4 марта	[3, 4, 5, 3, 4, 3]
16416	stu-11б-7	2026-03-05	5 марта	[5, 3, 2, 5, 3, 4]
\.
