COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6961	stu-4г-16	2026-03-12	12 марта	[4, 2, 5, 2, 5]
6962	stu-4г-16	2026-03-13	13 марта	[5, 2, 4, 5]
6963	stu-4г-16	2026-03-16	16 марта	[4, 4, 5]
6964	stu-4г-16	2026-03-17	17 марта	[3, 4, 3, 5, 4]
6965	stu-4г-16	2026-03-18	18 марта	[4, 5, 4, 5]
6966	stu-4г-16	2026-03-19	19 марта	[2, 2, 4, 5, 5]
6967	stu-4г-16	2026-03-20	20 марта	[4, 5, 4, 4]
6968	stu-4г-16	2026-03-23	23 марта	[3, 4, 4]
6969	stu-4г-16	2026-03-24	24 марта	[2, 3, 4, 5, 5]
6970	stu-4г-16	2026-03-25	25 марта	[5, 2, 5, 4]
6971	stu-4г-16	2026-03-26	26 марта	[5, 3, 4, 5, 4]
6972	stu-4г-16	2026-03-27	27 марта	[4, 3, 5, 4]
\.
