COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8281	stu-5в-16	2026-03-12	12 марта	[4, 3, 2, 3, 2, 5]
8282	stu-5в-16	2026-03-13	13 марта	[3, 3, 3, 4, 5]
8283	stu-5в-16	2026-03-16	16 марта	[4, 4, 3, 2]
8284	stu-5в-16	2026-03-17	17 марта	[3, 3, 3, 3, 5, 5]
8285	stu-5в-16	2026-03-18	18 марта	[3, 2, 5, 3]
8286	stu-5в-16	2026-03-19	19 марта	[4, 4, 3, 5, 2, 3]
8287	stu-5в-16	2026-03-20	20 марта	[4, 4, 3, 5, 2]
8288	stu-5в-16	2026-03-23	23 марта	[4, 3, 5, 2, 4]
8289	stu-5в-16	2026-03-24	24 марта	[2, 3, 5, 5, 3]
8290	stu-5в-16	2026-03-25	25 марта	[5, 4, 3, 3, 4]
8291	stu-5в-16	2026-03-26	26 марта	[4, 3, 5, 4, 4, 5]
8292	stu-5в-16	2026-03-27	27 марта	[5, 4, 5, 3, 4]
\.
