COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6251	stu-9в-9	pe	Физическая культура	4	4	4	9
6252	stu-9в-9	chem	Химия	3.5	3.5	3.5	10
6253	stu-9в-10	bio	Биология	3	3	3	0
6254	stu-9в-10	geo	География	4.56	4.56	4.56	1
6255	stu-9в-10	eng	Иностранный язык	3.86	3.86	3.86	2
6256	stu-9в-10	info	Информатика	4	4	4	3
6257	stu-9в-10	hist	История	4	4	4	4
6258	stu-9в-10	lit	Литература	3.68	3.68	3.68	5
6259	stu-9в-10	math	Математика	4.08	4.08	4.08	6
6260	stu-9в-10	social	Обществознание	3.43	3.43	3.43	7
6261	stu-9в-10	phys	Физика	4	4	4	8
6262	stu-9в-10	pe	Физическая культура	4.13	4.13	4.13	9
6263	stu-9в-10	chem	Химия	3.5	3.5	3.5	10
6264	stu-9в-11	bio	Биология	4.25	4.25	4.25	0
6265	stu-9в-11	geo	География	3.56	3.56	3.56	1
6266	stu-9в-11	eng	Иностранный язык	3.36	3.36	3.36	2
6267	stu-9в-11	info	Информатика	3.38	3.38	3.38	3
6268	stu-9в-11	hist	История	3.75	3.75	3.75	4
6269	stu-9в-11	lit	Литература	3.92	3.92	3.92	5
6270	stu-9в-11	math	Математика	3.79	3.79	3.79	6
6271	stu-9в-11	social	Обществознание	4.43	4.43	4.43	7
6272	stu-9в-11	phys	Физика	3.18	3.18	3.18	8
6273	stu-9в-11	pe	Физическая культура	4.13	4.13	4.13	9
6274	stu-9в-11	chem	Химия	4	4	4	10
6275	stu-9в-12	bio	Биология	3.88	3.88	3.88	0
6276	stu-9в-12	geo	География	4	4	4	1
6277	stu-9в-12	eng	Иностранный язык	3.71	3.71	3.71	2
6278	stu-9в-12	info	Информатика	4.13	4.13	4.13	3
6279	stu-9в-12	hist	История	3.75	3.75	3.75	4
6280	stu-9в-12	lit	Литература	3.56	3.56	3.56	5
6281	stu-9в-12	math	Математика	4.08	4.08	4.08	6
6282	stu-9в-12	social	Обществознание	3.57	3.57	3.57	7
6283	stu-9в-12	phys	Физика	4.45	4.45	4.45	8
6284	stu-9в-12	pe	Физическая культура	4	4	4	9
6285	stu-9в-12	chem	Химия	4.5	4.5	4.5	10
6286	stu-9в-13	bio	Биология	3	3	3	0
6287	stu-9в-13	geo	География	4.33	4.33	4.33	1
6288	stu-9в-13	eng	Иностранный язык	3.93	3.93	3.93	2
6289	stu-9в-13	info	Информатика	4	4	4	3
6290	stu-9в-13	hist	История	4.13	4.13	4.13	4
6291	stu-9в-13	lit	Литература	3.88	3.88	3.88	5
6292	stu-9в-13	math	Математика	4	4	4	6
6293	stu-9в-13	social	Обществознание	4.14	4.14	4.14	7
6294	stu-9в-13	phys	Физика	4.18	4.18	4.18	8
6295	stu-9в-13	pe	Физическая культура	4.25	4.25	4.25	9
6296	stu-9в-13	chem	Химия	3.5	3.5	3.5	10
6297	stu-9в-14	bio	Биология	4.5	4.5	4.5	0
6298	stu-9в-14	geo	География	3.56	3.56	3.56	1
6299	stu-9в-14	eng	Иностранный язык	3.36	3.36	3.36	2
6300	stu-9в-14	info	Информатика	3.63	3.63	3.63	3
\.
