COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6101	stu-9б-15	eng	Иностранный язык	3.77	3.77	3.77	2
6102	stu-9б-15	info	Информатика	4.83	4.83	4.83	3
6103	stu-9б-15	hist	История	3.89	3.89	3.89	4
6104	stu-9б-15	lit	Литература	3.96	3.96	3.96	5
6105	stu-9б-15	math	Математика	4.16	4.16	4.16	6
6106	stu-9б-15	social	Обществознание	3.57	3.57	3.57	7
6107	stu-9б-15	phys	Физика	3.54	3.54	3.54	8
6108	stu-9б-15	pe	Физическая культура	4	4	4	9
6109	stu-9б-15	chem	Химия	4	4	4	10
6110	stu-9б-16	bio	Биология	3	3	3	0
6111	stu-9б-16	geo	География	4.38	4.38	4.38	1
6112	stu-9б-16	eng	Иностранный язык	3.92	3.92	3.92	2
6113	stu-9б-16	info	Информатика	4.17	4.17	4.17	3
6114	stu-9б-16	hist	История	3.11	3.11	3.11	4
6115	stu-9б-16	lit	Литература	3.76	3.76	3.76	5
6116	stu-9б-16	math	Математика	4.04	4.04	4.04	6
6117	stu-9б-16	social	Обществознание	4	4	4	7
6118	stu-9б-16	phys	Физика	3.38	3.38	3.38	8
6119	stu-9б-16	pe	Физическая культура	4.5	4.5	4.5	9
6120	stu-9б-16	chem	Химия	4.56	4.56	4.56	10
6121	stu-9б-17	bio	Биология	4.43	4.43	4.43	0
6122	stu-9б-17	geo	География	4.38	4.38	4.38	1
6123	stu-9б-17	eng	Иностранный язык	3.62	3.62	3.62	2
6124	stu-9б-17	info	Информатика	4	4	4	3
6125	stu-9б-17	hist	История	3.11	3.11	3.11	4
6126	stu-9б-17	lit	Литература	4.08	4.08	4.08	5
6127	stu-9б-17	math	Математика	3.96	3.96	3.96	6
6128	stu-9б-17	social	Обществознание	3.43	3.43	3.43	7
6129	stu-9б-17	phys	Физика	3.54	3.54	3.54	8
6130	stu-9б-17	pe	Физическая культура	4	4	4	9
6131	stu-9б-17	chem	Химия	4.44	4.44	4.44	10
6132	stu-9б-18	bio	Биология	3.43	3.43	3.43	0
6133	stu-9б-18	geo	География	3.13	3.13	3.13	1
6134	stu-9б-18	eng	Иностранный язык	3.85	3.85	3.85	2
6135	stu-9б-18	info	Информатика	4.67	4.67	4.67	3
6136	stu-9б-18	hist	История	3.89	3.89	3.89	4
6137	stu-9б-18	lit	Литература	3.92	3.92	3.92	5
6138	stu-9б-18	math	Математика	4.12	4.12	4.12	6
6139	stu-9б-18	social	Обществознание	4	4	4	7
6140	stu-9б-18	phys	Физика	3.69	3.69	3.69	8
6141	stu-9б-18	pe	Физическая культура	4.17	4.17	4.17	9
6142	stu-9б-18	chem	Химия	4	4	4	10
6143	stu-9б-19	bio	Биология	3.29	3.29	3.29	0
6144	stu-9б-19	geo	География	4.63	4.63	4.63	1
6145	stu-9б-19	eng	Иностранный язык	3.92	3.92	3.92	2
6146	stu-9б-19	info	Информатика	4.17	4.17	4.17	3
6147	stu-9б-19	hist	История	3.22	3.22	3.22	4
6148	stu-9б-19	lit	Литература	3.88	3.88	3.88	5
6149	stu-9б-19	math	Математика	4.04	4.04	4.04	6
6150	stu-9б-19	social	Обществознание	3.57	3.57	3.57	7
\.
