COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3951	stu-6в-18	eng	Иностранный язык	4.33	4.33	4.33	2
3952	stu-6в-18	info	Информатика	3.63	3.63	3.63	3
3953	stu-6в-18	hist	История	4	4	4	4
3954	stu-6в-18	lit	Литература	4.22	4.22	4.22	5
3955	stu-6в-18	math	Математика	3.85	3.85	3.85	6
3956	stu-6в-18	music	Музыка	3.67	3.67	3.67	7
3957	stu-6в-18	social	Обществознание	4.2	4.2	4.2	8
3958	stu-6в-18	pe	Физическая культура	4.14	4.14	4.14	9
3959	stu-6в-19	bio	Биология	3.5	3.5	3.5	0
3960	stu-6в-19	geo	География	3.43	3.43	3.43	1
3961	stu-6в-19	eng	Иностранный язык	3.25	3.25	3.25	2
3962	stu-6в-19	info	Информатика	4.5	4.5	4.5	3
3963	stu-6в-19	hist	История	4.57	4.57	4.57	4
3964	stu-6в-19	lit	Литература	3.48	3.48	3.48	5
3965	stu-6в-19	math	Математика	3.75	3.75	3.75	6
3966	stu-6в-19	music	Музыка	4	4	4	7
3967	stu-6в-19	social	Обществознание	4	4	4	8
3968	stu-6в-19	pe	Физическая культура	4.29	4.29	4.29	9
3969	stu-6г-1	bio	Биология	3.6	3.6	3.6	0
3970	stu-6г-1	geo	География	4.25	4.25	4.25	1
3971	stu-6г-1	art	Изобразительное искусство	4.5	4.5	4.5	2
3972	stu-6г-1	eng	Иностранный язык	4.23	4.23	4.23	3
3973	stu-6г-1	info	Информатика	3.57	3.57	3.57	4
3974	stu-6г-1	hist	История	4.25	4.25	4.25	5
3975	stu-6г-1	lit	Литература	3.96	3.96	3.96	6
3976	stu-6г-1	math	Математика	4.22	4.22	4.22	7
3977	stu-6г-1	music	Музыка	3.25	3.25	3.25	8
3978	stu-6г-1	social	Обществознание	3.75	3.75	3.75	9
3979	stu-6г-1	pe	Физическая культура	3.77	3.77	3.77	10
3980	stu-6г-2	bio	Биология	4	4	4	0
3981	stu-6г-2	geo	География	4.25	4.25	4.25	1
3982	stu-6г-2	art	Изобразительное искусство	3	3	3	2
3983	stu-6г-2	eng	Иностранный язык	4.15	4.15	4.15	3
3984	stu-6г-2	info	Информатика	4	4	4	4
3985	stu-6г-2	hist	История	3.75	3.75	3.75	5
3986	stu-6г-2	lit	Литература	3.63	3.63	3.63	6
3987	stu-6г-2	math	Математика	4.26	4.26	4.26	7
3988	stu-6г-2	music	Музыка	3.5	3.5	3.5	8
3989	stu-6г-2	social	Обществознание	4.25	4.25	4.25	9
3990	stu-6г-2	pe	Физическая культура	3.77	3.77	3.77	10
3991	stu-6г-3	bio	Биология	4.6	4.6	4.6	0
3992	stu-6г-3	geo	География	3	3	3	1
3993	stu-6г-3	art	Изобразительное искусство	3	3	3	2
3994	stu-6г-3	eng	Иностранный язык	3.62	3.62	3.62	3
3995	stu-6г-3	info	Информатика	3.71	3.71	3.71	4
3996	stu-6г-3	hist	История	3.75	3.75	3.75	5
3997	stu-6г-3	lit	Литература	3.52	3.52	3.52	6
3998	stu-6г-3	math	Математика	4.35	4.35	4.35	7
3999	stu-6г-3	music	Музыка	3.25	3.25	3.25	8
4000	stu-6г-3	social	Обществознание	4	4	4	9
\.
