COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13009	stu-8в-4	2026-03-10	10 марта	[3, 4, 3, 3, 5, 3]
13010	stu-8в-4	2026-03-11	11 марта	[5, 3, 2, 3]
13011	stu-8в-4	2026-03-12	12 марта	[4, 5, 4, 3, 2]
13012	stu-8в-4	2026-03-13	13 марта	[5, 4, 5, 4, 5]
13013	stu-8в-4	2026-03-16	16 марта	[5, 3, 5, 2]
13014	stu-8в-4	2026-03-17	17 марта	[4, 4, 3, 4, 3, 3]
13015	stu-8в-4	2026-03-18	18 марта	[5, 5, 2, 5]
13016	stu-8в-4	2026-03-19	19 марта	[5, 5, 4, 4, 3]
13017	stu-8в-4	2026-03-20	20 марта	[5, 5, 4, 4]
13018	stu-8в-4	2026-03-23	23 марта	[5, 5, 4, 4, 3]
13019	stu-8в-4	2026-03-24	24 марта	[3, 3, 2, 2, 5, 4]
13020	stu-8в-4	2026-03-25	25 марта	[4, 5, 5, 3, 3]
\.
