COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4951	stu-7г-9	geo	География	4.5	4.5	4.5	1
4952	stu-7г-9	eng	Иностранный язык	3.62	3.62	3.62	2
4953	stu-7г-9	info	Информатика	3.67	3.67	3.67	3
4954	stu-7г-9	hist	История	3.5	3.5	3.5	4
4955	stu-7г-9	lit	Литература	3.74	3.74	3.74	5
4956	stu-7г-9	math	Математика	4.26	4.26	4.26	6
4957	stu-7г-9	social	Обществознание	3.75	3.75	3.75	7
4958	stu-7г-9	phys	Физика	3.86	3.86	3.86	8
4959	stu-7г-9	pe	Физическая культура	4.22	4.22	4.22	9
4960	stu-7г-9	chem	Химия	4	4	4	10
4961	stu-7г-10	bio	Биология	3.38	3.38	3.38	0
4962	stu-7г-10	geo	География	4.5	4.5	4.5	1
4963	stu-7г-10	eng	Иностранный язык	3.38	3.38	3.38	2
4964	stu-7г-10	info	Информатика	3.33	3.33	3.33	3
4965	stu-7г-10	hist	История	4.25	4.25	4.25	4
4966	stu-7г-10	lit	Литература	3.74	3.74	3.74	5
4967	stu-7г-10	math	Математика	4.13	4.13	4.13	6
4968	stu-7г-10	social	Обществознание	3.5	3.5	3.5	7
4969	stu-7г-10	phys	Физика	4	4	4	8
4970	stu-7г-10	pe	Физическая культура	4.11	4.11	4.11	9
4971	stu-7г-10	chem	Химия	4.25	4.25	4.25	10
4972	stu-7г-11	bio	Биология	3.5	3.5	3.5	0
4973	stu-7г-11	geo	География	3.5	3.5	3.5	1
4974	stu-7г-11	eng	Иностранный язык	3.92	3.92	3.92	2
4975	stu-7г-11	info	Информатика	4.33	4.33	4.33	3
4976	stu-7г-11	hist	История	3	3	3	4
4977	stu-7г-11	lit	Литература	4	4	4	5
4978	stu-7г-11	math	Математика	4.04	4.04	4.04	6
4979	stu-7г-11	social	Обществознание	3.75	3.75	3.75	7
4980	stu-7г-11	phys	Физика	3.86	3.86	3.86	8
4981	stu-7г-11	pe	Физическая культура	4.33	4.33	4.33	9
4982	stu-7г-11	chem	Химия	4	4	4	10
4983	stu-7г-12	bio	Биология	3.75	3.75	3.75	0
4984	stu-7г-12	geo	География	3.5	3.5	3.5	1
4985	stu-7г-12	eng	Иностранный язык	3.54	3.54	3.54	2
4986	stu-7г-12	info	Информатика	3.83	3.83	3.83	3
4987	stu-7г-12	hist	История	3.5	3.5	3.5	4
4988	stu-7г-12	lit	Литература	3.9	3.9	3.9	5
4989	stu-7г-12	math	Математика	3.78	3.78	3.78	6
4990	stu-7г-12	social	Обществознание	3.75	3.75	3.75	7
4991	stu-7г-12	phys	Физика	3.57	3.57	3.57	8
4992	stu-7г-12	pe	Физическая культура	4.11	4.11	4.11	9
4993	stu-7г-12	chem	Химия	4.5	4.5	4.5	10
4994	stu-7г-13	bio	Биология	3.38	3.38	3.38	0
4995	stu-7г-13	geo	География	4.5	4.5	4.5	1
4996	stu-7г-13	eng	Иностранный язык	3.54	3.54	3.54	2
4997	stu-7г-13	info	Информатика	3.5	3.5	3.5	3
4998	stu-7г-13	hist	История	4.25	4.25	4.25	4
4999	stu-7г-13	lit	Литература	3.68	3.68	3.68	5
5000	stu-7г-13	math	Математика	3.96	3.96	3.96	6
\.
