COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11413	stu-7в-7	2026-03-24	24 марта	[4, 4, 4, 2, 4]
11414	stu-7в-7	2026-03-25	25 марта	[4, 5, 4, 3]
11415	stu-7в-7	2026-03-26	26 марта	[4, 5, 3, 4, 3, 5]
11416	stu-7в-7	2026-03-27	27 марта	[4, 5, 4, 5]
11417	stu-7в-7	2026-03-30	30 марта	[3, 5, 4, 2]
11418	stu-7в-7	2026-03-31	31 марта	[5, 2, 4, 2, 4, 5]
11419	stu-7в-8	2026-03-02	2 марта	[5, 3, 5, 2]
11420	stu-7в-8	2026-03-03	3 марта	[2, 5, 3, 4, 5, 5]
11421	stu-7в-8	2026-03-04	4 марта	[3, 5, 2, 5, 5]
11422	stu-7в-8	2026-03-05	5 марта	[3, 4, 3, 4, 3]
11423	stu-7в-8	2026-03-06	6 марта	[5, 5, 4, 4, 4]
11424	stu-7в-8	2026-03-09	9 марта	[5, 3, 2, 4]
\.
