COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13381	stu-9а-2	2026-03-06	6 марта	[4, 4, 3, 5, 5]
13382	stu-9а-2	2026-03-09	9 марта	[3, 3, 5, 5, 3]
13383	stu-9а-2	2026-03-10	10 марта	[5, 5, 2, 5, 3, 2, 5]
13384	stu-9а-2	2026-03-11	11 марта	[5, 4, 4, 5, 3, 2]
13385	stu-9а-2	2026-03-12	12 марта	[5, 5, 4, 4, 2, 4, 5]
13386	stu-9а-2	2026-03-13	13 марта	[5, 5, 2, 4, 4, 3]
13387	stu-9а-2	2026-03-16	16 марта	[4, 5, 3, 4, 4]
13388	stu-9а-2	2026-03-17	17 марта	[3, 5, 5, 3, 4, 5, 3]
13389	stu-9а-2	2026-03-18	18 марта	[4, 4, 2, 5, 3]
13390	stu-9а-2	2026-03-19	19 марта	[5, 5, 3, 5, 4, 4]
13391	stu-9а-2	2026-03-20	20 марта	[3, 4, 4, 5, 5]
13392	stu-9а-2	2026-03-23	23 марта	[3, 3, 5, 2, 5]
\.
