COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10021	stu-6г-1	2026-03-16	16 марта	[2, 4, 4, 4, 5]
10022	stu-6г-1	2026-03-17	17 марта	[5, 5, 3, 5, 4]
10023	stu-6г-1	2026-03-18	18 марта	[3, 4, 5, 3, 4]
10024	stu-6г-1	2026-03-19	19 марта	[3, 5, 4, 2, 5, 5]
10025	stu-6г-1	2026-03-20	20 марта	[4, 5, 4, 3]
10026	stu-6г-1	2026-03-23	23 марта	[2, 5, 4, 5, 5]
10027	stu-6г-1	2026-03-24	24 марта	[4, 3, 5, 3, 5, 3]
10028	stu-6г-1	2026-03-25	25 марта	[3, 5, 4, 4, 5]
10029	stu-6г-1	2026-03-26	26 марта	[5, 5, 2, 4, 2]
10030	stu-6г-1	2026-03-27	27 марта	[3, 4, 5, 4, 4]
10031	stu-6г-1	2026-03-30	30 марта	[2, 5, 4, 5]
10032	stu-6г-1	2026-03-31	31 марта	[4, 4, 3, 4, 5, 5]
\.
