COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12049	stu-7г-17	2026-03-20	20 марта	[3, 4, 4, 5]
12050	stu-7г-17	2026-03-23	23 марта	[2, 2, 5, 5, 5]
12051	stu-7г-17	2026-03-24	24 марта	[5, 5, 4, 4, 5, 5]
12052	stu-7г-17	2026-03-25	25 марта	[3, 4, 4, 2]
12053	stu-7г-17	2026-03-26	26 марта	[4, 4, 3, 4, 4, 2]
12054	stu-7г-17	2026-03-27	27 марта	[4, 5, 3, 5, 4]
12055	stu-7г-17	2026-03-30	30 марта	[4, 5, 4, 5, 3]
12056	stu-7г-17	2026-03-31	31 марта	[5, 5, 4, 5, 3, 4]
12057	stu-7г-18	2026-03-02	2 марта	[5, 5, 3, 4, 4]
12058	stu-7г-18	2026-03-03	3 марта	[3, 4, 2, 3, 5, 2]
12059	stu-7г-18	2026-03-04	4 марта	[4, 5, 3, 4, 5]
12060	stu-7г-18	2026-03-05	5 марта	[2, 2, 3, 4, 4]
\.
