COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13777	stu-9б-1	2026-03-06	6 марта	[3, 2, 5, 5, 5]
13778	stu-9б-1	2026-03-09	9 марта	[5, 4, 2, 3, 5, 5]
13779	stu-9б-1	2026-03-10	10 марта	[4, 5, 5, 4, 4, 4]
13780	stu-9б-1	2026-03-11	11 марта	[5, 4, 5, 2, 3]
13781	stu-9б-1	2026-03-12	12 марта	[5, 5, 5, 3, 2, 5]
13782	stu-9б-1	2026-03-13	13 марта	[3, 2, 5, 4, 5, 5]
13783	stu-9б-1	2026-03-16	16 марта	[5, 5, 2, 5, 4, 2]
13784	stu-9б-1	2026-03-17	17 марта	[4, 5, 4, 4, 4, 4, 4]
13785	stu-9б-1	2026-03-18	18 марта	[3, 5, 4, 4, 4, 3]
13786	stu-9б-1	2026-03-19	19 марта	[5, 5, 4, 5, 3, 3]
13787	stu-9б-1	2026-03-20	20 марта	[4, 4, 5, 4, 4]
13788	stu-9б-1	2026-03-23	23 марта	[4, 3, 3, 5, 3]
\.
