COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9733	stu-6в-7	2026-03-12	12 марта	[5, 2, 3, 4, 2, 4]
9734	stu-6в-7	2026-03-13	13 марта	[4, 3, 5, 3]
9735	stu-6в-7	2026-03-16	16 марта	[4, 4, 5, 4]
9736	stu-6в-7	2026-03-17	17 марта	[3, 4, 3, 2, 4]
9737	stu-6в-7	2026-03-18	18 марта	[3, 4, 5, 5]
9738	stu-6в-7	2026-03-19	19 марта	[5, 3, 2, 3, 2, 5]
9739	stu-6в-7	2026-03-20	20 марта	[5, 3, 3, 5, 5]
9740	stu-6в-7	2026-03-23	23 марта	[5, 4, 2, 5, 3]
9741	stu-6в-7	2026-03-24	24 марта	[3, 3, 4, 2, 4, 3]
9742	stu-6в-7	2026-03-25	25 марта	[2, 3, 5, 5]
9743	stu-6в-7	2026-03-26	26 марта	[3, 2, 3, 2, 4]
9744	stu-6в-7	2026-03-27	27 марта	[3, 5, 4, 5]
\.
