COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10201	stu-6г-9	2026-03-20	20 марта	[2, 4, 5, 5]
10202	stu-6г-9	2026-03-23	23 марта	[2, 5, 4, 4, 5]
10203	stu-6г-9	2026-03-24	24 марта	[4, 3, 4, 5, 5, 4]
10204	stu-6г-9	2026-03-25	25 марта	[5, 4, 2, 2, 4]
10205	stu-6г-9	2026-03-26	26 марта	[4, 5, 3, 4, 3]
10206	stu-6г-9	2026-03-27	27 марта	[5, 3, 4, 5, 2]
10207	stu-6г-9	2026-03-30	30 марта	[2, 4, 5, 4]
10208	stu-6г-9	2026-03-31	31 марта	[4, 3, 3, 4, 5, 4]
10209	stu-6г-10	2026-03-02	2 марта	[3, 4, 4, 5, 3]
10210	stu-6г-10	2026-03-03	3 марта	[5, 3, 4, 3, 2]
10211	stu-6г-10	2026-03-04	4 марта	[4, 4, 5, 5, 3]
10212	stu-6г-10	2026-03-05	5 марта	[2, 4, 4, 5, 5, 4]
\.
