COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11077	stu-7б-11	2026-03-16	16 марта	[4, 4, 4, 4]
11078	stu-7б-11	2026-03-17	17 марта	[5, 5, 3, 5, 3]
11079	stu-7б-11	2026-03-18	18 марта	[5, 5, 2, 4, 3]
11080	stu-7б-11	2026-03-19	19 марта	[5, 4, 4, 5, 4, 3]
11081	stu-7б-11	2026-03-20	20 марта	[5, 5, 5, 4]
11082	stu-7б-11	2026-03-23	23 марта	[5, 4, 4, 5, 2]
11083	stu-7б-11	2026-03-24	24 марта	[2, 5, 4, 2, 4, 4]
11084	stu-7б-11	2026-03-25	25 марта	[5, 4, 5, 4]
11085	stu-7б-11	2026-03-26	26 марта	[4, 5, 4, 3, 5]
11086	stu-7б-11	2026-03-27	27 марта	[4, 4, 4, 3]
11087	stu-7б-11	2026-03-30	30 марта	[5, 4, 4, 4, 2]
11088	stu-7б-11	2026-03-31	31 марта	[4, 4, 4, 4, 4]
\.
