COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10609	stu-7а-9	2026-03-06	6 марта	[5, 4, 3, 4, 4]
10610	stu-7а-9	2026-03-09	9 марта	[4, 4, 4, 3, 5]
10611	stu-7а-9	2026-03-10	10 марта	[5, 4, 4, 4, 2]
10612	stu-7а-9	2026-03-11	11 марта	[4, 5, 4, 5, 3]
10613	stu-7а-9	2026-03-12	12 марта	[5, 3, 5, 5, 2]
10614	stu-7а-9	2026-03-13	13 марта	[5, 5, 3, 5, 2]
10615	stu-7а-9	2026-03-16	16 марта	[4, 4, 4, 2, 5]
10616	stu-7а-9	2026-03-17	17 марта	[5, 5, 5, 5, 4]
10617	stu-7а-9	2026-03-18	18 марта	[5, 5, 2, 3, 4]
10618	stu-7а-9	2026-03-19	19 марта	[4, 5, 3, 4, 4, 3]
10619	stu-7а-9	2026-03-20	20 марта	[2, 5, 5, 3, 5]
10620	stu-7а-9	2026-03-23	23 марта	[3, 3, 3, 4]
\.
