COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4751	stu-7в-10	phys	Физика	3.5	3.5	3.5	9
4752	stu-7в-10	pe	Физическая культура	4	4	4	10
4753	stu-7в-10	chem	Химия	4.25	4.25	4.25	11
4754	stu-7в-11	bio	Биология	3.71	3.71	3.71	0
4755	stu-7в-11	geo	География	4.5	4.5	4.5	1
4756	stu-7в-11	eng	Иностранный язык	3.56	3.56	3.56	2
4757	stu-7в-11	info	Информатика	3.14	3.14	3.14	3
4758	stu-7в-11	hist	История	4	4	4	4
4759	stu-7в-11	lit	Литература	3.55	3.55	3.55	5
4760	stu-7в-11	math	Математика	3.88	3.88	3.88	6
4761	stu-7в-11	social	Обществознание	3.5	3.5	3.5	7
4762	stu-7в-11	work	Труд (технология)	4.5	4.5	4.5	8
4763	stu-7в-11	phys	Физика	4.25	4.25	4.25	9
4764	stu-7в-11	pe	Физическая культура	3.67	3.67	3.67	10
4765	stu-7в-11	chem	Химия	4.25	4.25	4.25	11
4766	stu-7в-12	bio	Биология	4.57	4.57	4.57	0
4767	stu-7в-12	geo	География	2.5	2.5	2.5	1
4768	stu-7в-12	eng	Иностранный язык	3.56	3.56	3.56	2
4769	stu-7в-12	info	Информатика	4.43	4.43	4.43	3
4770	stu-7в-12	hist	История	3.43	3.43	3.43	4
4771	stu-7в-12	lit	Литература	4.07	4.07	4.07	5
4772	stu-7в-12	math	Математика	3.82	3.82	3.82	6
4773	stu-7в-12	social	Обществознание	3.25	3.25	3.25	7
4774	stu-7в-12	work	Труд (технология)	4.75	4.75	4.75	8
4775	stu-7в-12	phys	Физика	3.5	3.5	3.5	9
4776	stu-7в-12	pe	Физическая культура	3.92	3.92	3.92	10
4777	stu-7в-12	chem	Химия	3.75	3.75	3.75	11
4778	stu-7в-13	bio	Биология	4	4	4	0
4779	stu-7в-13	geo	География	4	4	4	1
4780	stu-7в-13	eng	Иностранный язык	2.89	2.89	2.89	2
4781	stu-7в-13	info	Информатика	3.71	3.71	3.71	3
4782	stu-7в-13	hist	История	3.43	3.43	3.43	4
4783	stu-7в-13	lit	Литература	3.86	3.86	3.86	5
4784	stu-7в-13	math	Математика	3.94	3.94	3.94	6
4785	stu-7в-13	social	Обществознание	4	4	4	7
4786	stu-7в-13	work	Труд (технология)	3.75	3.75	3.75	8
4787	stu-7в-13	phys	Физика	3.25	3.25	3.25	9
4788	stu-7в-13	pe	Физическая культура	3.92	3.92	3.92	10
4789	stu-7в-13	chem	Химия	4.25	4.25	4.25	11
4790	stu-7в-14	bio	Биология	3.71	3.71	3.71	0
4791	stu-7в-14	geo	География	3.5	3.5	3.5	1
4792	stu-7в-14	eng	Иностранный язык	3.78	3.78	3.78	2
4793	stu-7в-14	info	Информатика	3.29	3.29	3.29	3
4794	stu-7в-14	hist	История	4	4	4	4
4795	stu-7в-14	lit	Литература	3.76	3.76	3.76	5
4796	stu-7в-14	math	Математика	3.76	3.76	3.76	6
4797	stu-7в-14	social	Обществознание	3.25	3.25	3.25	7
4798	stu-7в-14	work	Труд (технология)	4.25	4.25	4.25	8
4799	stu-7в-14	phys	Физика	4.5	4.5	4.5	9
4800	stu-7в-14	pe	Физическая культура	3.75	3.75	3.75	10
\.
