COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9277	stu-6б-5	2026-03-20	20 марта	[2, 3, 3, 3]
9278	stu-6б-5	2026-03-23	23 марта	[2, 3, 5, 5]
9279	stu-6б-5	2026-03-24	24 марта	[5, 5, 2, 2, 3]
9280	stu-6б-5	2026-03-25	25 марта	[5, 5, 4, 5, 4]
9281	stu-6б-5	2026-03-26	26 марта	[5, 4, 2, 4, 5, 3]
9282	stu-6б-5	2026-03-27	27 марта	[5, 5, 3, 5, 4]
9283	stu-6б-5	2026-03-30	30 марта	[3, 4, 5, 3]
9284	stu-6б-5	2026-03-31	31 марта	[5, 2, 3, 4, 3]
9285	stu-6б-6	2026-03-02	2 марта	[5, 4, 2, 3, 4]
9286	stu-6б-6	2026-03-03	3 марта	[4, 4, 4, 5, 3, 5]
9287	stu-6б-6	2026-03-04	4 марта	[4, 2, 3, 2, 4]
9288	stu-6б-6	2026-03-05	5 марта	[4, 3, 5, 5, 4]
\.
