COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7177	stu-5а-6	2026-03-06	6 марта	[3, 4, 4, 5, 5]
7178	stu-5а-6	2026-03-09	9 марта	[5, 3, 3, 4]
7179	stu-5а-6	2026-03-10	10 марта	[5, 4, 4, 5, 4]
7180	stu-5а-6	2026-03-11	11 марта	[5, 5, 4, 4, 3]
7181	stu-5а-6	2026-03-12	12 марта	[5, 5, 5, 4, 3]
7182	stu-5а-6	2026-03-13	13 марта	[4, 4, 4, 5, 3]
7183	stu-5а-6	2026-03-16	16 марта	[3, 4, 3, 5]
7184	stu-5а-6	2026-03-17	17 марта	[4, 4, 5, 5, 3]
7185	stu-5а-6	2026-03-18	18 марта	[4, 4, 4, 4, 2]
7186	stu-5а-6	2026-03-19	19 марта	[5, 2, 4, 3, 3]
7187	stu-5а-6	2026-03-20	20 марта	[4, 5, 5, 4]
7188	stu-5а-6	2026-03-23	23 марта	[2, 5, 5, 4]
\.
