COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9361	stu-6б-9	2026-03-16	16 марта	[4, 3, 4, 4, 4]
9362	stu-6б-9	2026-03-17	17 марта	[4, 3, 5, 3, 5]
9363	stu-6б-9	2026-03-18	18 марта	[2, 4, 4, 4]
9364	stu-6б-9	2026-03-19	19 марта	[5, 5, 4, 3, 4, 4]
9365	stu-6б-9	2026-03-20	20 марта	[4, 5, 3, 3]
9366	stu-6б-9	2026-03-23	23 марта	[4, 2, 4, 5]
9367	stu-6б-9	2026-03-24	24 марта	[5, 5, 4, 4, 5]
9368	stu-6б-9	2026-03-25	25 марта	[4, 4, 2, 3, 2]
9369	stu-6б-9	2026-03-26	26 марта	[4, 4, 3, 5, 4, 2]
9370	stu-6б-9	2026-03-27	27 марта	[5, 4, 5, 5, 5]
9371	stu-6б-9	2026-03-30	30 марта	[3, 3, 4, 4]
9372	stu-6б-9	2026-03-31	31 марта	[5, 4, 5, 2, 4]
\.
