COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7201	stu-5а-7	2026-03-10	10 марта	[4, 3, 3, 5, 3]
7202	stu-5а-7	2026-03-11	11 марта	[4, 4, 2, 3, 4]
7203	stu-5а-7	2026-03-12	12 марта	[5, 4, 5, 3, 5]
7204	stu-5а-7	2026-03-13	13 марта	[5, 2, 3, 4, 3]
7205	stu-5а-7	2026-03-16	16 марта	[5, 2, 2, 5]
7206	stu-5а-7	2026-03-17	17 марта	[3, 3, 4, 4, 2]
7207	stu-5а-7	2026-03-18	18 марта	[5, 3, 2, 4, 3]
7208	stu-5а-7	2026-03-19	19 марта	[4, 2, 2, 5, 5]
7209	stu-5а-7	2026-03-20	20 марта	[3, 4, 4, 3]
7210	stu-5а-7	2026-03-23	23 марта	[3, 4, 4, 5]
7211	stu-5а-7	2026-03-24	24 марта	[3, 2, 3, 4, 5]
7212	stu-5а-7	2026-03-25	25 марта	[3, 4, 5, 4]
\.
