COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1851	stu-3г-11	eng	Иностранный язык	3.43	3.43	3.43	1
1852	stu-3г-11	hist	История	4	4	4	2
1853	stu-3г-11	lit	Литература	3.91	3.91	3.91	3
1854	stu-3г-11	math	Математика	3.79	3.79	3.79	4
1855	stu-3г-11	music	Музыка	4.67	4.67	4.67	5
1856	stu-3г-11	work	Труд (технология)	4.13	4.13	4.13	6
1857	stu-3г-11	pe	Физическая культура	3	3	3	7
1858	stu-3г-12	art	Изобразительное искусство	4.5	4.5	4.5	0
1859	stu-3г-12	eng	Иностранный язык	4.43	4.43	4.43	1
1860	stu-3г-12	hist	История	3.71	3.71	3.71	2
1861	stu-3г-12	lit	Литература	4.09	4.09	4.09	3
1862	stu-3г-12	math	Математика	3.92	3.92	3.92	4
1863	stu-3г-12	music	Музыка	5	5	5	5
1864	stu-3г-12	work	Труд (технология)	3.38	3.38	3.38	6
1865	stu-3г-12	pe	Физическая культура	3.5	3.5	3.5	7
1866	stu-3г-13	art	Изобразительное искусство	3.5	3.5	3.5	0
1867	stu-3г-13	eng	Иностранный язык	4.71	4.71	4.71	1
1868	stu-3г-13	hist	История	3.86	3.86	3.86	2
1869	stu-3г-13	lit	Литература	3.82	3.82	3.82	3
1870	stu-3г-13	math	Математика	3.79	3.79	3.79	4
1871	stu-3г-13	music	Музыка	5	5	5	5
1872	stu-3г-13	work	Труд (технология)	3.63	3.63	3.63	6
1873	stu-3г-13	pe	Физическая культура	3.25	3.25	3.25	7
1874	stu-3г-14	art	Изобразительное искусство	5	5	5	0
1875	stu-3г-14	eng	Иностранный язык	3.29	3.29	3.29	1
1876	stu-3г-14	hist	История	4.29	4.29	4.29	2
1877	stu-3г-14	lit	Литература	3.97	3.97	3.97	3
1878	stu-3г-14	math	Математика	3.79	3.79	3.79	4
1879	stu-3г-14	music	Музыка	4.67	4.67	4.67	5
1880	stu-3г-14	work	Труд (технология)	4.13	4.13	4.13	6
1881	stu-3г-14	pe	Физическая культура	3.25	3.25	3.25	7
1882	stu-3г-15	art	Изобразительное искусство	4.25	4.25	4.25	0
1883	stu-3г-15	eng	Иностранный язык	4.71	4.71	4.71	1
1884	stu-3г-15	hist	История	3.71	3.71	3.71	2
1885	stu-3г-15	lit	Литература	4.06	4.06	4.06	3
1886	stu-3г-15	math	Математика	3.92	3.92	3.92	4
1887	stu-3г-15	music	Музыка	4.33	4.33	4.33	5
1888	stu-3г-15	work	Труд (технология)	3.5	3.5	3.5	6
1889	stu-3г-15	pe	Физическая культура	3.75	3.75	3.75	7
1890	stu-3г-16	art	Изобразительное искусство	3.75	3.75	3.75	0
2207	stu-4б-15	music	Музыка	4.25	4.25	4.25	5
1891	stu-3г-16	eng	Иностранный язык	4.43	4.43	4.43	1
1892	stu-3г-16	hist	История	3.71	3.71	3.71	2
1893	stu-3г-16	lit	Литература	3.79	3.79	3.79	3
1894	stu-3г-16	math	Математика	3.88	3.88	3.88	4
1895	stu-3г-16	music	Музыка	4.33	4.33	4.33	5
1896	stu-3г-16	work	Труд (технология)	3.63	3.63	3.63	6
1897	stu-3г-16	pe	Физическая культура	3	3	3	7
1898	stu-3г-17	art	Изобразительное искусство	5	5	5	0
1899	stu-3г-17	eng	Иностранный язык	3.43	3.43	3.43	1
\.
