COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8749	stu-5г-18	2026-03-20	20 марта	[5, 3, 4, 5, 4]
8750	stu-5г-18	2026-03-23	23 марта	[4, 4, 5, 3, 4]
8751	stu-5г-18	2026-03-24	24 марта	[5, 3, 5, 4, 5, 5]
8752	stu-5г-18	2026-03-25	25 марта	[3, 5, 5, 3]
8753	stu-5г-18	2026-03-26	26 марта	[5, 3, 3, 4, 2]
8754	stu-5г-18	2026-03-27	27 марта	[2, 4, 4, 4, 4]
8755	stu-5г-18	2026-03-30	30 марта	[3, 5, 4, 4, 3]
8756	stu-5г-18	2026-03-31	31 марта	[5, 5, 5, 5, 3, 4]
8757	stu-5г-19	2026-03-02	2 марта	[5, 2, 5, 2]
8758	stu-5г-19	2026-03-03	3 марта	[3, 4, 4, 3, 5, 4]
8759	stu-5г-19	2026-03-04	4 марта	[5, 5, 5, 4, 5]
8760	stu-5г-19	2026-03-05	5 марта	[4, 5, 3, 4, 4]
\.
