COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7765	stu-5б-12	2026-03-30	30 марта	[5, 3, 5, 5, 2]
7766	stu-5б-12	2026-03-31	31 марта	[4, 4, 3, 3, 4, 5]
7767	stu-5б-13	2026-03-02	2 марта	[3, 4, 5, 5]
7768	stu-5б-13	2026-03-03	3 марта	[5, 4, 4, 3, 4]
7769	stu-5б-13	2026-03-04	4 марта	[5, 4, 3, 4, 2]
7770	stu-5б-13	2026-03-05	5 марта	[4, 5, 2, 3, 3, 3]
7771	stu-5б-13	2026-03-06	6 марта	[5, 3, 3, 4, 4]
7772	stu-5б-13	2026-03-09	9 марта	[2, 2, 4, 3, 5]
7773	stu-5б-13	2026-03-10	10 марта	[5, 2, 4, 3, 5]
7774	stu-5б-13	2026-03-11	11 марта	[4, 5, 5, 3]
7775	stu-5б-13	2026-03-12	12 марта	[5, 3, 5, 2, 4]
7776	stu-5б-13	2026-03-13	13 марта	[3, 5, 5, 3, 4]
\.
