COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10429	stu-7а-1	2026-03-02	2 марта	[5, 5, 2, 5, 5]
10430	stu-7а-1	2026-03-03	3 марта	[5, 5, 4, 5, 4]
10431	stu-7а-1	2026-03-04	4 марта	[5, 5, 4, 3, 5]
10432	stu-7а-1	2026-03-05	5 марта	[2, 5, 3, 2, 5, 3]
10433	stu-7а-1	2026-03-06	6 марта	[5, 4, 5, 2, 4]
10434	stu-7а-1	2026-03-09	9 марта	[4, 2, 4, 3, 5]
10435	stu-7а-1	2026-03-10	10 марта	[5, 4, 5, 4, 2]
10436	stu-7а-1	2026-03-11	11 марта	[3, 5, 2, 5, 2]
10437	stu-7а-1	2026-03-12	12 марта	[5, 5, 4, 4, 2]
10438	stu-7а-1	2026-03-13	13 марта	[4, 5, 3, 4, 4]
10439	stu-7а-1	2026-03-16	16 марта	[4, 2, 4, 4, 5]
10440	stu-7а-1	2026-03-17	17 марта	[4, 4, 5, 5, 4]
\.
