COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11701	stu-7г-1	2026-03-26	26 марта	[5, 4, 2, 5, 3, 3]
11702	stu-7г-1	2026-03-27	27 марта	[5, 4, 3, 5, 4]
11703	stu-7г-1	2026-03-30	30 марта	[5, 4, 3, 5, 2]
11704	stu-7г-1	2026-03-31	31 марта	[4, 4, 3, 4, 4, 2]
11705	stu-7г-2	2026-03-02	2 марта	[5, 5, 3, 5, 5]
11706	stu-7г-2	2026-03-03	3 марта	[5, 5, 3, 5, 5, 4]
11707	stu-7г-2	2026-03-04	4 марта	[2, 5, 5, 2, 4]
11708	stu-7г-2	2026-03-05	5 марта	[4, 4, 3, 3, 5]
11709	stu-7г-2	2026-03-06	6 марта	[5, 2, 3, 4]
11710	stu-7г-2	2026-03-09	9 марта	[2, 2, 4, 4, 5]
11711	stu-7г-2	2026-03-10	10 марта	[5, 4, 3, 5, 5, 3]
11712	stu-7г-2	2026-03-11	11 марта	[4, 5, 3, 4, 3]
\.
