COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8977	stu-6а-10	2026-03-02	2 марта	[3, 2, 4, 5]
8978	stu-6а-10	2026-03-03	3 марта	[5, 4, 4, 3, 5]
8979	stu-6а-10	2026-03-04	4 марта	[2, 4, 3, 5, 3]
8980	stu-6а-10	2026-03-05	5 марта	[4, 4, 5, 4, 5]
8981	stu-6а-10	2026-03-06	6 марта	[5, 5, 4, 3]
8982	stu-6а-10	2026-03-09	9 марта	[5, 5, 2, 4, 4]
8983	stu-6а-10	2026-03-10	10 марта	[4, 4, 5, 4, 2]
8984	stu-6а-10	2026-03-11	11 марта	[3, 4, 4, 4]
8985	stu-6а-10	2026-03-12	12 марта	[5, 5, 5, 4, 5]
8986	stu-6а-10	2026-03-13	13 марта	[3, 3, 5, 3, 3]
8987	stu-6а-10	2026-03-16	16 марта	[4, 4, 3, 3, 5]
8988	stu-6а-10	2026-03-17	17 марта	[4, 5, 4, 5, 3, 2]
\.
