COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7273	stu-5а-10	2026-03-18	18 марта	[5, 4, 2, 5, 4]
7274	stu-5а-10	2026-03-19	19 марта	[5, 2, 3, 4, 5]
7275	stu-5а-10	2026-03-20	20 марта	[4, 5, 3, 3]
7276	stu-5а-10	2026-03-23	23 марта	[2, 4, 5, 4]
7277	stu-5а-10	2026-03-24	24 марта	[3, 3, 3, 4, 4]
7278	stu-5а-10	2026-03-25	25 марта	[2, 4, 5, 4]
7279	stu-5а-10	2026-03-26	26 марта	[4, 2, 4, 4, 2, 5]
7280	stu-5а-10	2026-03-27	27 марта	[3, 2, 4, 2]
7281	stu-5а-10	2026-03-30	30 марта	[3, 4, 2, 4]
7282	stu-5а-10	2026-03-31	31 марта	[3, 5, 4, 3, 5, 4]
7283	stu-5а-11	2026-03-02	2 марта	[4, 5, 4, 2, 4]
7284	stu-5а-11	2026-03-03	3 марта	[4, 4, 5, 5, 3, 3]
\.
