COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7585	stu-5б-4	2026-03-24	24 марта	[4, 5, 4, 5, 5]
7586	stu-5б-4	2026-03-25	25 марта	[4, 2, 5, 5, 3]
7587	stu-5б-4	2026-03-26	26 марта	[2, 5, 5, 4, 2]
7588	stu-5б-4	2026-03-27	27 марта	[4, 4, 3, 5, 5]
7589	stu-5б-4	2026-03-30	30 марта	[3, 5, 5, 5, 3]
7590	stu-5б-4	2026-03-31	31 марта	[5, 4, 4, 3, 3, 4]
7591	stu-5б-5	2026-03-02	2 марта	[3, 4, 4, 4]
7592	stu-5б-5	2026-03-03	3 марта	[4, 2, 3, 4, 5]
7593	stu-5б-5	2026-03-04	4 марта	[5, 4, 2, 3, 3]
7594	stu-5б-5	2026-03-05	5 марта	[4, 4, 4, 3, 4, 5]
7595	stu-5б-5	2026-03-06	6 марта	[3, 4, 3, 3, 2]
7596	stu-5б-5	2026-03-09	9 марта	[4, 4, 3, 3, 4]
\.
