COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12529	stu-8б-1	2026-03-16	16 марта	[5, 3, 3, 4, 2]
12530	stu-8б-1	2026-03-17	17 марта	[3, 5, 4, 3, 4]
12531	stu-8б-1	2026-03-18	18 марта	[5, 4, 5, 4, 3]
12532	stu-8б-1	2026-03-19	19 марта	[5, 4, 3, 5, 2, 4]
12533	stu-8б-1	2026-03-20	20 марта	[4, 5, 2, 3]
12534	stu-8б-1	2026-03-23	23 марта	[5, 2, 5, 5, 2]
12535	stu-8б-1	2026-03-24	24 марта	[4, 2, 4, 4, 4, 4]
12536	stu-8б-1	2026-03-25	25 марта	[2, 2, 4, 3]
12537	stu-8б-1	2026-03-26	26 марта	[4, 2, 3, 3, 4]
12538	stu-8б-1	2026-03-27	27 марта	[3, 5, 4, 5]
12539	stu-8б-1	2026-03-30	30 марта	[4, 5, 4, 3, 4]
12540	stu-8б-1	2026-03-31	31 марта	[4, 5, 3, 2, 4]
\.
