COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5551	stu-8в-3	eng	Иностранный язык	3.46	3.46	3.46	2
5552	stu-8в-3	info	Информатика	3.67	3.67	3.67	3
5553	stu-8в-3	hist	История	3.33	3.33	3.33	4
5554	stu-8в-3	lit	Литература	3.85	3.85	3.85	5
5555	stu-8в-3	math	Математика	3.88	3.88	3.88	6
5556	stu-8в-3	social	Обществознание	4.75	4.75	4.75	7
5557	stu-8в-3	phys	Физика	3.43	3.43	3.43	8
5558	stu-8в-3	pe	Физическая культура	4.38	4.38	4.38	9
5559	stu-8в-3	chem	Химия	3.88	3.88	3.88	10
5560	stu-8в-4	bio	Биология	4.67	4.67	4.67	0
5561	stu-8в-4	geo	География	3.38	3.38	3.38	1
5562	stu-8в-4	eng	Иностранный язык	3.23	3.23	3.23	2
5563	stu-8в-4	info	Информатика	4.17	4.17	4.17	3
5564	stu-8в-4	hist	История	4.33	4.33	4.33	4
5565	stu-8в-4	lit	Литература	3.73	3.73	3.73	5
5566	stu-8в-4	math	Математика	4	4	4	6
5567	stu-8в-4	social	Обществознание	4.25	4.25	4.25	7
5568	stu-8в-4	phys	Физика	4	4	4	8
5569	stu-8в-4	pe	Физическая культура	4	4	4	9
5570	stu-8в-4	chem	Химия	4.38	4.38	4.38	10
5571	stu-8в-5	bio	Биология	4	4	4	0
5572	stu-8в-5	geo	География	3.5	3.5	3.5	1
5573	stu-8в-5	eng	Иностранный язык	4.38	4.38	4.38	2
5574	stu-8в-5	info	Информатика	4.5	4.5	4.5	3
5575	stu-8в-5	hist	История	4.67	4.67	4.67	4
5576	stu-8в-5	lit	Литература	3.88	3.88	3.88	5
5577	stu-8в-5	math	Математика	4.24	4.24	4.24	6
5578	stu-8в-5	social	Обществознание	4.75	4.75	4.75	7
5579	stu-8в-5	phys	Физика	3.71	3.71	3.71	8
5580	stu-8в-5	pe	Физическая культура	4.5	4.5	4.5	9
5581	stu-8в-5	chem	Химия	4	4	4	10
5582	stu-8в-6	bio	Биология	3	3	3	0
5583	stu-8в-6	geo	География	4.5	4.5	4.5	1
5584	stu-8в-6	eng	Иностранный язык	2.85	2.85	2.85	2
5585	stu-8в-6	info	Информатика	3.5	3.5	3.5	3
5586	stu-8в-6	hist	История	3.33	3.33	3.33	4
5587	stu-8в-6	lit	Литература	3.82	3.82	3.82	5
5588	stu-8в-6	math	Математика	3.82	3.82	3.82	6
5589	stu-8в-6	social	Обществознание	4.5	4.5	4.5	7
5590	stu-8в-6	phys	Физика	3.71	3.71	3.71	8
5591	stu-8в-6	pe	Физическая культура	4.13	4.13	4.13	9
5592	stu-8в-6	chem	Химия	3.63	3.63	3.63	10
5593	stu-8в-7	bio	Биология	4.67	4.67	4.67	0
5594	stu-8в-7	geo	География	2.88	2.88	2.88	1
5595	stu-8в-7	eng	Иностранный язык	3.54	3.54	3.54	2
5596	stu-8в-7	info	Информатика	4.17	4.17	4.17	3
5597	stu-8в-7	hist	История	4.33	4.33	4.33	4
5598	stu-8в-7	lit	Литература	3.76	3.76	3.76	5
5599	stu-8в-7	math	Математика	4.18	4.18	4.18	6
5600	stu-8в-7	social	Обществознание	4.75	4.75	4.75	7
\.
