COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12001	stu-7г-15	2026-03-16	16 марта	[3, 4, 3, 3, 5]
12002	stu-7г-15	2026-03-17	17 марта	[3, 5, 3, 3, 4, 4]
12003	stu-7г-15	2026-03-18	18 марта	[5, 4, 4, 4, 3]
12004	stu-7г-15	2026-03-19	19 марта	[3, 4, 4, 4, 5, 5]
12005	stu-7г-15	2026-03-20	20 марта	[4, 5, 2, 4]
12006	stu-7г-15	2026-03-23	23 марта	[3, 3, 3, 3, 5]
12007	stu-7г-15	2026-03-24	24 марта	[4, 3, 2, 3, 5, 4]
12008	stu-7г-15	2026-03-25	25 марта	[4, 5, 2, 3]
12009	stu-7г-15	2026-03-26	26 марта	[5, 3, 4, 5, 5, 3]
12010	stu-7г-15	2026-03-27	27 марта	[5, 4, 3, 5, 2]
12011	stu-7г-15	2026-03-30	30 марта	[4, 4, 3, 5, 4]
12012	stu-7г-15	2026-03-31	31 марта	[5, 4, 3, 5, 3, 3]
\.
