COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1	stu-3a-1	art	Изобразительное искусство	4.13	4.13	4.13	0
2	stu-3a-1	eng	Иностранный язык	3.88	3.88	3.88	1
3	stu-3a-1	hist	История	4.63	4.63	4.63	2
4	stu-3a-1	lit	Литература	3.97	3.97	3.97	3
5	stu-3a-1	math	Математика	3.96	3.96	3.96	4
6	stu-3a-1	music	Музыка	3.5	3.5	3.5	5
7	stu-3a-1	work	Труд (технология)	4.25	4.25	4.25	6
8	stu-3a-1	pe	Физическая культура	4	4	4	7
9	stu-6b-1	bio	Биология	2.5	2.5	2.5	0
10	stu-6b-1	geo	География	3	3	3	1
11	stu-6b-1	eng	Иностранный язык	3.31	3.31	3.31	2
12	stu-6b-1	info	Информатика	2.67	2.67	2.67	3
13	stu-6b-1	hist	История	2.86	2.86	2.86	4
14	stu-6b-1	lit	Литература	3.27	3.27	3.27	5
15	stu-6b-1	math	Математика	3.28	3.28	3.28	6
16	stu-6b-1	social	Обществознание	2.67	2.67	2.67	7
17	stu-6b-1	pe	Физическая культура	3	3	3	8
18	stu-1а-1	art	Изобразительное искусство	3.88	3.88	3.88	0
19	stu-1а-1	eng	Иностранный язык	2.83	2.83	2.83	1
20	stu-1а-1	hist	История	4.43	4.43	4.43	2
21	stu-1а-1	lit	Литература	3.76	3.76	3.76	3
22	stu-1а-1	math	Математика	3.81	3.81	3.81	4
23	stu-1а-1	music	Музыка	3.75	3.75	3.75	5
24	stu-1а-1	work	Труд (технология)	3.5	3.5	3.5	6
25	stu-1а-1	pe	Физическая культура	3.25	3.25	3.25	7
26	stu-1а-2	art	Изобразительное искусство	4.13	4.13	4.13	0
27	stu-1а-2	eng	Иностранный язык	4.33	4.33	4.33	1
28	stu-1а-2	hist	История	3.43	3.43	3.43	2
29	stu-1а-2	lit	Литература	3.74	3.74	3.74	3
30	stu-1а-2	math	Математика	3.86	3.86	3.86	4
31	stu-1а-2	music	Музыка	3.75	3.75	3.75	5
32	stu-1а-2	work	Труд (технология)	3	3	3	6
33	stu-1а-2	pe	Физическая культура	3.25	3.25	3.25	7
34	stu-1а-3	art	Изобразительное искусство	3.88	3.88	3.88	0
35	stu-1а-3	eng	Иностранный язык	2.67	2.67	2.67	1
36	stu-1а-3	hist	История	4.14	4.14	4.14	2
37	stu-1а-3	lit	Литература	3.91	3.91	3.91	3
38	stu-1а-3	math	Математика	3.43	3.43	3.43	4
39	stu-1а-3	music	Музыка	3.75	3.75	3.75	5
40	stu-1а-3	work	Труд (технология)	3.75	3.75	3.75	6
41	stu-1а-3	pe	Физическая культура	3.25	3.25	3.25	7
42	stu-1а-4	art	Изобразительное искусство	3.88	3.88	3.88	0
43	stu-1а-4	eng	Иностранный язык	3.33	3.33	3.33	1
44	stu-1а-4	hist	История	4.43	4.43	4.43	2
45	stu-1а-4	lit	Литература	3.71	3.71	3.71	3
46	stu-1а-4	math	Математика	3.81	3.81	3.81	4
47	stu-1а-4	music	Музыка	3.5	3.5	3.5	5
48	stu-1а-4	work	Труд (технология)	4	4	4	6
49	stu-1а-4	pe	Физическая культура	3	3	3	7
50	stu-1а-5	art	Изобразительное искусство	4.25	4.25	4.25	0
\.
