COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10621	stu-7а-9	2026-03-24	24 марта	[5, 2, 4, 4, 3]
10622	stu-7а-9	2026-03-25	25 марта	[3, 4, 5, 2, 4]
10623	stu-7а-9	2026-03-26	26 марта	[4, 5, 5, 5, 4]
10624	stu-7а-9	2026-03-27	27 марта	[3, 5, 3, 5, 4]
10625	stu-7а-9	2026-03-30	30 марта	[3, 2, 5, 5, 4]
10626	stu-7а-9	2026-03-31	31 марта	[5, 5, 5, 4, 5, 4]
10627	stu-7а-10	2026-03-02	2 марта	[3, 5, 4, 5, 5]
10628	stu-7а-10	2026-03-03	3 марта	[5, 3, 4, 3, 4]
10629	stu-7а-10	2026-03-04	4 марта	[3, 3, 5, 5, 5]
10630	stu-7а-10	2026-03-05	5 марта	[2, 5, 5, 3, 5, 5]
10631	stu-7а-10	2026-03-06	6 марта	[4, 2, 5, 2, 4]
10632	stu-7а-10	2026-03-09	9 марта	[3, 2, 5, 3, 5]
\.
