COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9301	stu-6б-6	2026-03-24	24 марта	[5, 5, 4, 4, 4]
9302	stu-6б-6	2026-03-25	25 марта	[4, 4, 2, 3, 2]
9303	stu-6б-6	2026-03-26	26 марта	[3, 4, 3, 4, 4, 2]
9304	stu-6б-6	2026-03-27	27 марта	[4, 4, 5, 5, 5]
9305	stu-6б-6	2026-03-30	30 марта	[3, 2, 4, 4]
9306	stu-6б-6	2026-03-31	31 марта	[5, 4, 4, 2, 5]
9307	stu-6б-7	2026-03-02	2 марта	[5, 5, 4, 2, 3]
9308	stu-6б-7	2026-03-03	3 марта	[5, 3, 2, 4, 3, 4]
9309	stu-6б-7	2026-03-04	4 марта	[5, 3, 5, 4, 5]
9310	stu-6б-7	2026-03-05	5 марта	[2, 4, 5, 4, 5]
9311	stu-6б-7	2026-03-06	6 марта	[3, 3, 3, 2, 3]
9312	stu-6б-7	2026-03-09	9 марта	[2, 5, 4, 4]
\.
