COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9337	stu-6б-8	2026-03-12	12 марта	[5, 3, 4, 2, 2]
9338	stu-6б-8	2026-03-13	13 марта	[5, 3, 4, 5, 2]
9339	stu-6б-8	2026-03-16	16 марта	[2, 2, 5, 5, 5]
9340	stu-6б-8	2026-03-17	17 марта	[5, 4, 4, 5, 5]
9341	stu-6б-8	2026-03-18	18 марта	[3, 5, 5, 4]
9342	stu-6б-8	2026-03-19	19 марта	[5, 4, 2, 3, 4, 3]
9343	stu-6б-8	2026-03-20	20 марта	[2, 4, 4, 3]
9344	stu-6б-8	2026-03-23	23 марта	[2, 3, 5, 5]
9345	stu-6б-8	2026-03-24	24 марта	[5, 5, 2, 2, 3]
9346	stu-6б-8	2026-03-25	25 марта	[5, 5, 4, 5, 3]
9347	stu-6б-8	2026-03-26	26 марта	[4, 5, 2, 3, 5, 3]
9348	stu-6б-8	2026-03-27	27 марта	[5, 5, 4, 5, 4]
\.
