COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10885	stu-7б-2	2026-03-24	24 марта	[2, 5, 3, 2, 5, 5]
10886	stu-7б-2	2026-03-25	25 марта	[5, 5, 4, 4]
10887	stu-7б-2	2026-03-26	26 марта	[4, 4, 3, 3, 5]
10888	stu-7б-2	2026-03-27	27 марта	[5, 3, 3, 3]
10889	stu-7б-2	2026-03-30	30 марта	[5, 3, 3, 4, 4]
10890	stu-7б-2	2026-03-31	31 марта	[5, 4, 5, 5, 5]
10891	stu-7б-3	2026-03-02	2 марта	[2, 4, 5, 4]
10892	stu-7б-3	2026-03-03	3 марта	[4, 4, 4, 5, 5]
10893	stu-7б-3	2026-03-04	4 марта	[5, 4, 3, 5]
10894	stu-7б-3	2026-03-05	5 марта	[4, 4, 5, 5, 2]
10895	stu-7б-3	2026-03-06	6 марта	[3, 3, 5, 4, 2]
10896	stu-7б-3	2026-03-09	9 марта	[4, 3, 5, 4, 3]
\.
