COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
4401	stu-7а-19	social	Обществознание	3.75	3.75	3.75	7
4402	stu-7а-19	work	Труд (технология)	4	4	4	8
4403	stu-7а-19	phys	Физика	3.75	3.75	3.75	9
4404	stu-7а-19	pe	Физическая культура	3.92	3.92	3.92	10
4405	stu-7а-19	chem	Химия	3.25	3.25	3.25	11
4406	stu-7б-1	bio	Биология	3.5	3.5	3.5	0
4407	stu-7б-1	geo	География	3.14	3.14	3.14	1
4408	stu-7б-1	eng	Иностранный язык	3.83	3.83	3.83	2
4409	stu-7б-1	info	Информатика	4.5	4.5	4.5	3
4410	stu-7б-1	hist	История	4.14	4.14	4.14	4
4411	stu-7б-1	lit	Литература	4	4	4	5
4412	stu-7б-1	math	Математика	4	4	4	6
4413	stu-7б-1	social	Обществознание	3.67	3.67	3.67	7
4414	stu-7б-1	work	Труд (технология)	4.33	4.33	4.33	8
4415	stu-7б-1	phys	Физика	3	3	3	9
4416	stu-7б-1	pe	Физическая культура	3.85	3.85	3.85	10
4417	stu-7б-1	chem	Химия	4	4	4	11
4418	stu-7б-2	bio	Биология	4	4	4	0
4419	stu-7б-2	geo	География	4.43	4.43	4.43	1
4420	stu-7б-2	eng	Иностранный язык	4.33	4.33	4.33	2
4421	stu-7б-2	info	Информатика	3.5	3.5	3.5	3
4422	stu-7б-2	hist	История	4.43	4.43	4.43	4
4423	stu-7б-2	lit	Литература	3.81	3.81	3.81	5
4424	stu-7б-2	math	Математика	4.13	4.13	4.13	6
4425	stu-7б-2	social	Обществознание	4.33	4.33	4.33	7
4426	stu-7б-2	work	Труд (технология)	3.67	3.67	3.67	8
4427	stu-7б-2	phys	Физика	4	4	4	9
4428	stu-7б-2	pe	Физическая культура	3.92	3.92	3.92	10
4429	stu-7б-2	chem	Химия	3.5	3.5	3.5	11
4430	stu-7б-3	bio	Биология	4.75	4.75	4.75	0
4431	stu-7б-3	geo	География	4.14	4.14	4.14	1
4432	stu-7б-3	eng	Иностранный язык	4	4	4	2
4433	stu-7б-3	info	Информатика	4.25	4.25	4.25	3
4434	stu-7б-3	hist	История	4.29	4.29	4.29	4
4435	stu-7б-3	lit	Литература	3.69	3.69	3.69	5
4436	stu-7б-3	math	Математика	4.25	4.25	4.25	6
4437	stu-7б-3	social	Обществознание	4	4	4	7
4438	stu-7б-3	work	Труд (технология)	3.33	3.33	3.33	8
4439	stu-7б-3	phys	Физика	3.75	3.75	3.75	9
4440	stu-7б-3	pe	Физическая культура	3.85	3.85	3.85	10
4441	stu-7б-3	chem	Химия	4	4	4	11
4442	stu-7б-4	bio	Биология	3.25	3.25	3.25	0
4443	stu-7б-4	geo	География	3.43	3.43	3.43	1
4444	stu-7б-4	eng	Иностранный язык	3.83	3.83	3.83	2
4445	stu-7б-4	info	Информатика	4.75	4.75	4.75	3
4446	stu-7б-4	hist	История	4.14	4.14	4.14	4
4447	stu-7б-4	lit	Литература	4.09	4.09	4.09	5
4448	stu-7б-4	math	Математика	4.06	4.06	4.06	6
4449	stu-7б-4	social	Обществознание	4	4	4	7
4450	stu-7б-4	work	Труд (технология)	4	4	4	8
\.
