COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10669	stu-7а-11	2026-03-30	30 марта	[3, 3, 5, 5, 3]
10670	stu-7а-11	2026-03-31	31 марта	[5, 3, 4, 3, 5, 5]
10671	stu-7а-12	2026-03-02	2 марта	[5, 5, 3, 3, 4]
10672	stu-7а-12	2026-03-03	3 марта	[5, 4, 5, 3, 5]
10673	stu-7а-12	2026-03-04	4 марта	[5, 3, 5, 5, 4]
10674	stu-7а-12	2026-03-05	5 марта	[4, 5, 3, 3, 4, 5]
10675	stu-7а-12	2026-03-06	6 марта	[5, 3, 4, 3, 5]
10676	stu-7а-12	2026-03-09	9 марта	[5, 3, 5, 4, 4]
10677	stu-7а-12	2026-03-10	10 марта	[4, 4, 5, 5, 4]
10678	stu-7а-12	2026-03-11	11 марта	[4, 5, 4, 5, 3]
10679	stu-7а-12	2026-03-12	12 марта	[5, 3, 5, 3, 3]
10680	stu-7а-12	2026-03-13	13 марта	[5, 5, 2, 5, 3]
\.
