COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7249	stu-5а-9	2026-03-16	16 марта	[3, 3, 3, 5]
7250	stu-5а-9	2026-03-17	17 марта	[4, 4, 5, 5, 2]
7251	stu-5а-9	2026-03-18	18 марта	[4, 4, 4, 3, 2]
7252	stu-5а-9	2026-03-19	19 марта	[5, 3, 3, 3, 4]
7253	stu-5а-9	2026-03-20	20 марта	[3, 5, 5, 4]
7254	stu-5а-9	2026-03-23	23 марта	[3, 5, 5, 4]
7255	stu-5а-9	2026-03-24	24 марта	[4, 4, 5, 5, 5]
7256	stu-5а-9	2026-03-25	25 марта	[2, 5, 5, 3]
7257	stu-5а-9	2026-03-26	26 марта	[4, 3, 5, 4, 2, 3]
7258	stu-5а-9	2026-03-27	27 марта	[2, 4, 4, 4]
7259	stu-5а-9	2026-03-30	30 марта	[2, 5, 4, 3]
7260	stu-5а-9	2026-03-31	31 марта	[4, 4, 5, 4, 3, 5]
\.
