COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9469	stu-6б-14	2026-03-12	12 марта	[5, 3, 3, 2, 2]
9470	stu-6б-14	2026-03-13	13 марта	[5, 4, 5, 5, 2]
9471	stu-6б-14	2026-03-16	16 марта	[2, 2, 5, 5, 5]
9472	stu-6б-14	2026-03-17	17 марта	[5, 4, 4, 5, 5]
9473	stu-6б-14	2026-03-18	18 марта	[3, 5, 5, 3]
9474	stu-6б-14	2026-03-19	19 марта	[5, 4, 3, 3, 3, 3]
9475	stu-6б-14	2026-03-20	20 марта	[2, 4, 4, 3]
9476	stu-6б-14	2026-03-23	23 марта	[2, 3, 5, 5]
9477	stu-6б-14	2026-03-24	24 марта	[5, 5, 3, 2, 3]
9478	stu-6б-14	2026-03-25	25 марта	[5, 5, 3, 4, 3]
9479	stu-6б-14	2026-03-26	26 марта	[4, 5, 2, 5, 5, 3]
9480	stu-6б-14	2026-03-27	27 марта	[5, 5, 4, 5, 4]
\.
