COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7429	stu-5а-17	2026-03-20	20 марта	[4, 4, 5, 2]
7430	stu-5а-17	2026-03-23	23 марта	[3, 5, 4, 4]
7431	stu-5а-17	2026-03-24	24 марта	[4, 2, 5, 5, 5]
7432	stu-5а-17	2026-03-25	25 марта	[3, 5, 4, 3]
7433	stu-5а-17	2026-03-26	26 марта	[4, 2, 3, 4, 3, 3]
7434	stu-5а-17	2026-03-27	27 марта	[3, 4, 5, 4]
7435	stu-5а-17	2026-03-30	30 марта	[2, 3, 4, 4]
7436	stu-5а-17	2026-03-31	31 марта	[3, 4, 5, 3, 5, 5]
7437	stu-5а-18	2026-03-02	2 марта	[5, 5, 2, 3, 4]
7438	stu-5а-18	2026-03-03	3 марта	[2, 5, 3, 4, 4, 3]
7439	stu-5а-18	2026-03-04	4 марта	[4, 4, 4, 5]
7440	stu-5а-18	2026-03-05	5 марта	[5, 3, 2, 5, 5]
\.
