COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8305	stu-5в-17	2026-03-16	16 марта	[3, 3, 5, 4]
8306	stu-5в-17	2026-03-17	17 марта	[4, 4, 4, 2, 3, 4]
8307	stu-5в-17	2026-03-18	18 марта	[2, 4, 4, 4]
8308	stu-5в-17	2026-03-19	19 марта	[5, 4, 4, 4, 4, 4]
8309	stu-5в-17	2026-03-20	20 марта	[5, 2, 4, 4, 3]
8310	stu-5в-17	2026-03-23	23 марта	[3, 4, 5, 3, 5]
8311	stu-5в-17	2026-03-24	24 марта	[4, 4, 5, 4, 4]
8312	stu-5в-17	2026-03-25	25 марта	[5, 5, 5, 5, 2]
8313	stu-5в-17	2026-03-26	26 марта	[3, 5, 4, 5, 5, 4]
8314	stu-5в-17	2026-03-27	27 марта	[4, 2, 5, 4, 4]
8315	stu-5в-17	2026-03-30	30 марта	[3, 4, 5, 2, 5]
8316	stu-5в-17	2026-03-31	31 марта	[4, 2, 4, 3, 5, 5]
\.
