COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
851	stu-2б-5	eng	Иностранный язык	4.29	4.29	4.29	1
852	stu-2б-5	hist	История	3.25	3.25	3.25	2
853	stu-2б-5	lit	Литература	3.97	3.97	3.97	3
854	stu-2б-5	math	Математика	4.16	4.16	4.16	4
855	stu-2б-5	music	Музыка	3.38	3.38	3.38	5
856	stu-2б-5	work	Труд (технология)	4.5	4.5	4.5	6
857	stu-2б-5	pe	Физическая культура	4	4	4	7
858	stu-2б-6	art	Изобразительное искусство	4	4	4	0
859	stu-2б-6	eng	Иностранный язык	3.43	3.43	3.43	1
860	stu-2б-6	hist	История	3.75	3.75	3.75	2
861	stu-2б-6	lit	Литература	3.56	3.56	3.56	3
862	stu-2б-6	math	Математика	4.16	4.16	4.16	4
863	stu-2б-6	music	Музыка	3.13	3.13	3.13	5
864	stu-2б-6	work	Труд (технология)	4.75	4.75	4.75	6
865	stu-2б-6	pe	Физическая культура	4.38	4.38	4.38	7
866	stu-2б-7	art	Изобразительное искусство	3.83	3.83	3.83	0
867	stu-2б-7	eng	Иностранный язык	3.86	3.86	3.86	1
868	stu-2б-7	hist	История	2.5	2.5	2.5	2
869	stu-2б-7	lit	Литература	3.75	3.75	3.75	3
870	stu-2б-7	math	Математика	4.47	4.47	4.47	4
871	stu-2б-7	music	Музыка	3.38	3.38	3.38	5
872	stu-2б-7	work	Труд (технология)	4.5	4.5	4.5	6
873	stu-2б-7	pe	Физическая культура	3.88	3.88	3.88	7
874	stu-2б-8	art	Изобразительное искусство	4	4	4	0
875	stu-2б-8	eng	Иностранный язык	4.29	4.29	4.29	1
876	stu-2б-8	hist	История	3.25	3.25	3.25	2
877	stu-2б-8	lit	Литература	3.91	3.91	3.91	3
878	stu-2б-8	math	Математика	4.32	4.32	4.32	4
879	stu-2б-8	music	Музыка	3.63	3.63	3.63	5
880	stu-2б-8	work	Труд (технология)	4.25	4.25	4.25	6
881	stu-2б-8	pe	Физическая культура	4.25	4.25	4.25	7
882	stu-2б-9	art	Изобразительное искусство	4.17	4.17	4.17	0
883	stu-2б-9	eng	Иностранный язык	3.43	3.43	3.43	1
884	stu-2б-9	hist	История	4	4	4	2
885	stu-2б-9	lit	Литература	3.47	3.47	3.47	3
886	stu-2б-9	math	Математика	4.11	4.11	4.11	4
887	stu-2б-9	music	Музыка	3.63	3.63	3.63	5
888	stu-2б-9	work	Труд (технология)	4.75	4.75	4.75	6
889	stu-2б-9	pe	Физическая культура	4.13	4.13	4.13	7
890	stu-2б-10	art	Изобразительное искусство	4	4	4	0
891	stu-2б-10	eng	Иностранный язык	3.57	3.57	3.57	1
892	stu-2б-10	hist	История	4	4	4	2
893	stu-2б-10	lit	Литература	3.66	3.66	3.66	3
894	stu-2б-10	math	Математика	4.05	4.05	4.05	4
895	stu-2б-10	music	Музыка	3.38	3.38	3.38	5
896	stu-2б-10	work	Труд (технология)	4.5	4.5	4.5	6
897	stu-2б-10	pe	Физическая культура	4.25	4.25	4.25	7
898	stu-2б-11	art	Изобразительное искусство	4	4	4	0
899	stu-2б-11	eng	Иностранный язык	3.71	3.71	3.71	1
900	stu-2б-11	hist	История	3.25	3.25	3.25	2
\.
