COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
6985	stu-4г-17	2026-03-16	16 марта	[5, 3, 3]
6986	stu-4г-17	2026-03-17	17 марта	[5, 5, 2, 4, 3]
6987	stu-4г-17	2026-03-18	18 марта	[2, 5, 3, 4]
6988	stu-4г-17	2026-03-19	19 марта	[4, 3, 4, 5, 5]
6989	stu-4г-17	2026-03-20	20 марта	[5, 5, 2, 5]
6990	stu-4г-17	2026-03-23	23 марта	[4, 3, 2]
6991	stu-4г-17	2026-03-24	24 марта	[4, 2, 3, 4, 5]
6992	stu-4г-17	2026-03-25	25 марта	[3, 3, 4, 2]
6993	stu-4г-17	2026-03-26	26 марта	[4, 3, 3, 4, 3]
6994	stu-4г-17	2026-03-27	27 марта	[3, 3, 4, 3]
6995	stu-4г-17	2026-03-30	30 марта	[5, 5, 4]
6996	stu-4г-17	2026-03-31	31 марта	[5, 2, 3, 5, 3]
\.
