COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7261	stu-5а-10	2026-03-02	2 марта	[5, 4, 3, 3, 3]
7262	stu-5а-10	2026-03-03	3 марта	[2, 5, 3, 4, 5, 4]
7263	stu-5а-10	2026-03-04	4 марта	[2, 4, 4, 5]
7264	stu-5а-10	2026-03-05	5 марта	[3, 3, 4, 4, 5]
7265	stu-5а-10	2026-03-06	6 марта	[5, 4, 4, 3, 4]
7266	stu-5а-10	2026-03-09	9 марта	[5, 2, 3, 3]
7267	stu-5а-10	2026-03-10	10 марта	[3, 4, 2, 4, 4]
7268	stu-5а-10	2026-03-11	11 марта	[4, 5, 2, 3, 5]
7269	stu-5а-10	2026-03-12	12 марта	[5, 5, 5, 3, 5]
7270	stu-5а-10	2026-03-13	13 марта	[5, 2, 3, 4, 3]
7271	stu-5а-10	2026-03-16	16 марта	[4, 2, 2, 5]
7272	stu-5а-10	2026-03-17	17 марта	[2, 3, 4, 5, 3]
\.
