COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5801	stu-9а-6	chem	Химия	3.5	3.5	3.5	10
5802	stu-9а-7	bio	Биология	3.29	3.29	3.29	0
5803	stu-9а-7	geo	География	3.71	3.71	3.71	1
5804	stu-9а-7	eng	Иностранный язык	4.55	4.55	4.55	2
5805	stu-9а-7	info	Информатика	4.5	4.5	4.5	3
5806	stu-9а-7	hist	История	4	4	4	4
5807	stu-9а-7	lit	Литература	4.38	4.38	4.38	5
5808	stu-9а-7	math	Математика	3.88	3.88	3.88	6
5809	stu-9а-7	social	Обществознание	3.88	3.88	3.88	7
5810	stu-9а-7	phys	Физика	4	4	4	8
5811	stu-9а-7	pe	Физическая культура	3.89	3.89	3.89	9
5812	stu-9а-7	chem	Химия	4.13	4.13	4.13	10
5813	stu-9а-8	bio	Биология	4.29	4.29	4.29	0
5814	stu-9а-8	geo	География	4.14	4.14	4.14	1
5815	stu-9а-8	eng	Иностранный язык	4	4	4	2
5816	stu-9а-8	info	Информатика	3.38	3.38	3.38	3
5817	stu-9а-8	hist	История	3.89	3.89	3.89	4
5818	stu-9а-8	lit	Литература	4.29	4.29	4.29	5
5819	stu-9а-8	math	Математика	3.64	3.64	3.64	6
5820	stu-9а-8	social	Обществознание	3.63	3.63	3.63	7
5821	stu-9а-8	phys	Физика	4	4	4	8
5822	stu-9а-8	pe	Физическая культура	3.78	3.78	3.78	9
5823	stu-9а-8	chem	Химия	4	4	4	10
5824	stu-9а-9	bio	Биология	3.71	3.71	3.71	0
5825	stu-9а-9	geo	География	2.86	2.86	2.86	1
5826	stu-9а-9	eng	Иностранный язык	3.82	3.82	3.82	2
5827	stu-9а-9	info	Информатика	3.63	3.63	3.63	3
5828	stu-9а-9	hist	История	4.22	4.22	4.22	4
5829	stu-9а-9	lit	Литература	3.88	3.88	3.88	5
5830	stu-9а-9	math	Математика	4	4	4	6
5831	stu-9а-9	social	Обществознание	3.75	3.75	3.75	7
5832	stu-9а-9	phys	Физика	3.58	3.58	3.58	8
5833	stu-9а-9	pe	Физическая культура	3.78	3.78	3.78	9
5834	stu-9а-9	chem	Химия	3.5	3.5	3.5	10
5835	stu-9а-10	bio	Биология	4.29	4.29	4.29	0
5836	stu-9а-10	geo	География	3.29	3.29	3.29	1
5837	stu-9а-10	eng	Иностранный язык	3.55	3.55	3.55	2
5838	stu-9а-10	info	Информатика	3.38	3.38	3.38	3
5839	stu-9а-10	hist	История	4.22	4.22	4.22	4
5840	stu-9а-10	lit	Литература	3.96	3.96	3.96	5
5841	stu-9а-10	math	Математика	3.8	3.8	3.8	6
5842	stu-9а-10	social	Обществознание	3.88	3.88	3.88	7
5843	stu-9а-10	phys	Физика	3.75	3.75	3.75	8
5844	stu-9а-10	pe	Физическая культура	3.78	3.78	3.78	9
5845	stu-9а-10	chem	Химия	3.75	3.75	3.75	10
5846	stu-9а-11	bio	Биология	3.29	3.29	3.29	0
5847	stu-9а-11	geo	География	3.29	3.29	3.29	1
5848	stu-9а-11	eng	Иностранный язык	4.18	4.18	4.18	2
5849	stu-9а-11	info	Информатика	4.13	4.13	4.13	3
5850	stu-9а-11	hist	История	4.11	4.11	4.11	4
\.
