COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1801	stu-3г-4	pe	Физическая культура	3.25	3.25	3.25	7
1802	stu-3г-5	art	Изобразительное искусство	3.5	3.5	3.5	0
1803	stu-3г-5	eng	Иностранный язык	4.57	4.57	4.57	1
1804	stu-3г-5	hist	История	3.71	3.71	3.71	2
1805	stu-3г-5	lit	Литература	3.85	3.85	3.85	3
1806	stu-3г-5	math	Математика	3.92	3.92	3.92	4
1807	stu-3г-5	music	Музыка	4.67	4.67	4.67	5
1808	stu-3г-5	work	Труд (технология)	3.63	3.63	3.63	6
1809	stu-3г-5	pe	Физическая культура	3.5	3.5	3.5	7
1810	stu-3г-6	art	Изобразительное искусство	5	5	5	0
1811	stu-3г-6	eng	Иностранный язык	3.29	3.29	3.29	1
1812	stu-3г-6	hist	История	3.57	3.57	3.57	2
1813	stu-3г-6	lit	Литература	4.03	4.03	4.03	3
1814	stu-3г-6	math	Математика	3.83	3.83	3.83	4
1815	stu-3г-6	music	Музыка	4.67	4.67	4.67	5
1816	stu-3г-6	work	Труд (технология)	3.5	3.5	3.5	6
1817	stu-3г-6	pe	Физическая культура	3.5	3.5	3.5	7
1818	stu-3г-7	art	Изобразительное искусство	4.25	4.25	4.25	0
1819	stu-3г-7	eng	Иностранный язык	4.71	4.71	4.71	1
1820	stu-3г-7	hist	История	4.43	4.43	4.43	2
1821	stu-3г-7	lit	Литература	4.03	4.03	4.03	3
1822	stu-3г-7	math	Математика	3.71	3.71	3.71	4
1823	stu-3г-7	music	Музыка	4.33	4.33	4.33	5
1824	stu-3г-7	work	Труд (технология)	4	4	4	6
1825	stu-3г-7	pe	Физическая культура	3.5	3.5	3.5	7
1826	stu-3г-8	art	Изобразительное искусство	4	4	4	0
1827	stu-3г-8	eng	Иностранный язык	4.14	4.14	4.14	1
1828	stu-3г-8	hist	История	3.71	3.71	3.71	2
1829	stu-3г-8	lit	Литература	3.82	3.82	3.82	3
1830	stu-3г-8	math	Математика	3.92	3.92	3.92	4
1831	stu-3г-8	music	Музыка	4.67	4.67	4.67	5
1832	stu-3г-8	work	Труд (технология)	3.75	3.75	3.75	6
1833	stu-3г-8	pe	Физическая культура	3.75	3.75	3.75	7
1834	stu-3г-9	art	Изобразительное искусство	5	5	5	0
1835	stu-3г-9	eng	Иностранный язык	3.43	3.43	3.43	1
1836	stu-3г-9	hist	История	3.71	3.71	3.71	2
1837	stu-3г-9	lit	Литература	4.09	4.09	4.09	3
1838	stu-3г-9	math	Математика	3.88	3.88	3.88	4
1839	stu-3г-9	music	Музыка	5	5	5	5
1840	stu-3г-9	work	Труд (технология)	3.38	3.38	3.38	6
1841	stu-3г-9	pe	Физическая культура	3.25	3.25	3.25	7
1842	stu-3г-10	art	Изобразительное искусство	3.5	3.5	3.5	0
1843	stu-3г-10	eng	Иностранный язык	4.86	4.86	4.86	1
1844	stu-3г-10	hist	История	4.14	4.14	4.14	2
1845	stu-3г-10	lit	Литература	3.94	3.94	3.94	3
1846	stu-3г-10	math	Математика	3.75	3.75	3.75	4
1847	stu-3г-10	music	Музыка	4.67	4.67	4.67	5
1848	stu-3г-10	work	Труд (технология)	3.75	3.75	3.75	6
1849	stu-3г-10	pe	Физическая культура	3.75	3.75	3.75	7
1850	stu-3г-11	art	Изобразительное искусство	4.75	4.75	4.75	0
\.
