COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7957	stu-5в-1	2026-03-20	20 марта	[5, 4, 3, 5, 4]
7958	stu-5в-1	2026-03-23	23 марта	[4, 4, 5, 2, 4]
7959	stu-5в-1	2026-03-24	24 марта	[2, 3, 4, 5, 4]
7960	stu-5в-1	2026-03-25	25 марта	[4, 4, 5, 3, 4]
7961	stu-5в-1	2026-03-26	26 марта	[4, 4, 5, 5, 4, 5]
7962	stu-5в-1	2026-03-27	27 марта	[5, 4, 5, 4, 2]
7963	stu-5в-1	2026-03-30	30 марта	[5, 3, 5, 2, 4]
7964	stu-5в-1	2026-03-31	31 марта	[2, 2, 4, 5, 5, 5]
7965	stu-5в-2	2026-03-02	2 марта	[4, 5, 2, 4]
7966	stu-5в-2	2026-03-03	3 марта	[5, 5, 3, 3, 3]
7967	stu-5в-2	2026-03-04	4 марта	[2, 4, 5, 5, 5]
7968	stu-5в-2	2026-03-05	5 марта	[4, 4, 5, 2, 5, 4]
\.
