COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7645	stu-5б-7	2026-03-16	16 марта	[3, 3, 5, 5, 4]
7646	stu-5б-7	2026-03-17	17 марта	[5, 4, 3, 3, 2, 5]
7647	stu-5б-7	2026-03-18	18 марта	[5, 2, 4, 3, 3]
7648	stu-5б-7	2026-03-19	19 марта	[3, 5, 4, 2, 4, 5]
7649	stu-5б-7	2026-03-20	20 марта	[3, 4, 4, 4]
7650	stu-5б-7	2026-03-23	23 марта	[2, 3, 4, 5, 5]
7651	stu-5б-7	2026-03-24	24 марта	[4, 5, 4, 4, 4]
7652	stu-5б-7	2026-03-25	25 марта	[4, 2, 4, 5, 3]
7653	stu-5б-7	2026-03-26	26 марта	[4, 5, 5, 4, 2]
7654	stu-5б-7	2026-03-27	27 марта	[4, 3, 3, 5, 5]
7655	stu-5б-7	2026-03-30	30 марта	[3, 5, 5, 5, 3]
7656	stu-5б-7	2026-03-31	31 марта	[5, 4, 4, 3, 3, 4]
\.
