COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10921	stu-7б-4	2026-03-12	12 марта	[5, 3, 3, 2, 5, 5]
10922	stu-7б-4	2026-03-13	13 марта	[3, 4, 4, 4]
10923	stu-7б-4	2026-03-16	16 марта	[4, 5, 2, 5]
10924	stu-7б-4	2026-03-17	17 марта	[5, 4, 3, 5, 4]
10925	stu-7б-4	2026-03-18	18 марта	[5, 4, 4, 4, 3]
10926	stu-7б-4	2026-03-19	19 марта	[5, 4, 2, 4, 4, 3]
10927	stu-7б-4	2026-03-20	20 марта	[4, 3, 3, 4]
10928	stu-7б-4	2026-03-23	23 марта	[4, 2, 4, 5, 4]
10929	stu-7б-4	2026-03-24	24 марта	[4, 4, 5, 4, 5, 4]
10930	stu-7б-4	2026-03-25	25 марта	[3, 5, 5, 5]
10931	stu-7б-4	2026-03-26	26 марта	[2, 4, 2, 5, 5]
10932	stu-7б-4	2026-03-27	27 марта	[5, 2, 4, 3]
\.
