COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
5101	stu-8а-3	math	Математика	4	4	4	6
5102	stu-8а-3	social	Обществознание	4.38	4.38	4.38	7
5103	stu-8а-3	work	Труд (технология)	3.33	3.33	3.33	8
5104	stu-8а-3	phys	Физика	4.5	4.5	4.5	9
5105	stu-8а-3	pe	Физическая культура	3.89	3.89	3.89	10
5106	stu-8а-3	chem	Химия	3.89	3.89	3.89	11
5107	stu-8а-4	bio	Биология	3.33	3.33	3.33	0
5108	stu-8а-4	geo	География	4.14	4.14	4.14	1
5109	stu-8а-4	eng	Иностранный язык	4.46	4.46	4.46	2
5110	stu-8а-4	info	Информатика	4.25	4.25	4.25	3
5111	stu-8а-4	hist	История	4.5	4.5	4.5	4
5112	stu-8а-4	lit	Литература	3.93	3.93	3.93	5
5113	stu-8а-4	math	Математика	3.61	3.61	3.61	6
5114	stu-8а-4	social	Обществознание	4.25	4.25	4.25	7
5115	stu-8а-4	work	Труд (технология)	3	3	3	8
5116	stu-8а-4	phys	Физика	3.5	3.5	3.5	9
5117	stu-8а-4	pe	Физическая культура	4	4	4	10
5118	stu-8а-4	chem	Химия	3.89	3.89	3.89	11
5119	stu-8а-5	bio	Биология	4.67	4.67	4.67	0
5120	stu-8а-5	geo	География	4.14	4.14	4.14	1
5121	stu-8а-5	eng	Иностранный язык	4.08	4.08	4.08	2
5122	stu-8а-5	info	Информатика	4	4	4	3
5123	stu-8а-5	hist	История	3.75	3.75	3.75	4
5124	stu-8а-5	lit	Литература	4.11	4.11	4.11	5
5125	stu-8а-5	math	Математика	3.78	3.78	3.78	6
5126	stu-8а-5	social	Обществознание	4.5	4.5	4.5	7
5127	stu-8а-5	work	Труд (технология)	2.67	2.67	2.67	8
5128	stu-8а-5	phys	Физика	3.5	3.5	3.5	9
5129	stu-8а-5	pe	Физическая культура	4.11	4.11	4.11	10
5130	stu-8а-5	chem	Химия	3.89	3.89	3.89	11
5131	stu-8а-6	bio	Биология	4	4	4	0
5132	stu-8а-6	geo	География	3.71	3.71	3.71	1
5133	stu-8а-6	eng	Иностранный язык	3.46	3.46	3.46	2
5134	stu-8а-6	info	Информатика	4.5	4.5	4.5	3
5135	stu-8а-6	hist	История	3.75	3.75	3.75	4
5136	stu-8а-6	lit	Литература	3.52	3.52	3.52	5
5137	stu-8а-6	math	Математика	4	4	4	6
5138	stu-8а-6	social	Обществознание	4.13	4.13	4.13	7
5139	stu-8а-6	work	Труд (технология)	3	3	3	8
5140	stu-8а-6	phys	Физика	4.5	4.5	4.5	9
5141	stu-8а-6	pe	Физическая культура	3.78	3.78	3.78	10
5142	stu-8а-6	chem	Химия	4	4	4	11
5143	stu-8а-7	bio	Биология	3.67	3.67	3.67	0
5144	stu-8а-7	geo	География	4.57	4.57	4.57	1
5145	stu-8а-7	eng	Иностранный язык	4.54	4.54	4.54	2
5146	stu-8а-7	info	Информатика	4.5	4.5	4.5	3
5147	stu-8а-7	hist	История	4.5	4.5	4.5	4
5148	stu-8а-7	lit	Литература	4.15	4.15	4.15	5
5149	stu-8а-7	math	Математика	3.78	3.78	3.78	6
5150	stu-8а-7	social	Обществознание	4.63	4.63	4.63	7
\.
