COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7825	stu-5б-15	2026-03-20	20 марта	[5, 5, 2, 4]
7826	stu-5б-15	2026-03-23	23 марта	[3, 3, 5, 3, 4]
7827	stu-5б-15	2026-03-24	24 марта	[2, 5, 4, 5, 5]
7828	stu-5б-15	2026-03-25	25 марта	[4, 4, 5, 5, 4]
7829	stu-5б-15	2026-03-26	26 марта	[4, 5, 5, 5, 4]
7830	stu-5б-15	2026-03-27	27 марта	[2, 4, 5, 4, 4]
7831	stu-5б-15	2026-03-30	30 марта	[4, 3, 5, 5, 2]
7832	stu-5б-15	2026-03-31	31 марта	[4, 4, 3, 3, 4, 5]
7833	stu-5б-16	2026-03-02	2 марта	[4, 4, 5, 5]
7834	stu-5б-16	2026-03-03	3 марта	[5, 3, 3, 3, 4]
7835	stu-5б-16	2026-03-04	4 марта	[4, 4, 2, 3, 2]
7836	stu-5б-16	2026-03-05	5 марта	[5, 5, 2, 4, 3, 4]
\.
