COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12697	stu-8б-9	2026-03-04	4 марта	[2, 2, 4, 3, 5]
12698	stu-8б-9	2026-03-05	5 марта	[4, 5, 5, 4, 4, 3]
12699	stu-8б-9	2026-03-06	6 марта	[4, 2, 3, 3, 4]
12700	stu-8б-9	2026-03-09	9 марта	[4, 4, 4, 5, 3]
12701	stu-8б-9	2026-03-10	10 марта	[4, 4, 5, 3, 2]
12702	stu-8б-9	2026-03-11	11 марта	[5, 4, 4, 5, 4]
12703	stu-8б-9	2026-03-12	12 марта	[5, 4, 5, 3, 3]
12704	stu-8б-9	2026-03-13	13 марта	[4, 3, 3, 2, 3]
12705	stu-8б-9	2026-03-16	16 марта	[5, 5, 3, 4, 2]
12706	stu-8б-9	2026-03-17	17 марта	[3, 4, 4, 4, 2]
12707	stu-8б-9	2026-03-18	18 марта	[5, 4, 3, 4, 3]
12708	stu-8б-9	2026-03-19	19 марта	[5, 5, 3, 5, 2, 4]
\.
