COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13849	stu-9б-4	2026-03-16	16 марта	[5, 5, 2, 5, 4, 2]
13850	stu-9б-4	2026-03-17	17 марта	[4, 5, 4, 4, 4, 3, 4]
13851	stu-9б-4	2026-03-18	18 марта	[5, 5, 4, 4, 4, 3]
13852	stu-9б-4	2026-03-19	19 марта	[5, 4, 4, 5, 5, 4]
13853	stu-9б-4	2026-03-20	20 марта	[4, 3, 5, 3, 3]
13854	stu-9б-4	2026-03-23	23 марта	[5, 2, 3, 5, 3]
13855	stu-9б-4	2026-03-24	24 марта	[4, 4, 5, 5, 4, 3, 4]
13856	stu-9б-4	2026-03-25	25 марта	[3, 5, 5, 5, 4, 2]
13857	stu-9б-4	2026-03-26	26 марта	[5, 3, 4, 4, 5, 5]
13858	stu-9б-4	2026-03-27	27 марта	[3, 3, 5, 5, 5, 5]
13859	stu-9б-4	2026-03-30	30 марта	[4, 4, 4, 3, 5]
13860	stu-9б-4	2026-03-31	31 марта	[5, 4, 4, 4, 4, 5]
\.
