COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11149	stu-7б-14	2026-03-24	24 марта	[3, 5, 3, 3, 4, 3]
11150	stu-7б-14	2026-03-25	25 марта	[5, 4, 4, 4]
11151	stu-7б-14	2026-03-26	26 марта	[4, 5, 4, 3, 5]
11152	stu-7б-14	2026-03-27	27 марта	[5, 4, 4, 3]
11153	stu-7б-14	2026-03-30	30 марта	[5, 4, 4, 4, 2]
11154	stu-7б-14	2026-03-31	31 марта	[4, 4, 5, 4, 4]
11155	stu-7б-15	2026-03-02	2 марта	[3, 4, 5, 5]
11156	stu-7б-15	2026-03-03	3 марта	[3, 4, 4, 4, 5]
11157	stu-7б-15	2026-03-04	4 марта	[5, 5, 4, 4]
11158	stu-7б-15	2026-03-05	5 марта	[3, 4, 4, 5, 4]
11159	stu-7б-15	2026-03-06	6 марта	[3, 3, 5, 5, 2]
11160	stu-7б-15	2026-03-09	9 марта	[5, 4, 3, 4, 4]
\.
