COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10633	stu-7а-10	2026-03-10	10 марта	[5, 5, 3, 4, 4]
10634	stu-7а-10	2026-03-11	11 марта	[5, 4, 2, 5, 3]
10635	stu-7а-10	2026-03-12	12 марта	[5, 5, 4, 4, 4]
10636	stu-7а-10	2026-03-13	13 марта	[5, 4, 3, 4, 4]
10637	stu-7а-10	2026-03-16	16 марта	[4, 2, 5, 4, 4]
10638	stu-7а-10	2026-03-17	17 марта	[4, 5, 4, 5, 2]
10639	stu-7а-10	2026-03-18	18 марта	[4, 3, 4, 2, 5]
10640	stu-7а-10	2026-03-19	19 марта	[4, 4, 3, 5, 3, 5]
10641	stu-7а-10	2026-03-20	20 марта	[2, 3, 4, 5, 5]
10642	stu-7а-10	2026-03-23	23 марта	[4, 3, 5, 2]
10643	stu-7а-10	2026-03-24	24 марта	[5, 2, 3, 2, 5]
10644	stu-7а-10	2026-03-25	25 марта	[4, 2, 4, 3, 5]
\.
