COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8773	stu-5г-19	2026-03-24	24 марта	[4, 4, 4, 3, 4, 3]
8774	stu-5г-19	2026-03-25	25 марта	[4, 4, 5, 4]
8775	stu-5г-19	2026-03-26	26 марта	[4, 2, 5, 2, 4]
8776	stu-5г-19	2026-03-27	27 марта	[3, 5, 5, 3, 5]
8777	stu-5г-19	2026-03-30	30 марта	[4, 5, 2, 5, 4]
8778	stu-5г-19	2026-03-31	31 марта	[5, 5, 5, 4, 4, 4]
8779	stu-6а-1	2026-03-02	2 марта	[3, 2, 5, 5]
8780	stu-6а-1	2026-03-03	3 марта	[5, 3, 5, 5, 5]
8781	stu-6а-1	2026-03-04	4 марта	[3, 5, 5, 5, 4]
8782	stu-6а-1	2026-03-05	5 марта	[3, 3, 4, 3, 5]
8783	stu-6а-1	2026-03-06	6 марта	[4, 3, 5, 3]
8784	stu-6а-1	2026-03-09	9 марта	[5, 5, 4, 4, 2]
\.
