COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7309	stu-5а-12	2026-03-06	6 марта	[3, 3, 5, 4, 4]
7310	stu-5а-12	2026-03-09	9 марта	[3, 2, 4, 4]
7311	stu-5а-12	2026-03-10	10 марта	[5, 2, 4, 4, 3]
7312	stu-5а-12	2026-03-11	11 марта	[5, 4, 3, 2, 3]
7313	stu-5а-12	2026-03-12	12 марта	[5, 4, 5, 5, 4]
7314	stu-5а-12	2026-03-13	13 марта	[4, 2, 5, 5, 4]
7315	stu-5а-12	2026-03-16	16 марта	[3, 3, 4, 5]
7316	stu-5а-12	2026-03-17	17 марта	[4, 5, 5, 5, 2]
7317	stu-5а-12	2026-03-18	18 марта	[4, 3, 3, 5, 2]
7318	stu-5а-12	2026-03-19	19 марта	[5, 4, 4, 3, 4]
7319	stu-5а-12	2026-03-20	20 марта	[3, 5, 4, 2]
7320	stu-5а-12	2026-03-23	23 марта	[4, 5, 5, 5]
\.
