COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11221	stu-7б-18	2026-03-02	2 марта	[4, 4, 5, 4]
11222	stu-7б-18	2026-03-03	3 марта	[3, 4, 3, 4, 5]
11223	stu-7б-18	2026-03-04	4 марта	[5, 5, 4, 3]
11224	stu-7б-18	2026-03-05	5 марта	[2, 4, 4, 5, 4]
11225	stu-7б-18	2026-03-06	6 марта	[3, 3, 5, 4, 3]
11226	stu-7б-18	2026-03-09	9 марта	[5, 4, 3, 4, 4]
11227	stu-7б-18	2026-03-10	10 марта	[3, 5, 3, 5, 5]
11228	stu-7б-18	2026-03-11	11 марта	[4, 5, 4, 4]
11229	stu-7б-18	2026-03-12	12 марта	[5, 4, 3, 3, 3, 5]
11230	stu-7б-18	2026-03-13	13 марта	[4, 3, 2, 5]
11231	stu-7б-18	2026-03-16	16 марта	[4, 4, 2, 5]
11232	stu-7б-18	2026-03-17	17 марта	[5, 5, 3, 5, 5]
\.
