COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11245	stu-7б-19	2026-03-04	4 марта	[4, 5, 5, 4]
11246	stu-7б-19	2026-03-05	5 марта	[4, 3, 5, 5, 3]
11247	stu-7б-19	2026-03-06	6 марта	[5, 4, 4, 5, 3]
11248	stu-7б-19	2026-03-09	9 марта	[5, 3, 5, 5, 2]
11249	stu-7б-19	2026-03-10	10 марта	[2, 3, 2, 3, 4]
11250	stu-7б-19	2026-03-11	11 марта	[3, 5, 3, 5]
11251	stu-7б-19	2026-03-12	12 марта	[5, 3, 5, 4, 5, 5]
11252	stu-7б-19	2026-03-13	13 марта	[5, 4, 4, 5]
11253	stu-7б-19	2026-03-16	16 марта	[5, 5, 3, 4]
11254	stu-7б-19	2026-03-17	17 марта	[4, 4, 5, 4, 4]
11255	stu-7б-19	2026-03-18	18 марта	[5, 5, 3, 5, 3]
11256	stu-7б-19	2026-03-19	19 марта	[5, 4, 4, 5, 4, 3]
\.
