COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12325	stu-8а-11	2026-03-06	6 марта	[3, 5, 3, 3, 5]
12326	stu-8а-11	2026-03-09	9 марта	[3, 5, 4, 5]
12327	stu-8а-11	2026-03-10	10 марта	[4, 4, 5, 4, 5, 5]
12328	stu-8а-11	2026-03-11	11 марта	[5, 3, 4, 4, 2]
12329	stu-8а-11	2026-03-12	12 марта	[2, 4, 4, 4, 4]
12330	stu-8а-11	2026-03-13	13 марта	[3, 2, 3, 5]
12331	stu-8а-11	2026-03-16	16 марта	[3, 3, 5, 3, 3]
12332	stu-8а-11	2026-03-17	17 марта	[5, 5, 5, 4, 5]
12333	stu-8а-11	2026-03-18	18 марта	[5, 5, 2, 5, 2]
12334	stu-8а-11	2026-03-19	19 марта	[4, 5, 4, 5, 5, 2]
12335	stu-8а-11	2026-03-20	20 марта	[3, 4, 3, 4, 3]
12336	stu-8а-11	2026-03-23	23 марта	[3, 4, 5, 4, 3]
\.
