COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7729	stu-5б-11	2026-03-10	10 марта	[4, 4, 3, 4, 4]
7730	stu-5б-11	2026-03-11	11 марта	[2, 4, 4, 3]
7731	stu-5б-11	2026-03-12	12 марта	[5, 3, 4, 2, 2]
7732	stu-5б-11	2026-03-13	13 марта	[4, 4, 3, 2, 5]
7733	stu-5б-11	2026-03-16	16 марта	[5, 4, 4, 4, 3]
7734	stu-5б-11	2026-03-17	17 марта	[4, 3, 2, 5, 3, 5]
7735	stu-5б-11	2026-03-18	18 марта	[4, 4, 3, 2, 3]
7736	stu-5б-11	2026-03-19	19 марта	[5, 4, 4, 4, 4, 5]
7737	stu-5б-11	2026-03-20	20 марта	[4, 3, 4, 2]
7738	stu-5б-11	2026-03-23	23 марта	[3, 2, 3, 4, 5]
7739	stu-5б-11	2026-03-24	24 марта	[3, 4, 2, 4, 5]
7740	stu-5б-11	2026-03-25	25 марта	[5, 2, 3, 4, 2]
\.
