COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9601	stu-6в-1	2026-03-12	12 марта	[5, 3, 3, 5, 3, 4]
9602	stu-6в-1	2026-03-13	13 марта	[4, 4, 4, 3]
9603	stu-6в-1	2026-03-16	16 марта	[3, 5, 4, 5]
9604	stu-6в-1	2026-03-17	17 марта	[4, 5, 4, 3, 4]
9605	stu-6в-1	2026-03-18	18 марта	[4, 3, 4, 5]
9606	stu-6в-1	2026-03-19	19 марта	[4, 4, 2, 4, 3, 5]
9607	stu-6в-1	2026-03-20	20 марта	[5, 4, 3, 4, 4]
9608	stu-6в-1	2026-03-23	23 марта	[4, 4, 2, 5, 4]
9609	stu-6в-1	2026-03-24	24 марта	[4, 4, 4, 3, 5, 3]
9610	stu-6в-1	2026-03-25	25 марта	[2, 5, 5, 5]
9611	stu-6в-1	2026-03-26	26 марта	[4, 3, 4, 3, 4]
9612	stu-6в-1	2026-03-27	27 марта	[2, 5, 5, 4]
\.
