COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11761	stu-7г-4	2026-03-18	18 марта	[5, 4, 4, 4, 3]
11762	stu-7г-4	2026-03-19	19 марта	[2, 4, 4, 2, 4, 4]
11763	stu-7г-4	2026-03-20	20 марта	[4, 5, 4, 5]
11764	stu-7г-4	2026-03-23	23 марта	[3, 3, 5, 3, 4]
11765	stu-7г-4	2026-03-24	24 марта	[4, 3, 4, 3, 4, 4]
11766	stu-7г-4	2026-03-25	25 марта	[4, 5, 2, 3]
11767	stu-7г-4	2026-03-26	26 марта	[5, 3, 4, 4, 3, 2]
11768	stu-7г-4	2026-03-27	27 марта	[5, 4, 3, 5, 4]
11769	stu-7г-4	2026-03-30	30 марта	[5, 4, 4, 5, 2]
11770	stu-7г-4	2026-03-31	31 марта	[4, 4, 3, 4, 5, 2]
11771	stu-7г-5	2026-03-02	2 марта	[5, 5, 3, 5, 5]
11772	stu-7г-5	2026-03-03	3 марта	[4, 5, 2, 4, 4, 4]
\.
