COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13309	stu-8в-17	2026-03-30	30 марта	[4, 5, 4, 5, 3]
13310	stu-8в-17	2026-03-31	31 марта	[5, 5, 5, 4, 4]
13311	stu-8в-18	2026-03-02	2 марта	[5, 5, 3, 3, 2]
13312	stu-8в-18	2026-03-03	3 марта	[2, 3, 5, 2, 3, 5]
13313	stu-8в-18	2026-03-04	4 марта	[5, 5, 2, 5, 3]
13314	stu-8в-18	2026-03-05	5 марта	[5, 5, 4, 5, 4, 2]
13315	stu-8в-18	2026-03-06	6 марта	[5, 5, 3, 5, 4]
13316	stu-8в-18	2026-03-09	9 марта	[5, 5, 5, 2]
13317	stu-8в-18	2026-03-10	10 марта	[3, 4, 2, 3, 5, 2]
13318	stu-8в-18	2026-03-11	11 марта	[5, 3, 3, 3]
13319	stu-8в-18	2026-03-12	12 марта	[5, 5, 4, 3, 2]
13320	stu-8в-18	2026-03-13	13 марта	[5, 4, 5, 4, 5]
\.
