COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7489	stu-5а-20	2026-03-12	12 марта	[5, 5, 4, 4, 3]
7490	stu-5а-20	2026-03-13	13 марта	[5, 4, 4, 5, 2]
7491	stu-5а-20	2026-03-16	16 марта	[3, 4, 3, 4]
7492	stu-5а-20	2026-03-17	17 марта	[3, 4, 5, 5, 4]
7493	stu-5а-20	2026-03-18	18 марта	[4, 5, 4, 3, 3]
7494	stu-5а-20	2026-03-19	19 марта	[4, 3, 2, 3, 3]
7495	stu-5а-20	2026-03-20	20 марта	[5, 5, 4, 4]
7496	stu-5а-20	2026-03-23	23 марта	[2, 5, 5, 3]
7497	stu-5а-20	2026-03-24	24 марта	[2, 4, 4, 3, 5]
7498	stu-5а-20	2026-03-25	25 марта	[2, 5, 5, 5]
7499	stu-5а-20	2026-03-26	26 марта	[5, 3, 5, 5, 2, 4]
7500	stu-5а-20	2026-03-27	27 марта	[4, 4, 4, 3]
\.
