COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9157	stu-6а-18	2026-03-06	6 марта	[4, 5, 4, 5]
9158	stu-6а-18	2026-03-09	9 марта	[4, 4, 3, 5, 4]
9159	stu-6а-18	2026-03-10	10 марта	[4, 3, 5, 4, 4]
9160	stu-6а-18	2026-03-11	11 марта	[4, 3, 2, 4]
9161	stu-6а-18	2026-03-12	12 марта	[3, 5, 4, 3, 4]
9162	stu-6а-18	2026-03-13	13 марта	[3, 4, 5, 3, 3]
9163	stu-6а-18	2026-03-16	16 марта	[4, 5, 3, 3, 5]
9164	stu-6а-18	2026-03-17	17 марта	[4, 5, 5, 4, 4, 4]
9165	stu-6а-18	2026-03-18	18 марта	[4, 3, 3, 4, 3]
9166	stu-6а-18	2026-03-19	19 марта	[3, 4, 5, 4, 5, 3]
9167	stu-6а-18	2026-03-20	20 марта	[4, 4, 4, 3]
9168	stu-6а-18	2026-03-23	23 марта	[4, 4, 4, 3]
\.
