COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12721	stu-8б-10	2026-03-06	6 марта	[5, 3, 3, 3, 3]
12722	stu-8б-10	2026-03-09	9 марта	[2, 5, 4, 5, 5]
12723	stu-8б-10	2026-03-10	10 марта	[5, 5, 3, 5, 3]
12724	stu-8б-10	2026-03-11	11 марта	[4, 5, 3, 5, 2]
12725	stu-8б-10	2026-03-12	12 марта	[4, 3, 4, 5, 4]
12726	stu-8б-10	2026-03-13	13 марта	[2, 3, 5, 4, 4]
12727	stu-8б-10	2026-03-16	16 марта	[4, 5, 3, 3, 4]
12728	stu-8б-10	2026-03-17	17 марта	[5, 5, 5, 2, 3]
12729	stu-8б-10	2026-03-18	18 марта	[5, 5, 4, 5, 4]
12730	stu-8б-10	2026-03-19	19 марта	[3, 5, 4, 5, 4, 5]
12731	stu-8б-10	2026-03-20	20 марта	[5, 5, 4, 4]
12732	stu-8б-10	2026-03-23	23 марта	[3, 3, 5, 3, 3]
\.
