COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3251	stu-5г-5	social	Обществознание	4.67	4.67	4.67	8
3252	stu-5г-5	work	Труд (технология)	4.25	4.25	4.25	9
3253	stu-5г-5	pe	Физическая культура	4.09	4.09	4.09	10
3254	stu-5г-6	bio	Биология	2.67	2.67	2.67	0
3255	stu-5г-6	geo	География	5	5	5	1
3256	stu-5г-6	art	Изобразительное искусство	4.67	4.67	4.67	2
3257	stu-5г-6	eng	Иностранный язык	4.23	4.23	4.23	3
3258	stu-5г-6	info	Информатика	3.63	3.63	3.63	4
3259	stu-5г-6	hist	История	5	5	5	5
3260	stu-5г-6	lit	Литература	3.81	3.81	3.81	6
3261	stu-5г-6	math	Математика	4.1	4.1	4.1	7
3262	stu-5г-6	social	Обществознание	4	4	4	8
3263	stu-5г-6	work	Труд (технология)	4	4	4	9
3264	stu-5г-6	pe	Физическая культура	4.36	4.36	4.36	10
3265	stu-5г-7	bio	Биология	4	4	4	0
3266	stu-5г-7	geo	География	3.67	3.67	3.67	1
3267	stu-5г-7	art	Изобразительное искусство	3	3	3	2
3268	stu-5г-7	eng	Иностранный язык	3.69	3.69	3.69	3
3269	stu-5г-7	info	Информатика	3.75	3.75	3.75	4
3270	stu-5г-7	hist	История	4.25	4.25	4.25	5
3271	stu-5г-7	lit	Литература	3.78	3.78	3.78	6
3272	stu-5г-7	math	Математика	3.76	3.76	3.76	7
3273	stu-5г-7	social	Обществознание	4.33	4.33	4.33	8
3274	stu-5г-7	work	Труд (технология)	3.5	3.5	3.5	9
3275	stu-5г-7	pe	Физическая культура	4	4	4	10
3276	stu-5г-8	bio	Биология	2	2	2	0
3277	stu-5г-8	geo	География	3.83	3.83	3.83	1
3278	stu-5г-8	art	Изобразительное искусство	5	5	5	2
3279	stu-5г-8	eng	Иностранный язык	4.85	4.85	4.85	3
3280	stu-5г-8	info	Информатика	3.63	3.63	3.63	4
3281	stu-5г-8	hist	История	3.75	3.75	3.75	5
3282	stu-5г-8	lit	Литература	3.97	3.97	3.97	6
3283	stu-5г-8	math	Математика	4.05	4.05	4.05	7
3284	stu-5г-8	social	Обществознание	4.33	4.33	4.33	8
3285	stu-5г-8	work	Труд (технология)	4	4	4	9
3286	stu-5г-8	pe	Физическая культура	4.18	4.18	4.18	10
3287	stu-5г-9	bio	Биология	3.33	3.33	3.33	0
3288	stu-5г-9	geo	География	5	5	5	1
3289	stu-5г-9	art	Изобразительное искусство	3.67	3.67	3.67	2
3290	stu-5г-9	eng	Иностранный язык	3.85	3.85	3.85	3
3291	stu-5г-9	info	Информатика	3.5	3.5	3.5	4
3292	stu-5г-9	hist	История	5	5	5	5
3293	stu-5г-9	lit	Литература	3.69	3.69	3.69	6
3294	stu-5г-9	math	Математика	4.1	4.1	4.1	7
3295	stu-5г-9	social	Обществознание	4	4	4	8
3296	stu-5г-9	work	Труд (технология)	4	4	4	9
3297	stu-5г-9	pe	Физическая культура	4.18	4.18	4.18	10
3298	stu-5г-10	bio	Биология	2	2	2	0
3299	stu-5г-10	geo	География	3.83	3.83	3.83	1
3300	stu-5г-10	art	Изобразительное искусство	5	5	5	2
\.
