COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
2200	stu-4б-14	work	Труд (технология)	4.6	4.6	4.6	6
2201	stu-4б-14	pe	Физическая культура	3.75	3.75	3.75	7
2202	stu-4б-15	art	Изобразительное искусство	4.57	4.57	4.57	0
2203	stu-4б-15	eng	Иностранный язык	3.88	3.88	3.88	1
2204	stu-4б-15	hist	История	3.38	3.38	3.38	2
2205	stu-4б-15	lit	Литература	3.69	3.69	3.69	3
2206	stu-4б-15	math	Математика	4.1	4.1	4.1	4
2208	stu-4б-15	work	Труд (технология)	4.2	4.2	4.2	6
2209	stu-4б-15	pe	Физическая культура	3.75	3.75	3.75	7
2210	stu-4б-16	art	Изобразительное искусство	3.14	3.14	3.14	0
2211	stu-4б-16	eng	Иностранный язык	4.13	4.13	4.13	1
2212	stu-4б-16	hist	История	3.75	3.75	3.75	2
2213	stu-4б-16	lit	Литература	3.96	3.96	3.96	3
2214	stu-4б-16	math	Математика	4.1	4.1	4.1	4
2215	stu-4б-16	music	Музыка	4.25	4.25	4.25	5
2216	stu-4б-16	work	Труд (технология)	3.8	3.8	3.8	6
2217	stu-4б-16	pe	Физическая культура	3.75	3.75	3.75	7
2218	stu-4б-17	art	Изобразительное искусство	3.57	3.57	3.57	0
2219	stu-4б-17	eng	Иностранный язык	4	4	4	1
2220	stu-4б-17	hist	История	3.63	3.63	3.63	2
2221	stu-4б-17	lit	Литература	3.85	3.85	3.85	3
2222	stu-4б-17	math	Математика	3.85	3.85	3.85	4
2223	stu-4б-17	music	Музыка	4.25	4.25	4.25	5
2224	stu-4б-17	work	Труд (технология)	4.6	4.6	4.6	6
2225	stu-4б-17	pe	Физическая культура	3.75	3.75	3.75	7
2226	stu-4б-18	art	Изобразительное искусство	4.43	4.43	4.43	0
2227	stu-4б-18	eng	Иностранный язык	4	4	4	1
2228	stu-4б-18	hist	История	3.25	3.25	3.25	2
2229	stu-4б-18	lit	Литература	3.81	3.81	3.81	3
2230	stu-4б-18	math	Математика	4.1	4.1	4.1	4
2231	stu-4б-18	music	Музыка	4.25	4.25	4.25	5
2232	stu-4б-18	work	Труд (технология)	4.4	4.4	4.4	6
2233	stu-4б-18	pe	Физическая культура	3.75	3.75	3.75	7
2234	stu-4б-19	art	Изобразительное искусство	2.86	2.86	2.86	0
2235	stu-4б-19	eng	Иностранный язык	3.88	3.88	3.88	1
2236	stu-4б-19	hist	История	3.88	3.88	3.88	2
2237	stu-4б-19	lit	Литература	4.04	4.04	4.04	3
2238	stu-4б-19	math	Математика	4.05	4.05	4.05	4
2239	stu-4б-19	music	Музыка	4.25	4.25	4.25	5
2240	stu-4б-19	work	Труд (технология)	3.6	3.6	3.6	6
2241	stu-4б-19	pe	Физическая культура	3.75	3.75	3.75	7
2242	stu-4б-20	art	Изобразительное искусство	2.86	2.86	2.86	0
2243	stu-4б-20	eng	Иностранный язык	3.88	3.88	3.88	1
2244	stu-4б-20	hist	История	3.75	3.75	3.75	2
2245	stu-4б-20	lit	Литература	4.04	4.04	4.04	3
2246	stu-4б-20	math	Математика	4	4	4	4
2247	stu-4б-20	music	Музыка	4.5	4.5	4.5	5
2248	stu-4б-20	work	Труд (технология)	3.8	3.8	3.8	6
2249	stu-4б-20	pe	Физическая культура	3.75	3.75	3.75	7
2250	stu-4в-1	art	Изобразительное искусство	4	4	4	0
\.
