COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11641	stu-7в-18	2026-03-04	4 марта	[4, 5, 3, 3, 5]
11642	stu-7в-18	2026-03-05	5 марта	[4, 3, 3, 3, 3]
11643	stu-7в-18	2026-03-06	6 марта	[5, 3, 5, 5, 2]
11644	stu-7в-18	2026-03-09	9 марта	[3, 4, 3, 5]
11645	stu-7в-18	2026-03-10	10 марта	[3, 4, 5, 3, 5, 4]
11646	stu-7в-18	2026-03-11	11 марта	[3, 3, 3, 5]
11647	stu-7в-18	2026-03-12	12 марта	[4, 2, 5, 5, 5, 3]
11648	stu-7в-18	2026-03-13	13 марта	[5, 4, 5, 3]
11649	stu-7в-18	2026-03-16	16 марта	[4, 4, 4, 5]
11650	stu-7в-18	2026-03-17	17 марта	[4, 5, 3, 4, 5, 4]
11651	stu-7в-18	2026-03-18	18 марта	[5, 4, 4, 2]
11652	stu-7в-18	2026-03-19	19 марта	[3, 2, 3, 2, 4, 5]
\.
