COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12613	stu-8б-5	2026-03-10	10 марта	[5, 5, 3, 5, 2]
12614	stu-8б-5	2026-03-11	11 марта	[4, 5, 3, 5, 2]
12615	stu-8б-5	2026-03-12	12 марта	[4, 3, 4, 5, 4]
12616	stu-8б-5	2026-03-13	13 марта	[2, 4, 5, 3, 4]
12617	stu-8б-5	2026-03-16	16 марта	[4, 5, 3, 3, 4]
12618	stu-8б-5	2026-03-17	17 марта	[5, 5, 5, 2, 3]
12619	stu-8б-5	2026-03-18	18 марта	[5, 5, 5, 4, 4]
12620	stu-8б-5	2026-03-19	19 марта	[3, 5, 4, 5, 4, 5]
12621	stu-8б-5	2026-03-20	20 марта	[5, 5, 4, 4]
12622	stu-8б-5	2026-03-23	23 марта	[3, 2, 5, 4, 4]
12623	stu-8б-5	2026-03-24	24 марта	[5, 3, 3, 5, 3, 5]
12624	stu-8б-5	2026-03-25	25 марта	[3, 3, 5, 3]
\.
