COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7573	stu-5б-4	2026-03-06	6 марта	[5, 4, 2, 4, 4]
7574	stu-5б-4	2026-03-09	9 марта	[2, 3, 4, 2, 5]
7575	stu-5б-4	2026-03-10	10 марта	[5, 3, 5, 3, 4]
7576	stu-5б-4	2026-03-11	11 марта	[3, 5, 5, 4]
7577	stu-5б-4	2026-03-12	12 марта	[5, 2, 5, 3, 3]
7578	stu-5б-4	2026-03-13	13 марта	[4, 5, 4, 4, 5]
7579	stu-5б-4	2026-03-16	16 марта	[3, 3, 5, 5, 4]
7580	stu-5б-4	2026-03-17	17 марта	[5, 4, 4, 4, 2, 5]
7581	stu-5б-4	2026-03-18	18 марта	[5, 3, 5, 4, 4]
7582	stu-5б-4	2026-03-19	19 марта	[4, 5, 4, 2, 5, 5]
7583	stu-5б-4	2026-03-20	20 марта	[3, 4, 4, 4]
7584	stu-5б-4	2026-03-23	23 марта	[2, 3, 5, 5, 5]
\.
