COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12865	stu-8б-16	2026-03-24	24 марта	[5, 4, 4, 5, 3, 3]
12866	stu-8б-16	2026-03-25	25 марта	[2, 4, 5, 3]
12867	stu-8б-16	2026-03-26	26 марта	[2, 2, 4, 3, 5]
12868	stu-8б-16	2026-03-27	27 марта	[3, 5, 5, 4]
12869	stu-8б-16	2026-03-30	30 марта	[2, 5, 4, 4, 5]
12870	stu-8б-16	2026-03-31	31 марта	[5, 5, 3, 4, 5]
12871	stu-8б-17	2026-03-02	2 марта	[4, 5, 5, 2, 3]
12872	stu-8б-17	2026-03-03	3 марта	[3, 3, 3, 2, 2]
12873	stu-8б-17	2026-03-04	4 марта	[2, 2, 4, 3, 5]
12874	stu-8б-17	2026-03-05	5 марта	[4, 5, 5, 4, 4, 4]
12875	stu-8б-17	2026-03-06	6 марта	[4, 2, 3, 3, 4]
12876	stu-8б-17	2026-03-09	9 марта	[4, 4, 4, 5, 3]
\.
