COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12661	stu-8б-7	2026-03-16	16 марта	[4, 3, 4, 4, 3]
12662	stu-8б-7	2026-03-17	17 марта	[4, 4, 5, 3, 2]
12663	stu-8б-7	2026-03-18	18 марта	[4, 4, 4, 5, 3]
12664	stu-8б-7	2026-03-19	19 марта	[4, 4, 2, 4, 3, 5]
12665	stu-8б-7	2026-03-20	20 марта	[4, 4, 2, 2]
12666	stu-8б-7	2026-03-23	23 марта	[4, 3, 5, 5, 2]
12667	stu-8б-7	2026-03-24	24 марта	[5, 2, 4, 5, 4, 4]
12668	stu-8б-7	2026-03-25	25 марта	[4, 2, 4, 4]
12669	stu-8б-7	2026-03-26	26 марта	[4, 3, 3, 3, 5]
12670	stu-8б-7	2026-03-27	27 марта	[4, 4, 5, 5]
12671	stu-8б-7	2026-03-30	30 марта	[3, 5, 5, 3, 4]
12672	stu-8б-7	2026-03-31	31 марта	[4, 4, 3, 2, 4]
\.
