COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
13513	stu-9а-8	2026-03-06	6 марта	[4, 4, 3, 5, 5]
13514	stu-9а-8	2026-03-09	9 марта	[2, 3, 5, 5, 3]
13515	stu-9а-8	2026-03-10	10 марта	[4, 4, 3, 5, 4, 2, 4]
13516	stu-9а-8	2026-03-11	11 марта	[5, 5, 4, 5, 3, 3]
13517	stu-9а-8	2026-03-12	12 марта	[4, 5, 4, 4, 2, 3, 5]
13518	stu-9а-8	2026-03-13	13 марта	[5, 5, 4, 5, 4, 3]
13519	stu-9а-8	2026-03-16	16 марта	[4, 5, 2, 5, 5]
13520	stu-9а-8	2026-03-17	17 марта	[2, 4, 5, 4, 4, 5, 4]
13521	stu-9а-8	2026-03-18	18 марта	[4, 5, 2, 4, 4]
13522	stu-9а-8	2026-03-19	19 марта	[4, 5, 2, 4, 3, 4]
13523	stu-9а-8	2026-03-20	20 марта	[4, 4, 3, 5, 5]
13524	stu-9а-8	2026-03-23	23 марта	[2, 3, 5, 2, 5]
\.
