COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1450	stu-3б-1	art	Изобразительное искусство	4.4	4.4	4.4	0
1451	stu-3б-1	eng	Иностранный язык	3.86	3.86	3.86	1
1452	stu-3б-1	hist	История	3.67	3.67	3.67	2
1453	stu-3б-1	lit	Литература	4.1	4.1	4.1	3
1454	stu-3б-1	math	Математика	4.19	4.19	4.19	4
1455	stu-3б-1	music	Музыка	3.88	3.88	3.88	5
1456	stu-3б-1	work	Труд (технология)	4.38	4.38	4.38	6
1457	stu-3б-1	pe	Физическая культура	4	4	4	7
1458	stu-3б-2	art	Изобразительное искусство	4.2	4.2	4.2	0
1459	stu-3б-2	eng	Иностранный язык	4.86	4.86	4.86	1
1460	stu-3б-2	hist	История	4	4	4	2
1461	stu-3б-2	lit	Литература	3.63	3.63	3.63	3
1462	stu-3б-2	math	Математика	3.71	3.71	3.71	4
1463	stu-3б-2	music	Музыка	3.75	3.75	3.75	5
1464	stu-3б-2	work	Труд (технология)	3.88	3.88	3.88	6
1465	stu-3б-2	pe	Физическая культура	4	4	4	7
1466	stu-3б-3	art	Изобразительное искусство	2.8	2.8	2.8	0
1467	stu-3б-3	eng	Иностранный язык	3.43	3.43	3.43	1
1468	stu-3б-3	hist	История	3.5	3.5	3.5	2
1469	stu-3б-3	lit	Литература	3.9	3.9	3.9	3
1470	stu-3б-3	math	Математика	3.67	3.67	3.67	4
1471	stu-3б-3	music	Музыка	3.63	3.63	3.63	5
1472	stu-3б-3	work	Труд (технология)	3.88	3.88	3.88	6
1473	stu-3б-3	pe	Физическая культура	4	4	4	7
1474	stu-3б-4	art	Изобразительное искусство	4.6	4.6	4.6	0
1475	stu-3б-4	eng	Иностранный язык	4.43	4.43	4.43	1
1476	stu-3б-4	hist	История	3.33	3.33	3.33	2
1477	stu-3б-4	lit	Литература	4	4	4	3
1478	stu-3б-4	math	Математика	4	4	4	4
1479	stu-3б-4	music	Музыка	3.63	3.63	3.63	5
1480	stu-3б-4	work	Труд (технология)	4.25	4.25	4.25	6
1481	stu-3б-4	pe	Физическая культура	3.75	3.75	3.75	7
1482	stu-3б-5	art	Изобразительное искусство	3.8	3.8	3.8	0
1483	stu-3б-5	eng	Иностранный язык	4.29	4.29	4.29	1
1484	stu-3б-5	hist	История	4	4	4	2
1485	stu-3б-5	lit	Литература	3.7	3.7	3.7	3
1486	stu-3б-5	math	Математика	4	4	4	4
1487	stu-3б-5	music	Музыка	3.63	3.63	3.63	5
1488	stu-3б-5	work	Труд (технология)	4	4	4	6
1489	stu-3б-5	pe	Физическая культура	4	4	4	7
1490	stu-3б-6	art	Изобразительное искусство	3.2	3.2	3.2	0
1491	stu-3б-6	eng	Иностранный язык	3.43	3.43	3.43	1
1492	stu-3б-6	hist	История	3.5	3.5	3.5	2
1493	stu-3б-6	lit	Литература	3.97	3.97	3.97	3
1494	stu-3б-6	math	Математика	3.67	3.67	3.67	4
1495	stu-3б-6	music	Музыка	3.88	3.88	3.88	5
1496	stu-3б-6	work	Труд (технология)	3.88	3.88	3.88	6
1497	stu-3б-6	pe	Физическая культура	4	4	4	7
1498	stu-3б-7	art	Изобразительное искусство	4.8	4.8	4.8	0
1499	stu-3б-7	eng	Иностранный язык	4.57	4.57	4.57	1
\.
