COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9073	stu-6а-14	2026-03-12	12 марта	[5, 3, 5, 4, 5]
9074	stu-6а-14	2026-03-13	13 марта	[5, 2, 5, 5, 2]
9075	stu-6а-14	2026-03-16	16 марта	[5, 5, 3, 2, 3]
9076	stu-6а-14	2026-03-17	17 марта	[2, 4, 4, 5, 5, 2]
9077	stu-6а-14	2026-03-18	18 марта	[5, 3, 5, 3, 5]
9078	stu-6а-14	2026-03-19	19 марта	[2, 2, 4, 5, 4, 4]
9079	stu-6а-14	2026-03-20	20 марта	[5, 5, 4, 5]
9080	stu-6а-14	2026-03-23	23 марта	[5, 2, 5, 3]
9081	stu-6а-14	2026-03-24	24 марта	[2, 3, 4, 2, 5, 4]
9082	stu-6а-14	2026-03-25	25 марта	[4, 4, 4, 2, 5]
9083	stu-6а-14	2026-03-26	26 марта	[4, 2, 4, 5, 5]
9084	stu-6а-14	2026-03-27	27 марта	[4, 3, 4, 5, 5]
\.
