COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
14364	stu-9в-8	2026-03-27	27 марта	[5, 5, 4, 5, 4, 5]
14365	stu-9в-8	2026-03-30	30 марта	[4, 4, 3, 5, 5]
14366	stu-9в-8	2026-03-31	31 марта	[4, 3, 3, 3, 5, 5]
14367	stu-9в-9	2026-03-02	2 марта	[2, 4, 5, 4, 5, 5]
14368	stu-9в-9	2026-03-03	3 марта	[3, 4, 4, 2, 3, 5]
14369	stu-9в-9	2026-03-04	4 марта	[4, 2, 4, 3, 4]
14370	stu-9в-9	2026-03-05	5 марта	[5, 4, 2, 4, 5, 3]
14371	stu-9в-9	2026-03-06	6 марта	[3, 5, 3, 4, 3, 4]
14372	stu-9в-9	2026-03-09	9 марта	[2, 4, 5, 5, 3]
14373	stu-9в-9	2026-03-10	10 марта	[4, 4, 4, 4, 4, 3]
14374	stu-9в-9	2026-03-11	11 марта	[3, 5, 5, 4, 5, 4]
14375	stu-9в-9	2026-03-12	12 марта	[5, 3, 4, 4, 4, 5, 5]
\.
