COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9865	stu-6в-13	2026-03-12	12 марта	[5, 3, 3, 5, 3, 4]
9866	stu-6в-13	2026-03-13	13 марта	[3, 4, 4, 3]
9867	stu-6в-13	2026-03-16	16 марта	[3, 5, 4, 5]
9868	stu-6в-13	2026-03-17	17 марта	[4, 5, 4, 3, 4]
9869	stu-6в-13	2026-03-18	18 марта	[4, 4, 4, 5]
9870	stu-6в-13	2026-03-19	19 марта	[4, 4, 2, 4, 3, 5]
9871	stu-6в-13	2026-03-20	20 марта	[5, 4, 4, 5, 4]
9872	stu-6в-13	2026-03-23	23 марта	[4, 4, 2, 5, 4]
9873	stu-6в-13	2026-03-24	24 марта	[4, 4, 4, 3, 5, 3]
9874	stu-6в-13	2026-03-25	25 марта	[2, 4, 5, 5]
9875	stu-6в-13	2026-03-26	26 марта	[4, 3, 4, 3, 4]
9876	stu-6в-13	2026-03-27	27 марта	[2, 5, 5, 4]
\.
