COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
3801	stu-6в-3	eng	Иностранный язык	4.5	4.5	4.5	2
3802	stu-6в-3	info	Информатика	3.75	3.75	3.75	3
3803	stu-6в-3	hist	История	4	4	4	4
3804	stu-6в-3	lit	Литература	4.26	4.26	4.26	5
3805	stu-6в-3	math	Математика	3.85	3.85	3.85	6
3806	stu-6в-3	music	Музыка	4	4	4	7
3807	stu-6в-3	social	Обществознание	4	4	4	8
3808	stu-6в-3	pe	Физическая культура	4.14	4.14	4.14	9
3809	stu-6в-4	bio	Биология	3.63	3.63	3.63	0
3810	stu-6в-4	geo	География	3.29	3.29	3.29	1
3811	stu-6в-4	eng	Иностранный язык	3.33	3.33	3.33	2
3812	stu-6в-4	info	Информатика	4.38	4.38	4.38	3
3813	stu-6в-4	hist	История	4.57	4.57	4.57	4
3814	stu-6в-4	lit	Литература	3.59	3.59	3.59	5
3815	stu-6в-4	math	Математика	3.75	3.75	3.75	6
3816	stu-6в-4	music	Музыка	4	4	4	7
3817	stu-6в-4	social	Обществознание	4.2	4.2	4.2	8
3818	stu-6в-4	pe	Физическая культура	4.29	4.29	4.29	9
3819	stu-6в-5	bio	Биология	3.63	3.63	3.63	0
3820	stu-6в-5	geo	География	3.71	3.71	3.71	1
3821	stu-6в-5	eng	Иностранный язык	3.83	3.83	3.83	2
3822	stu-6в-5	info	Информатика	3.5	3.5	3.5	3
3823	stu-6в-5	hist	История	3.86	3.86	3.86	4
3824	stu-6в-5	lit	Литература	3.85	3.85	3.85	5
3825	stu-6в-5	math	Математика	4	4	4	6
3826	stu-6в-5	music	Музыка	3.67	3.67	3.67	7
3827	stu-6в-5	social	Обществознание	4	4	4	8
3828	stu-6в-5	pe	Физическая культура	4.43	4.43	4.43	9
3829	stu-6в-6	bio	Биология	3.88	3.88	3.88	0
3830	stu-6в-6	geo	География	3.57	3.57	3.57	1
3831	stu-6в-6	eng	Иностранный язык	4.33	4.33	4.33	2
3832	stu-6в-6	info	Информатика	3.63	3.63	3.63	3
3833	stu-6в-6	hist	История	4	4	4	4
3834	stu-6в-6	lit	Литература	4.22	4.22	4.22	5
3835	stu-6в-6	math	Математика	3.85	3.85	3.85	6
3836	stu-6в-6	music	Музыка	3.67	3.67	3.67	7
3837	stu-6в-6	social	Обществознание	4	4	4	8
3838	stu-6в-6	pe	Физическая культура	4	4	4	9
3839	stu-6в-7	bio	Биология	3.5	3.5	3.5	0
3840	stu-6в-7	geo	География	3.43	3.43	3.43	1
3841	stu-6в-7	eng	Иностранный язык	3.25	3.25	3.25	2
3842	stu-6в-7	info	Информатика	4.5	4.5	4.5	3
3843	stu-6в-7	hist	История	4.43	4.43	4.43	4
3844	stu-6в-7	lit	Литература	3.48	3.48	3.48	5
3845	stu-6в-7	math	Математика	3.75	3.75	3.75	6
3846	stu-6в-7	music	Музыка	4	4	4	7
3847	stu-6в-7	social	Обществознание	4	4	4	8
3848	stu-6в-7	pe	Физическая культура	4.14	4.14	4.14	9
3849	stu-6в-8	bio	Биология	3.75	3.75	3.75	0
3850	stu-6в-8	geo	География	3.71	3.71	3.71	1
\.
