COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
351	stu-1в-2	music	Музыка	4.25	4.25	4.25	5
352	stu-1в-2	work	Труд (технология)	4.75	4.75	4.75	6
353	stu-1в-2	pe	Физическая культура	4.5	4.5	4.5	7
354	stu-1в-3	art	Изобразительное искусство	3	3	3	0
355	stu-1в-3	eng	Иностранный язык	3	3	3	1
356	stu-1в-3	hist	История	3.38	3.38	3.38	2
357	stu-1в-3	lit	Литература	3.67	3.67	3.67	3
358	stu-1в-3	math	Математика	3.91	3.91	3.91	4
359	stu-1в-3	music	Музыка	4.25	4.25	4.25	5
360	stu-1в-3	work	Труд (технология)	4.25	4.25	4.25	6
361	stu-1в-3	pe	Физическая культура	4.5	4.5	4.5	7
362	stu-1в-4	art	Изобразительное искусство	4.5	4.5	4.5	0
363	stu-1в-4	eng	Иностранный язык	4.25	4.25	4.25	1
364	stu-1в-4	hist	История	4.25	4.25	4.25	2
365	stu-1в-4	lit	Литература	3.76	3.76	3.76	3
366	stu-1в-4	math	Математика	3.64	3.64	3.64	4
367	stu-1в-4	music	Музыка	4.5	4.5	4.5	5
368	stu-1в-4	work	Труд (технология)	3.75	3.75	3.75	6
369	stu-1в-4	pe	Физическая культура	4.75	4.75	4.75	7
370	stu-1в-5	art	Изобразительное искусство	3.13	3.13	3.13	0
371	stu-1в-5	eng	Иностранный язык	3.88	3.88	3.88	1
372	stu-1в-5	hist	История	3.88	3.88	3.88	2
373	stu-1в-5	lit	Литература	3.79	3.79	3.79	3
374	stu-1в-5	math	Математика	4.05	4.05	4.05	4
375	stu-1в-5	music	Музыка	4.5	4.5	4.5	5
376	stu-1в-5	work	Труд (технология)	4.75	4.75	4.75	6
377	stu-1в-5	pe	Физическая культура	4.25	4.25	4.25	7
378	stu-1в-6	art	Изобразительное искусство	3.38	3.38	3.38	0
379	stu-1в-6	eng	Иностранный язык	3.25	3.25	3.25	1
380	stu-1в-6	hist	История	3.5	3.5	3.5	2
381	stu-1в-6	lit	Литература	3.7	3.7	3.7	3
382	stu-1в-6	math	Математика	4	4	4	4
383	stu-1в-6	music	Музыка	4.5	4.5	4.5	5
384	stu-1в-6	work	Труд (технология)	4.25	4.25	4.25	6
385	stu-1в-6	pe	Физическая культура	4.25	4.25	4.25	7
386	stu-1в-7	art	Изобразительное искусство	4.63	4.63	4.63	0
387	stu-1в-7	eng	Иностранный язык	4.38	4.38	4.38	1
388	stu-1в-7	hist	История	4	4	4	2
389	stu-1в-7	lit	Литература	3.79	3.79	3.79	3
390	stu-1в-7	math	Математика	3.59	3.59	3.59	4
391	stu-1в-7	music	Музыка	4.5	4.5	4.5	5
392	stu-1в-7	work	Труд (технология)	3.75	3.75	3.75	6
393	stu-1в-7	pe	Физическая культура	4.5	4.5	4.5	7
394	stu-1в-8	art	Изобразительное искусство	2.88	2.88	2.88	0
395	stu-1в-8	eng	Иностранный язык	3.5	3.5	3.5	1
396	stu-1в-8	hist	История	4	4	4	2
397	stu-1в-8	lit	Литература	3.67	3.67	3.67	3
398	stu-1в-8	math	Математика	4	4	4	4
399	stu-1в-8	music	Музыка	4.25	4.25	4.25	5
400	stu-1в-8	work	Труд (технология)	4.5	4.5	4.5	6
\.
