COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8605	stu-5г-12	2026-03-04	4 марта	[4, 4, 5, 5, 5]
8606	stu-5г-12	2026-03-05	5 марта	[4, 5, 3, 5, 2]
8607	stu-5г-12	2026-03-06	6 марта	[2, 5, 3, 5, 4]
8608	stu-5г-12	2026-03-09	9 марта	[3, 4, 4, 3]
8609	stu-5г-12	2026-03-10	10 марта	[5, 3, 5, 5, 4]
8610	stu-5г-12	2026-03-11	11 марта	[5, 3, 4, 3]
8611	stu-5г-12	2026-03-12	12 марта	[5, 5, 4, 3, 5, 2]
8612	stu-5г-12	2026-03-13	13 марта	[4, 4, 3, 5]
8613	stu-5г-12	2026-03-16	16 марта	[2, 3, 5, 5]
8614	stu-5г-12	2026-03-17	17 марта	[5, 3, 2, 4, 4]
8615	stu-5г-12	2026-03-18	18 марта	[4, 4, 5, 5, 4]
8616	stu-5г-12	2026-03-19	19 марта	[5, 4, 3, 2, 4]
\.
