COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9565	stu-6б-18	2026-03-24	24 марта	[4, 5, 4, 4, 5]
9566	stu-6б-18	2026-03-25	25 марта	[4, 4, 2, 3, 3]
9567	stu-6б-18	2026-03-26	26 марта	[4, 4, 3, 4, 5, 3]
9568	stu-6б-18	2026-03-27	27 марта	[5, 5, 4, 4, 5]
9569	stu-6б-18	2026-03-30	30 марта	[4, 3, 4, 4]
9570	stu-6б-18	2026-03-31	31 марта	[4, 3, 5, 2, 5]
9571	stu-6б-19	2026-03-02	2 марта	[4, 5, 3, 2, 5]
9572	stu-6б-19	2026-03-03	3 марта	[5, 4, 3, 4, 4, 4]
9573	stu-6б-19	2026-03-04	4 марта	[5, 2, 5, 3, 4]
9574	stu-6б-19	2026-03-05	5 марта	[3, 4, 5, 4, 4]
9575	stu-6б-19	2026-03-06	6 марта	[2, 2, 4, 4, 3]
9576	stu-6б-19	2026-03-09	9 марта	[2, 5, 4, 5]
\.
