COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9373	stu-6б-10	2026-03-02	2 марта	[5, 5, 4, 3, 3]
9374	stu-6б-10	2026-03-03	3 марта	[5, 3, 2, 3, 2, 4]
9375	stu-6б-10	2026-03-04	4 марта	[5, 3, 5, 4, 5]
9376	stu-6б-10	2026-03-05	5 марта	[4, 4, 5, 4, 5]
9377	stu-6б-10	2026-03-06	6 марта	[3, 4, 3, 2, 3]
9378	stu-6б-10	2026-03-09	9 марта	[2, 5, 4, 4]
9379	stu-6б-10	2026-03-10	10 марта	[4, 3, 5, 4, 5]
9380	stu-6б-10	2026-03-11	11 марта	[5, 4, 3, 3, 5]
9381	stu-6б-10	2026-03-12	12 марта	[5, 4, 5, 4, 4]
9382	stu-6б-10	2026-03-13	13 марта	[4, 2, 3, 4, 3]
9383	stu-6б-10	2026-03-16	16 марта	[3, 3, 5, 5, 3]
9384	stu-6б-10	2026-03-17	17 марта	[4, 2, 4, 3, 5]
\.
