COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
10261	stu-6г-12	2026-03-12	12 марта	[5, 4, 5, 2, 4]
10262	stu-6г-12	2026-03-13	13 марта	[4, 3, 4, 4, 4]
10263	stu-6г-12	2026-03-16	16 марта	[4, 5, 4, 4, 4]
10264	stu-6г-12	2026-03-17	17 марта	[4, 5, 3, 4, 3]
10265	stu-6г-12	2026-03-18	18 марта	[2, 3, 5, 4, 4]
10266	stu-6г-12	2026-03-19	19 марта	[4, 4, 5, 4, 5, 5]
10267	stu-6г-12	2026-03-20	20 марта	[4, 4, 4, 3]
10268	stu-6г-12	2026-03-23	23 марта	[4, 5, 3, 4, 4]
10269	stu-6г-12	2026-03-24	24 марта	[2, 3, 5, 3, 5, 3]
10270	stu-6г-12	2026-03-25	25 марта	[3, 4, 3, 3, 5]
10271	stu-6г-12	2026-03-26	26 марта	[5, 5, 3, 5, 2]
10272	stu-6г-12	2026-03-27	27 марта	[3, 3, 5, 3, 3]
\.
