COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11497	stu-7в-11	2026-03-18	18 марта	[3, 3, 4, 3]
11498	stu-7в-11	2026-03-19	19 марта	[3, 4, 4, 2, 5, 4]
11499	stu-7в-11	2026-03-20	20 марта	[3, 4, 5, 4]
11500	stu-7в-11	2026-03-23	23 марта	[4, 4, 2, 3]
11501	stu-7в-11	2026-03-24	24 марта	[3, 2, 5, 2, 3]
11502	stu-7в-11	2026-03-25	25 марта	[5, 3, 4, 5]
11503	stu-7в-11	2026-03-26	26 марта	[3, 5, 4, 5, 4, 3]
11504	stu-7в-11	2026-03-27	27 марта	[4, 5, 5, 4]
11505	stu-7в-11	2026-03-30	30 марта	[3, 3, 3, 3]
11506	stu-7в-11	2026-03-31	31 марта	[5, 3, 3, 2, 3, 4]
11507	stu-7в-12	2026-03-02	2 марта	[5, 4, 5, 2]
11508	stu-7в-12	2026-03-03	3 марта	[3, 5, 5, 3, 5, 5]
\.
