COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7549	stu-5б-3	2026-03-04	4 марта	[4, 4, 4, 5, 4]
7550	stu-5б-3	2026-03-05	5 марта	[4, 5, 2, 4, 5, 4]
7551	stu-5б-3	2026-03-06	6 марта	[4, 5, 4, 5, 3]
7552	stu-5б-3	2026-03-09	9 марта	[3, 2, 5, 4, 3]
7553	stu-5б-3	2026-03-10	10 марта	[4, 2, 4, 5, 5]
7554	stu-5б-3	2026-03-11	11 марта	[4, 5, 5, 5]
7555	stu-5б-3	2026-03-12	12 марта	[5, 3, 4, 4, 4]
7556	stu-5б-3	2026-03-13	13 марта	[2, 5, 5, 3, 4]
7557	stu-5б-3	2026-03-16	16 марта	[5, 4, 5, 5, 2]
7558	stu-5б-3	2026-03-17	17 марта	[4, 5, 3, 5, 4, 4]
7559	stu-5б-3	2026-03-18	18 марта	[4, 2, 4, 3, 5]
7560	stu-5б-3	2026-03-19	19 марта	[5, 3, 2, 4, 5, 4]
\.
