COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9817	stu-6в-11	2026-03-06	6 марта	[5, 3, 3, 4]
9818	stu-6в-11	2026-03-09	9 марта	[3, 3, 5, 5, 4]
9819	stu-6в-11	2026-03-10	10 марта	[2, 4, 3, 5, 5]
9820	stu-6в-11	2026-03-11	11 марта	[3, 5, 5, 5]
9821	stu-6в-11	2026-03-12	12 марта	[5, 2, 4, 4, 2, 4]
9822	stu-6в-11	2026-03-13	13 марта	[2, 3, 5, 4]
9823	stu-6в-11	2026-03-16	16 марта	[4, 4, 5, 4]
9824	stu-6в-11	2026-03-17	17 марта	[3, 3, 3, 2, 5]
9825	stu-6в-11	2026-03-18	18 марта	[3, 3, 3, 5]
9826	stu-6в-11	2026-03-19	19 марта	[5, 3, 2, 3, 2, 4]
9827	stu-6в-11	2026-03-20	20 марта	[5, 5, 4, 4, 5]
9828	stu-6в-11	2026-03-23	23 марта	[5, 5, 3, 5, 2]
\.
