COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
1001	stu-2в-3	pe	Физическая культура	3.86	3.86	3.86	7
1002	stu-2в-4	art	Изобразительное искусство	3.83	3.83	3.83	0
1003	stu-2в-4	eng	Иностранный язык	5	5	5	1
1004	stu-2в-4	hist	История	4	4	4	2
1005	stu-2в-4	lit	Литература	3.56	3.56	3.56	3
1006	stu-2в-4	math	Математика	3.65	3.65	3.65	4
1007	stu-2в-4	music	Музыка	3.43	3.43	3.43	5
1008	stu-2в-4	work	Труд (технология)	3.75	3.75	3.75	6
1009	stu-2в-4	pe	Физическая культура	4	4	4	7
1010	stu-2в-5	art	Изобразительное искусство	3.83	3.83	3.83	0
1011	stu-2в-5	eng	Иностранный язык	4	4	4	1
1012	stu-2в-5	hist	История	3.88	3.88	3.88	2
1013	stu-2в-5	lit	Литература	4.38	4.38	4.38	3
1014	stu-2в-5	math	Математика	3.82	3.82	3.82	4
1015	stu-2в-5	music	Музыка	3.43	3.43	3.43	5
1016	stu-2в-5	work	Труд (технология)	4.75	4.75	4.75	6
1017	stu-2в-5	pe	Физическая культура	4	4	4	7
1018	stu-2в-6	art	Изобразительное искусство	3.83	3.83	3.83	0
1019	stu-2в-6	eng	Иностранный язык	5	5	5	1
1020	stu-2в-6	hist	История	3.5	3.5	3.5	2
1021	stu-2в-6	lit	Литература	3.85	3.85	3.85	3
1022	stu-2в-6	math	Математика	3.82	3.82	3.82	4
1023	stu-2в-6	music	Музыка	3.57	3.57	3.57	5
1024	stu-2в-6	work	Труд (технология)	4.25	4.25	4.25	6
1183	stu-2г-6	music	Музыка	3.75	3.75	3.75	5
1025	stu-2в-6	pe	Физическая культура	3.86	3.86	3.86	7
1026	stu-2в-7	art	Изобразительное искусство	3.67	3.67	3.67	0
1027	stu-2в-7	eng	Иностранный язык	4.67	4.67	4.67	1
1028	stu-2в-7	hist	История	3.75	3.75	3.75	2
1029	stu-2в-7	lit	Литература	3.74	3.74	3.74	3
1030	stu-2в-7	math	Математика	3.71	3.71	3.71	4
1031	stu-2в-7	music	Музыка	3.43	3.43	3.43	5
1032	stu-2в-7	work	Труд (технология)	3.5	3.5	3.5	6
1033	stu-2в-7	pe	Физическая культура	3.86	3.86	3.86	7
1034	stu-2в-8	art	Изобразительное искусство	3.67	3.67	3.67	0
1035	stu-2в-8	eng	Иностранный язык	4.67	4.67	4.67	1
1036	stu-2в-8	hist	История	4.13	4.13	4.13	2
1037	stu-2в-8	lit	Литература	4.41	4.41	4.41	3
1038	stu-2в-8	math	Математика	3.76	3.76	3.76	4
1039	stu-2в-8	music	Музыка	3.57	3.57	3.57	5
1040	stu-2в-8	work	Труд (технология)	4.75	4.75	4.75	6
1041	stu-2в-8	pe	Физическая культура	3.86	3.86	3.86	7
1042	stu-2в-9	art	Изобразительное искусство	4.17	4.17	4.17	0
1043	stu-2в-9	eng	Иностранный язык	5	5	5	1
1044	stu-2в-9	hist	История	3.63	3.63	3.63	2
1045	stu-2в-9	lit	Литература	3.62	3.62	3.62	3
1046	stu-2в-9	math	Математика	3.94	3.94	3.94	4
1047	stu-2в-9	music	Музыка	3.57	3.57	3.57	5
1048	stu-2в-9	work	Труд (технология)	4.25	4.25	4.25	6
1049	stu-2в-9	pe	Физическая культура	4	4	4	7
\.
