COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
12397	stu-8а-14	2026-03-16	16 марта	[2, 3, 5, 3, 4]
12398	stu-8а-14	2026-03-17	17 марта	[5, 5, 5, 4, 5]
12399	stu-8а-14	2026-03-18	18 марта	[5, 4, 4, 5, 3]
12400	stu-8а-14	2026-03-19	19 марта	[4, 4, 4, 5, 5, 2]
12401	stu-8а-14	2026-03-20	20 марта	[3, 4, 3, 5, 4]
12402	stu-8а-14	2026-03-23	23 марта	[3, 4, 5, 4, 3]
12403	stu-8а-14	2026-03-24	24 марта	[4, 3, 5, 4, 4, 5]
12404	stu-8а-14	2026-03-25	25 марта	[5, 3, 5, 4, 4]
12405	stu-8а-14	2026-03-26	26 марта	[5, 2, 3, 4, 5]
12406	stu-8а-14	2026-03-27	27 марта	[3, 4, 4, 4, 5]
12407	stu-8а-14	2026-03-30	30 марта	[3, 5, 5, 3, 3]
12408	stu-8а-14	2026-03-31	31 марта	[4, 3, 4, 4, 3, 2]
\.
