COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11677	stu-7в-19	2026-03-24	24 марта	[4, 4, 4, 2, 3]
11678	stu-7в-19	2026-03-25	25 марта	[5, 5, 4, 3]
11679	stu-7в-19	2026-03-26	26 марта	[5, 5, 2, 4, 2, 5]
11680	stu-7в-19	2026-03-27	27 марта	[4, 4, 3, 4]
11681	stu-7в-19	2026-03-30	30 марта	[3, 5, 3, 3]
11682	stu-7в-19	2026-03-31	31 марта	[5, 3, 4, 2, 3, 4]
11683	stu-7г-1	2026-03-02	2 марта	[5, 5, 5, 4, 3]
11684	stu-7г-1	2026-03-03	3 марта	[4, 4, 4, 4, 5, 3]
11685	stu-7г-1	2026-03-04	4 марта	[3, 5, 3, 3, 5]
11686	stu-7г-1	2026-03-05	5 марта	[2, 3, 5, 2, 3]
11687	stu-7г-1	2026-03-06	6 марта	[3, 3, 4, 5]
11688	stu-7г-1	2026-03-09	9 марта	[3, 3, 5, 5, 4]
\.
