COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
7357	stu-5а-14	2026-03-12	12 марта	[4, 4, 5, 3, 3]
7358	stu-5а-14	2026-03-13	13 марта	[5, 4, 3, 5, 3]
7359	stu-5а-14	2026-03-16	16 марта	[5, 4, 3, 5]
7360	stu-5а-14	2026-03-17	17 марта	[4, 4, 5, 4, 3]
7361	stu-5а-14	2026-03-18	18 марта	[5, 5, 4, 4, 2]
7362	stu-5а-14	2026-03-19	19 марта	[5, 3, 4, 5, 3]
7363	stu-5а-14	2026-03-20	20 марта	[4, 4, 5, 3]
7364	stu-5а-14	2026-03-23	23 марта	[3, 5, 4, 3]
7365	stu-5а-14	2026-03-24	24 марта	[3, 2, 5, 4, 5]
7366	stu-5а-14	2026-03-25	25 марта	[3, 5, 5, 4]
7367	stu-5а-14	2026-03-26	26 марта	[5, 2, 3, 5, 3, 3]
7368	stu-5а-14	2026-03-27	27 марта	[3, 4, 5, 4]
\.
