COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11185	stu-7б-16	2026-03-12	12 марта	[5, 2, 4, 4, 5, 5]
11186	stu-7б-16	2026-03-13	13 марта	[5, 3, 4, 4]
11187	stu-7б-16	2026-03-16	16 марта	[5, 5, 3, 4]
11188	stu-7б-16	2026-03-17	17 марта	[4, 4, 3, 4, 4]
11189	stu-7б-16	2026-03-18	18 марта	[5, 5, 3, 4, 2]
11190	stu-7б-16	2026-03-19	19 марта	[5, 4, 3, 5, 3, 4]
11191	stu-7б-16	2026-03-20	20 марта	[4, 5, 4, 4]
11192	stu-7б-16	2026-03-23	23 марта	[5, 3, 3, 4, 3]
11193	stu-7б-16	2026-03-24	24 марта	[2, 4, 4, 2, 5, 5]
11194	stu-7б-16	2026-03-25	25 марта	[3, 5, 5, 5]
11195	stu-7б-16	2026-03-26	26 марта	[2, 5, 4, 5, 5]
11196	stu-7б-16	2026-03-27	27 марта	[5, 4, 3, 3]
\.
