COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
9937	stu-6в-16	2026-03-20	20 марта	[5, 3, 4, 5, 4]
9938	stu-6в-16	2026-03-23	23 марта	[5, 4, 2, 5, 3]
9939	stu-6в-16	2026-03-24	24 марта	[4, 4, 4, 3, 5, 3]
9940	stu-6в-16	2026-03-25	25 марта	[2, 5, 5, 5]
9941	stu-6в-16	2026-03-26	26 марта	[4, 2, 4, 3, 4]
9942	stu-6в-16	2026-03-27	27 марта	[3, 5, 5, 4]
9943	stu-6в-16	2026-03-30	30 марта	[3, 3, 4, 5]
9944	stu-6в-16	2026-03-31	31 марта	[5, 3, 4, 2, 2]
9945	stu-6в-17	2026-03-02	2 марта	[3, 4, 3, 3]
9946	stu-6в-17	2026-03-03	3 марта	[5, 3, 5, 5, 5]
9947	stu-6в-17	2026-03-04	4 марта	[4, 5, 3, 4]
9948	stu-6в-17	2026-03-05	5 марта	[4, 3, 5, 5, 3, 4]
\.
