COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
101	stu-1а-11	lit	Литература	3.68	3.68	3.68	3
102	stu-1а-11	math	Математика	3.62	3.62	3.62	4
103	stu-1а-11	music	Музыка	3.5	3.5	3.5	5
104	stu-1а-11	work	Труд (технология)	2.75	2.75	2.75	6
105	stu-1а-11	pe	Физическая культура	3	3	3	7
106	stu-1а-12	art	Изобразительное искусство	4.13	4.13	4.13	0
107	stu-1а-12	eng	Иностранный язык	3.17	3.17	3.17	1
108	stu-1а-12	hist	История	4.29	4.29	4.29	2
109	stu-1а-12	lit	Литература	3.94	3.94	3.94	3
110	stu-1а-12	math	Математика	3.67	3.67	3.67	4
111	stu-1а-12	music	Музыка	3.5	3.5	3.5	5
112	stu-1а-12	work	Труд (технология)	4.25	4.25	4.25	6
113	stu-1а-12	pe	Физическая культура	3.25	3.25	3.25	7
114	stu-1а-13	art	Изобразительное искусство	3.88	3.88	3.88	0
115	stu-1а-13	eng	Иностранный язык	2.83	2.83	2.83	1
116	stu-1а-13	hist	История	4.29	4.29	4.29	2
117	stu-1а-13	lit	Литература	3.76	3.76	3.76	3
118	stu-1а-13	math	Математика	3.9	3.9	3.9	4
119	stu-1а-13	music	Музыка	3.5	3.5	3.5	5
120	stu-1а-13	work	Труд (технология)	3.5	3.5	3.5	6
121	stu-1а-13	pe	Физическая культура	3.25	3.25	3.25	7
122	stu-1а-14	art	Изобразительное искусство	4.13	4.13	4.13	0
123	stu-1а-14	eng	Иностранный язык	4.33	4.33	4.33	1
124	stu-1а-14	hist	История	3.43	3.43	3.43	2
125	stu-1а-14	lit	Литература	3.74	3.74	3.74	3
126	stu-1а-14	math	Математика	3.76	3.76	3.76	4
127	stu-1а-14	music	Музыка	3.5	3.5	3.5	5
128	stu-1а-14	work	Труд (технология)	2.75	2.75	2.75	6
129	stu-1а-14	pe	Физическая культура	3.25	3.25	3.25	7
130	stu-1а-15	art	Изобразительное искусство	3.88	3.88	3.88	0
131	stu-1а-15	eng	Иностранный язык	2.67	2.67	2.67	1
132	stu-1а-15	hist	История	4.29	4.29	4.29	2
133	stu-1а-15	lit	Литература	3.91	3.91	3.91	3
134	stu-1а-15	math	Математика	3.52	3.52	3.52	4
135	stu-1а-15	music	Музыка	3.75	3.75	3.75	5
136	stu-1а-15	work	Труд (технология)	4	4	4	6
137	stu-1а-15	pe	Физическая культура	3.25	3.25	3.25	7
138	stu-1а-16	art	Изобразительное искусство	3.88	3.88	3.88	0
139	stu-1а-16	eng	Иностранный язык	3.33	3.33	3.33	1
140	stu-1а-16	hist	История	4.43	4.43	4.43	2
141	stu-1а-16	lit	Литература	3.68	3.68	3.68	3
142	stu-1а-16	math	Математика	3.81	3.81	3.81	4
143	stu-1а-16	music	Музыка	3.75	3.75	3.75	5
144	stu-1а-16	work	Труд (технология)	3.5	3.5	3.5	6
145	stu-1а-16	pe	Физическая культура	3	3	3	7
146	stu-1а-17	art	Изобразительное искусство	4.25	4.25	4.25	0
147	stu-1а-17	eng	Иностранный язык	4	4	4	1
148	stu-1а-17	hist	История	3.43	3.43	3.43	2
149	stu-1а-17	lit	Литература	3.79	3.79	3.79	3
150	stu-1а-17	math	Математика	3.86	3.86	3.86	4
\.
