COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
11917	stu-7г-11	2026-03-20	20 марта	[3, 4, 4, 5]
11918	stu-7г-11	2026-03-23	23 марта	[3, 2, 5, 5, 4]
11919	stu-7г-11	2026-03-24	24 марта	[4, 4, 4, 3, 4, 5]
11920	stu-7г-11	2026-03-25	25 марта	[4, 4, 3, 3]
11921	stu-7г-11	2026-03-26	26 марта	[5, 3, 4, 4, 3, 2]
11922	stu-7г-11	2026-03-27	27 марта	[4, 5, 4, 5, 4]
11923	stu-7г-11	2026-03-30	30 марта	[5, 5, 4, 5, 2]
11924	stu-7г-11	2026-03-31	31 марта	[5, 5, 3, 5, 5, 4]
11925	stu-7г-12	2026-03-02	2 марта	[5, 5, 3, 4, 5]
11926	stu-7г-12	2026-03-03	3 марта	[4, 4, 2, 4, 4, 2]
11927	stu-7г-12	2026-03-04	4 марта	[3, 5, 3, 3, 5]
11928	stu-7г-12	2026-03-05	5 марта	[3, 3, 5, 4, 5]
\.
