COPY public.grade_history_summary (id, child_id, date_iso, date_display, grades_json) FROM stdin;
8569	stu-5г-10	2026-03-16	16 марта	[2, 4, 5, 5]
8570	stu-5г-10	2026-03-17	17 марта	[5, 5, 3, 4, 5]
8571	stu-5г-10	2026-03-18	18 марта	[3, 3, 5, 5, 2]
8572	stu-5г-10	2026-03-19	19 марта	[5, 3, 4, 3, 5]
8573	stu-5г-10	2026-03-20	20 марта	[4, 4, 2, 5, 5]
8574	stu-5г-10	2026-03-23	23 марта	[4, 2, 4, 3, 5]
8575	stu-5г-10	2026-03-24	24 марта	[5, 4, 4, 4, 5, 3]
8576	stu-5г-10	2026-03-25	25 марта	[3, 5, 5, 3]
8577	stu-5г-10	2026-03-26	26 марта	[3, 2, 4, 2, 2]
8578	stu-5г-10	2026-03-27	27 марта	[4, 3, 5, 4, 5]
8579	stu-5г-10	2026-03-30	30 марта	[3, 5, 4, 5, 3]
8580	stu-5г-10	2026-03-31	31 марта	[5, 5, 4, 5, 2, 3]
\.
