COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7351	stu-11б-14	pe	Физическая культура	3.75	3.75	3.75	9
7352	stu-11б-14	chem	Химия	4.38	4.38	4.38	10
7353	stu-11б-15	bio	Биология	4.57	4.57	4.57	0
7354	stu-11б-15	geo	География	3.88	3.88	3.88	1
7355	stu-11б-15	eng	Иностранный язык	4.31	4.31	4.31	2
7356	stu-11б-15	info	Информатика	3.5	3.5	3.5	3
7357	stu-11б-15	hist	История	3.88	3.88	3.88	4
7358	stu-11б-15	lit	Литература	4.23	4.23	4.23	5
7359	stu-11б-15	math	Математика	3.68	3.68	3.68	6
7360	stu-11б-15	social	Обществознание	4.5	4.5	4.5	7
7361	stu-11б-15	phys	Физика	3.82	3.82	3.82	8
7362	stu-11б-15	pe	Физическая культура	3.63	3.63	3.63	9
7363	stu-11б-15	chem	Химия	3.88	3.88	3.88	10
7364	stu-11б-16	bio	Биология	3.86	3.86	3.86	0
7365	stu-11б-16	geo	География	3.25	3.25	3.25	1
7366	stu-11б-16	eng	Иностранный язык	3.38	3.38	3.38	2
7367	stu-11б-16	info	Информатика	4.13	4.13	4.13	3
7368	stu-11б-16	hist	История	4	4	4	4
7369	stu-11б-16	lit	Литература	4.12	4.12	4.12	5
7370	stu-11б-16	math	Математика	3.76	3.76	3.76	6
7371	stu-11б-16	social	Обществознание	4.13	4.13	4.13	7
7372	stu-11б-16	phys	Физика	3.45	3.45	3.45	8
7373	stu-11б-16	pe	Физическая культура	3.75	3.75	3.75	9
7374	stu-11б-16	chem	Химия	3.38	3.38	3.38	10
7375	stu-11б-17	bio	Биология	3.29	3.29	3.29	0
7376	stu-11б-17	geo	География	3.75	3.75	3.75	1
7377	stu-11б-17	eng	Иностранный язык	4.15	4.15	4.15	2
7378	stu-11б-17	info	Информатика	3.75	3.75	3.75	3
7379	stu-11б-17	hist	История	3.75	3.75	3.75	4
7380	stu-11б-17	lit	Литература	3.88	3.88	3.88	5
7381	stu-11б-17	math	Математика	3.76	3.76	3.76	6
7382	stu-11б-17	social	Обществознание	4.25	4.25	4.25	7
7383	stu-11б-17	phys	Физика	3.55	3.55	3.55	8
7384	stu-11б-17	pe	Физическая культура	3.75	3.75	3.75	9
7385	stu-11б-17	chem	Химия	4.5	4.5	4.5	10
7386	stu-11б-18	bio	Биология	4.71	4.71	4.71	0
7387	stu-11б-18	geo	География	3.63	3.63	3.63	1
7388	stu-11б-18	eng	Иностранный язык	4.08	4.08	4.08	2
7389	stu-11б-18	info	Информатика	3.5	3.5	3.5	3
7390	stu-11б-18	hist	История	3.75	3.75	3.75	4
7391	stu-11б-18	lit	Литература	4.35	4.35	4.35	5
7392	stu-11б-18	math	Математика	3.72	3.72	3.72	6
7393	stu-11б-18	social	Обществознание	4.38	4.38	4.38	7
7394	stu-11б-18	phys	Физика	3.82	3.82	3.82	8
7395	stu-11б-18	pe	Физическая культура	3.75	3.75	3.75	9
7396	stu-11б-18	chem	Химия	4	4	4	10
7397	stu-11б-19	bio	Биология	3.43	3.43	3.43	0
7398	stu-11б-19	geo	География	3.13	3.13	3.13	1
7399	stu-11б-19	eng	Иностранный язык	3.23	3.23	3.23	2
7400	stu-11б-19	info	Информатика	3.88	3.88	3.88	3
\.
