COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7301	stu-11б-10	info	Информатика	4	4	4	3
7302	stu-11б-10	hist	История	4.13	4.13	4.13	4
7303	stu-11б-10	lit	Литература	4.38	4.38	4.38	5
7304	stu-11б-10	math	Математика	3.84	3.84	3.84	6
7305	stu-11б-10	social	Обществознание	4.25	4.25	4.25	7
7306	stu-11б-10	phys	Физика	3.36	3.36	3.36	8
7307	stu-11б-10	pe	Физическая культура	3.63	3.63	3.63	9
7308	stu-11б-10	chem	Химия	3.88	3.88	3.88	10
7309	stu-11б-11	bio	Биология	3.29	3.29	3.29	0
7310	stu-11б-11	geo	География	3.25	3.25	3.25	1
7311	stu-11б-11	eng	Иностранный язык	3.38	3.38	3.38	2
7312	stu-11б-11	info	Информатика	3.75	3.75	3.75	3
7313	stu-11б-11	hist	История	3.63	3.63	3.63	4
7314	stu-11б-11	lit	Литература	3.73	3.73	3.73	5
7315	stu-11б-11	math	Математика	3.76	3.76	3.76	6
7316	stu-11б-11	social	Обществознание	4.38	4.38	4.38	7
7317	stu-11б-11	phys	Физика	3.91	3.91	3.91	8
7318	stu-11б-11	pe	Физическая культура	3.75	3.75	3.75	9
7319	stu-11б-11	chem	Химия	4.38	4.38	4.38	10
7320	stu-11б-12	bio	Биология	4	4	4	0
7321	stu-11б-12	geo	География	4.13	4.13	4.13	1
7322	stu-11б-12	eng	Иностранный язык	4.54	4.54	4.54	2
7323	stu-11б-12	info	Информатика	3.63	3.63	3.63	3
7324	stu-11б-12	hist	История	3.88	3.88	3.88	4
7325	stu-11б-12	lit	Литература	4.19	4.19	4.19	5
7326	stu-11б-12	math	Математика	3.64	3.64	3.64	6
7327	stu-11б-12	social	Обществознание	4.25	4.25	4.25	7
7328	stu-11б-12	phys	Физика	3.73	3.73	3.73	8
7329	stu-11б-12	pe	Физическая культура	3.63	3.63	3.63	9
7330	stu-11б-12	chem	Химия	3.5	3.5	3.5	10
7331	stu-11б-13	bio	Биология	4.43	4.43	4.43	0
7332	stu-11б-13	geo	География	3.38	3.38	3.38	1
7333	stu-11б-13	eng	Иностранный язык	3.54	3.54	3.54	2
7334	stu-11б-13	info	Информатика	4	4	4	3
7335	stu-11б-13	hist	История	4.13	4.13	4.13	4
7336	stu-11б-13	lit	Литература	4.31	4.31	4.31	5
7337	stu-11б-13	math	Математика	3.84	3.84	3.84	6
7338	stu-11б-13	social	Обществознание	4.25	4.25	4.25	7
7339	stu-11б-13	phys	Физика	3.36	3.36	3.36	8
7340	stu-11б-13	pe	Физическая культура	3.75	3.75	3.75	9
7341	stu-11б-13	chem	Химия	3.75	3.75	3.75	10
7342	stu-11б-14	bio	Биология	3	3	3	0
7343	stu-11б-14	geo	География	3.63	3.63	3.63	1
7344	stu-11б-14	eng	Иностранный язык	3.69	3.69	3.69	2
7345	stu-11б-14	info	Информатика	3.75	3.75	3.75	3
7346	stu-11б-14	hist	История	3.75	3.75	3.75	4
7347	stu-11б-14	lit	Литература	3.77	3.77	3.77	5
7348	stu-11б-14	math	Математика	3.84	3.84	3.84	6
7349	stu-11б-14	social	Обществознание	4.25	4.25	4.25	7
7350	stu-11б-14	phys	Физика	3.64	3.64	3.64	8
\.
