COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6501	stu-10а-13	math	Математика	3.88	3.88	3.88	6
6502	stu-10а-13	social	Обществознание	4.43	4.43	4.43	7
6503	stu-10а-13	phys	Физика	3.62	3.62	3.62	8
6504	stu-10а-13	pe	Физическая культура	4	4	4	9
6505	stu-10а-13	chem	Химия	3.75	3.75	3.75	10
6506	stu-10а-14	bio	Биология	4.57	4.57	4.57	0
6507	stu-10а-14	geo	География	4.63	4.63	4.63	1
6508	stu-10а-14	eng	Иностранный язык	3.15	3.15	3.15	2
6509	stu-10а-14	info	Информатика	3.78	3.78	3.78	3
6510	stu-10а-14	hist	История	3.25	3.25	3.25	4
6511	stu-10а-14	lit	Литература	3.88	3.88	3.88	5
6512	stu-10а-14	math	Математика	3.69	3.69	3.69	6
6513	stu-10а-14	social	Обществознание	4	4	4	7
6514	stu-10а-14	phys	Физика	4.15	4.15	4.15	8
6515	stu-10а-14	pe	Физическая культура	4.13	4.13	4.13	9
6516	stu-10а-14	chem	Химия	3.5	3.5	3.5	10
6517	stu-10а-15	bio	Биология	3.57	3.57	3.57	0
6518	stu-10а-15	geo	География	3.13	3.13	3.13	1
6519	stu-10а-15	eng	Иностранный язык	4.15	4.15	4.15	2
6520	stu-10а-15	info	Информатика	4.11	4.11	4.11	3
6521	stu-10а-15	hist	История	3.63	3.63	3.63	4
6522	stu-10а-15	lit	Литература	3.88	3.88	3.88	5
6523	stu-10а-15	math	Математика	3.65	3.65	3.65	6
6524	stu-10а-15	social	Обществознание	4.14	4.14	4.14	7
6525	stu-10а-15	phys	Физика	3.69	3.69	3.69	8
6526	stu-10а-15	pe	Физическая культура	4.25	4.25	4.25	9
6527	stu-10а-15	chem	Химия	3.63	3.63	3.63	10
6528	stu-10а-16	bio	Биология	4.29	4.29	4.29	0
6529	stu-10а-16	geo	География	4.38	4.38	4.38	1
6530	stu-10а-16	eng	Иностранный язык	4.08	4.08	4.08	2
6531	stu-10а-16	info	Информатика	3.78	3.78	3.78	3
6532	stu-10а-16	hist	История	3.88	3.88	3.88	4
6533	stu-10а-16	lit	Литература	4.04	4.04	4.04	5
6534	stu-10а-16	math	Математика	4	4	4	6
6535	stu-10а-16	social	Обществознание	4.14	4.14	4.14	7
6536	stu-10а-16	phys	Физика	3.38	3.38	3.38	8
6537	stu-10а-16	pe	Физическая культура	4.25	4.25	4.25	9
6538	stu-10а-16	chem	Химия	3.88	3.88	3.88	10
6539	stu-10а-17	bio	Биология	4.29	4.29	4.29	0
6540	stu-10а-17	geo	География	4.13	4.13	4.13	1
6541	stu-10а-17	eng	Иностранный язык	3.15	3.15	3.15	2
6542	stu-10а-17	info	Информатика	3.67	3.67	3.67	3
6543	stu-10а-17	hist	История	3.38	3.38	3.38	4
6544	stu-10а-17	lit	Литература	3.92	3.92	3.92	5
6545	stu-10а-17	math	Математика	3.69	3.69	3.69	6
6546	stu-10а-17	social	Обществознание	4.14	4.14	4.14	7
6547	stu-10а-17	phys	Физика	4.08	4.08	4.08	8
6548	stu-10а-17	pe	Физическая культура	4.13	4.13	4.13	9
6549	stu-10а-17	chem	Химия	3.5	3.5	3.5	10
6550	stu-10а-18	bio	Биология	3.43	3.43	3.43	0
\.
