COPY public.teacher_subjects (id, teacher_user_id, subject_name) FROM stdin;
1	2	Литература
2	2	Иностранный язык
3	3	История
4	3	Обществознание
5	3	География
6	4	Математика
7	4	Информатика
8	5	Физика
9	5	Химия
10	5	Биология
11	6	Изобразительное искусство
12	6	Музыка
13	6	Труд (технология)
14	7	Физическая культура
15	7	Биология
16	8	Литература
17	8	Иностранный язык
18	9	История
19	9	Обществознание
20	9	География
21	10	Математика
22	10	Информатика
23	11	Физика
24	11	Химия
25	11	Биология
26	12	Изобразительное искусство
27	12	Музыка
28	12	Труд (технология)
29	13	Физическая культура
30	13	Биология
31	14	Литература
32	14	Иностранный язык
33	15	История
34	15	Обществознание
35	15	География
36	16	Математика
37	16	Информатика
38	17	Физика
39	17	Химия
40	17	Биология
41	18	Изобразительное искусство
42	18	Музыка
43	18	Труд (технология)
44	19	Физическая культура
45	19	Биология
46	20	Литература
47	20	Иностранный язык
48	21	История
49	21	Обществознание
50	21	География
\.
