COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7101	stu-11а-11	geo	География	4.38	4.38	4.38	1
7102	stu-11а-11	eng	Иностранный язык	4.43	4.43	4.43	2
7103	stu-11а-11	info	Информатика	3.89	3.89	3.89	3
7104	stu-11а-11	hist	История	3.75	3.75	3.75	4
7105	stu-11а-11	lit	Литература	3.89	3.89	3.89	5
7106	stu-11а-11	math	Математика	3.91	3.91	3.91	6
7107	stu-11а-11	social	Обществознание	4.13	4.13	4.13	7
7108	stu-11а-11	phys	Физика	3.69	3.69	3.69	8
7109	stu-11а-11	pe	Физическая культура	3.63	3.63	3.63	9
7110	stu-11а-11	chem	Химия	4.17	4.17	4.17	10
7111	stu-11а-12	bio	Биология	4.29	4.29	4.29	0
7112	stu-11а-12	geo	География	2.75	2.75	2.75	1
7113	stu-11а-12	eng	Иностранный язык	3.57	3.57	3.57	2
7114	stu-11а-12	info	Информатика	3.89	3.89	3.89	3
7115	stu-11а-12	hist	История	3.88	3.88	3.88	4
7116	stu-11а-12	lit	Литература	4.04	4.04	4.04	5
7117	stu-11а-12	math	Математика	3.27	3.27	3.27	6
7118	stu-11а-12	social	Обществознание	4.13	4.13	4.13	7
7119	stu-11а-12	phys	Физика	3.69	3.69	3.69	8
7120	stu-11а-12	pe	Физическая культура	3.63	3.63	3.63	9
7121	stu-11а-12	chem	Химия	4	4	4	10
7122	stu-11а-13	bio	Биология	2.71	2.71	2.71	0
7123	stu-11а-13	geo	География	4.38	4.38	4.38	1
7124	stu-11а-13	eng	Иностранный язык	3.93	3.93	3.93	2
7125	stu-11а-13	info	Информатика	3.56	3.56	3.56	3
7126	stu-11а-13	hist	История	3.38	3.38	3.38	4
7127	stu-11а-13	lit	Литература	4	4	4	5
7128	stu-11а-13	math	Математика	3.55	3.55	3.55	6
7129	stu-11а-13	social	Обществознание	3.88	3.88	3.88	7
7130	stu-11а-13	phys	Физика	3.92	3.92	3.92	8
7131	stu-11а-13	pe	Физическая культура	3.63	3.63	3.63	9
7132	stu-11а-13	chem	Химия	3.5	3.5	3.5	10
7133	stu-11а-14	bio	Биология	4.14	4.14	4.14	0
7134	stu-11а-14	geo	География	3.88	3.88	3.88	1
7135	stu-11а-14	eng	Иностранный язык	4.29	4.29	4.29	2
7136	stu-11а-14	info	Информатика	4	4	4	3
7137	stu-11а-14	hist	История	3.63	3.63	3.63	4
7138	stu-11а-14	lit	Литература	3.93	3.93	3.93	5
7139	stu-11а-14	math	Математика	4	4	4	6
7140	stu-11а-14	social	Обществознание	4.25	4.25	4.25	7
7141	stu-11а-14	phys	Физика	3.69	3.69	3.69	8
7142	stu-11а-14	pe	Физическая культура	3.63	3.63	3.63	9
7143	stu-11а-14	chem	Химия	4	4	4	10
7144	stu-11а-15	bio	Биология	3.86	3.86	3.86	0
7145	stu-11а-15	geo	География	2.88	2.88	2.88	1
7146	stu-11а-15	eng	Иностранный язык	3.43	3.43	3.43	2
7147	stu-11а-15	info	Информатика	3.78	3.78	3.78	3
7148	stu-11а-15	hist	История	3.75	3.75	3.75	4
7149	stu-11а-15	lit	Литература	4.11	4.11	4.11	5
7150	stu-11а-15	math	Математика	3.32	3.32	3.32	6
\.
