COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6701	stu-10б-12	phys	Физика	3.55	3.55	3.55	8
6702	stu-10б-12	pe	Физическая культура	3.75	3.75	3.75	9
6703	stu-10б-12	chem	Химия	3.57	3.57	3.57	10
6704	stu-10б-13	bio	Биология	4.63	4.63	4.63	0
6705	stu-10б-13	geo	География	4.13	4.13	4.13	1
6706	stu-10б-13	eng	Иностранный язык	3.69	3.69	3.69	2
6707	stu-10б-13	info	Информатика	4	4	4	3
6708	stu-10б-13	hist	История	3.67	3.67	3.67	4
6709	stu-10б-13	lit	Литература	3.89	3.89	3.89	5
6710	stu-10б-13	math	Математика	3.57	3.57	3.57	6
6711	stu-10б-13	social	Обществознание	4.38	4.38	4.38	7
6712	stu-10б-13	phys	Физика	4	4	4	8
6713	stu-10б-13	pe	Физическая культура	3.88	3.88	3.88	9
6714	stu-10б-13	chem	Химия	4.14	4.14	4.14	10
6715	stu-10б-14	bio	Биология	3.25	3.25	3.25	0
6716	stu-10б-14	geo	География	3.13	3.13	3.13	1
6717	stu-10б-14	eng	Иностранный язык	4.08	4.08	4.08	2
6718	stu-10б-14	info	Информатика	3.75	3.75	3.75	3
6719	stu-10б-14	hist	История	4.22	4.22	4.22	4
6720	stu-10б-14	lit	Литература	4.11	4.11	4.11	5
6721	stu-10б-14	math	Математика	3.67	3.67	3.67	6
6722	stu-10б-14	social	Обществознание	4.5	4.5	4.5	7
6723	stu-10б-14	phys	Физика	3.91	3.91	3.91	8
6724	stu-10б-14	pe	Физическая культура	3.75	3.75	3.75	9
6725	stu-10б-14	chem	Химия	4.14	4.14	4.14	10
6726	stu-10б-15	bio	Биология	3.25	3.25	3.25	0
6727	stu-10б-15	geo	География	4.63	4.63	4.63	1
6728	stu-10б-15	eng	Иностранный язык	4	4	4	2
6729	stu-10б-15	info	Информатика	3	3	3	3
6730	stu-10б-15	hist	История	4.11	4.11	4.11	4
6731	stu-10б-15	lit	Литература	3.63	3.63	3.63	5
6732	stu-10б-15	math	Математика	3.9	3.9	3.9	6
6815	stu-10в-4	geo	География	3.25	3.25	3.25	1
6733	stu-10б-15	social	Обществознание	4.38	4.38	4.38	7
6734	stu-10б-15	phys	Физика	3.55	3.55	3.55	8
6735	stu-10б-15	pe	Физическая культура	3.75	3.75	3.75	9
6736	stu-10б-15	chem	Химия	3.71	3.71	3.71	10
6737	stu-10б-16	bio	Биология	4.63	4.63	4.63	0
6738	stu-10б-16	geo	География	3.63	3.63	3.63	1
6739	stu-10б-16	eng	Иностранный язык	3.69	3.69	3.69	2
6740	stu-10б-16	info	Информатика	4.13	4.13	4.13	3
6741	stu-10б-16	hist	История	3.56	3.56	3.56	4
6742	stu-10б-16	lit	Литература	4.11	4.11	4.11	5
6743	stu-10б-16	math	Математика	3.57	3.57	3.57	6
6744	stu-10б-16	social	Обществознание	4.5	4.5	4.5	7
6745	stu-10б-16	phys	Физика	4	4	4	8
6746	stu-10б-16	pe	Физическая культура	3.5	3.5	3.5	9
6747	stu-10б-16	chem	Химия	3.86	3.86	3.86	10
6748	stu-10б-17	bio	Биология	2.88	2.88	2.88	0
6749	stu-10б-17	geo	География	3.38	3.38	3.38	1
\.
