COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6651	stu-10б-8	eng	Иностранный язык	4.23	4.23	4.23	2
6652	stu-10б-8	info	Информатика	4	4	4	3
6653	stu-10б-8	hist	История	3.56	3.56	3.56	4
6654	stu-10б-8	lit	Литература	3.81	3.81	3.81	5
6655	stu-10б-8	math	Математика	3.62	3.62	3.62	6
6656	stu-10б-8	social	Обществознание	4.63	4.63	4.63	7
6657	stu-10б-8	phys	Физика	3.91	3.91	3.91	8
6658	stu-10б-8	pe	Физическая культура	3.88	3.88	3.88	9
6659	stu-10б-8	chem	Химия	3.71	3.71	3.71	10
6660	stu-10б-9	bio	Биология	4.63	4.63	4.63	0
6661	stu-10б-9	geo	География	4.38	4.38	4.38	1
6662	stu-10б-9	eng	Иностранный язык	3.69	3.69	3.69	2
6663	stu-10б-9	info	Информатика	3.75	3.75	3.75	3
6664	stu-10б-9	hist	История	4.11	4.11	4.11	4
6665	stu-10б-9	lit	Литература	3.89	3.89	3.89	5
6666	stu-10б-9	math	Математика	3.67	3.67	3.67	6
6667	stu-10б-9	social	Обществознание	4.63	4.63	4.63	7
6668	stu-10б-9	phys	Физика	4	4	4	8
6669	stu-10б-9	pe	Физическая культура	3.75	3.75	3.75	9
6670	stu-10б-9	chem	Химия	4.43	4.43	4.43	10
6671	stu-10б-10	bio	Биология	4.38	4.38	4.38	0
6672	stu-10б-10	geo	География	4.63	4.63	4.63	1
6673	stu-10б-10	eng	Иностранный язык	3.69	3.69	3.69	2
6674	stu-10б-10	info	Информатика	4	4	4	3
6675	stu-10б-10	hist	История	3.78	3.78	3.78	4
6676	stu-10б-10	lit	Литература	3.7	3.7	3.7	5
6677	stu-10б-10	math	Математика	3.57	3.57	3.57	6
6678	stu-10б-10	social	Обществознание	4.75	4.75	4.75	7
6679	stu-10б-10	phys	Физика	4.09	4.09	4.09	8
6680	stu-10б-10	pe	Физическая культура	3.75	3.75	3.75	9
6681	stu-10б-10	chem	Химия	4.14	4.14	4.14	10
6682	stu-10б-11	bio	Биология	3.75	3.75	3.75	0
6683	stu-10б-11	geo	География	3.13	3.13	3.13	1
6684	stu-10б-11	eng	Иностранный язык	4	4	4	2
6685	stu-10б-11	info	Информатика	3.5	3.5	3.5	3
6686	stu-10б-11	hist	История	4.33	4.33	4.33	4
6687	stu-10б-11	lit	Литература	4.26	4.26	4.26	5
6688	stu-10б-11	math	Математика	3.76	3.76	3.76	6
6689	stu-10б-11	social	Обществознание	4.75	4.75	4.75	7
6690	stu-10б-11	phys	Физика	3.73	3.73	3.73	8
6691	stu-10б-11	pe	Физическая культура	3.5	3.5	3.5	9
6692	stu-10б-11	chem	Химия	4.14	4.14	4.14	10
6693	stu-10б-12	bio	Биология	2.88	2.88	2.88	0
6694	stu-10б-12	geo	География	4.25	4.25	4.25	1
6695	stu-10б-12	eng	Иностранный язык	4.15	4.15	4.15	2
6696	stu-10б-12	info	Информатика	3.13	3.13	3.13	3
6697	stu-10б-12	hist	История	3.89	3.89	3.89	4
6698	stu-10б-12	lit	Литература	3.7	3.7	3.7	5
6699	stu-10б-12	math	Математика	3.86	3.86	3.86	6
6700	stu-10б-12	social	Обществознание	4.5	4.5	4.5	7
\.
