COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7251	stu-11б-5	phys	Физика	3.64	3.64	3.64	8
7252	stu-11б-5	pe	Физическая культура	3.75	3.75	3.75	9
7253	stu-11б-5	chem	Химия	3.5	3.5	3.5	10
7254	stu-11б-6	bio	Биология	4.71	4.71	4.71	0
7255	stu-11б-6	geo	География	3.75	3.75	3.75	1
7256	stu-11б-6	eng	Иностранный язык	4.31	4.31	4.31	2
7257	stu-11б-6	info	Информатика	4.13	4.13	4.13	3
7258	stu-11б-6	hist	История	4	4	4	4
7259	stu-11б-6	lit	Литература	4.27	4.27	4.27	5
7260	stu-11б-6	math	Математика	3.8	3.8	3.8	6
7261	stu-11б-6	social	Обществознание	4.25	4.25	4.25	7
7262	stu-11б-6	phys	Физика	3.45	3.45	3.45	8
7263	stu-11б-6	pe	Физическая культура	3.75	3.75	3.75	9
7264	stu-11б-6	chem	Химия	3.88	3.88	3.88	10
7265	stu-11б-7	bio	Биология	3.86	3.86	3.86	0
7266	stu-11б-7	geo	География	3.13	3.13	3.13	1
7267	stu-11б-7	eng	Иностранный язык	3.31	3.31	3.31	2
7268	stu-11б-7	info	Информатика	3.38	3.38	3.38	3
7269	stu-11б-7	hist	История	3.63	3.63	3.63	4
7270	stu-11б-7	lit	Литература	3.96	3.96	3.96	5
7271	stu-11б-7	math	Математика	3.76	3.76	3.76	6
7272	stu-11б-7	social	Обществознание	4.25	4.25	4.25	7
7273	stu-11б-7	phys	Физика	3.91	3.91	3.91	8
7274	stu-11б-7	pe	Физическая культура	3.63	3.63	3.63	9
7275	stu-11б-7	chem	Химия	4.5	4.5	4.5	10
7276	stu-11б-8	bio	Биология	3.43	3.43	3.43	0
7277	stu-11б-8	geo	География	4	4	4	1
7278	stu-11б-8	eng	Иностранный язык	4.31	4.31	4.31	2
7279	stu-11б-8	info	Информатика	3.88	3.88	3.88	3
7280	stu-11б-8	hist	История	4	4	4	4
7281	stu-11б-8	lit	Литература	3.96	3.96	3.96	5
7282	stu-11б-8	math	Математика	3.68	3.68	3.68	6
7283	stu-11б-8	social	Обществознание	4.25	4.25	4.25	7
7284	stu-11б-8	phys	Физика	3.55	3.55	3.55	8
7285	stu-11б-8	pe	Физическая культура	3.75	3.75	3.75	9
7286	stu-11б-8	chem	Химия	3.25	3.25	3.25	10
7287	stu-11б-9	bio	Биология	4.86	4.86	4.86	0
7288	stu-11б-9	geo	География	3.38	3.38	3.38	1
7289	stu-11б-9	eng	Иностранный язык	4	4	4	2
7290	stu-11б-9	info	Информатика	3.88	3.88	3.88	3
7291	stu-11б-9	hist	История	4.13	4.13	4.13	4
7292	stu-11б-9	lit	Литература	4.35	4.35	4.35	5
7293	stu-11б-9	math	Математика	3.84	3.84	3.84	6
7294	stu-11б-9	social	Обществознание	4.38	4.38	4.38	7
7295	stu-11б-9	phys	Физика	3.27	3.27	3.27	8
7296	stu-11б-9	pe	Физическая культура	3.63	3.63	3.63	9
7297	stu-11б-9	chem	Химия	3.88	3.88	3.88	10
7298	stu-11б-10	bio	Биология	4.71	4.71	4.71	0
7299	stu-11б-10	geo	География	3.38	3.38	3.38	1
7300	stu-11б-10	eng	Иностранный язык	3.77	3.77	3.77	2
\.
