COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7401	stu-11б-19	hist	История	4	4	4	4
7402	stu-11б-19	lit	Литература	3.92	3.92	3.92	5
7403	stu-11б-19	math	Математика	3.72	3.72	3.72	6
7404	stu-11б-19	social	Обществознание	4.38	4.38	4.38	7
7405	stu-11б-19	phys	Физика	3.36	3.36	3.36	8
7406	stu-11б-19	pe	Физическая культура	3.75	3.75	3.75	9
7407	stu-11б-19	chem	Химия	3.25	3.25	3.25	10
7408	stu-11в-1	bio	Биология	3.29	3.29	3.29	0
7409	stu-11в-1	geo	География	4.57	4.57	4.57	1
7410	stu-11в-1	eng	Иностранный язык	4.08	4.08	4.08	2
7411	stu-11в-1	info	Информатика	3.75	3.75	3.75	3
7412	stu-11в-1	hist	История	3.44	3.44	3.44	4
7413	stu-11в-1	lit	Литература	3.44	3.44	3.44	5
7414	stu-11в-1	math	Математика	3.92	3.92	3.92	6
7415	stu-11в-1	social	Обществознание	3.88	3.88	3.88	7
7416	stu-11в-1	phys	Физика	3.54	3.54	3.54	8
7417	stu-11в-1	pe	Физическая культура	4	4	4	9
7418	stu-11в-1	chem	Химия	3.43	3.43	3.43	10
7419	stu-11в-2	bio	Биология	4.43	4.43	4.43	0
7420	stu-11в-2	geo	География	3.43	3.43	3.43	1
7421	stu-11в-2	eng	Иностранный язык	4.25	4.25	4.25	2
7422	stu-11в-2	info	Информатика	3.63	3.63	3.63	3
7423	stu-11в-2	hist	История	3.56	3.56	3.56	4
7424	stu-11в-2	lit	Литература	3.92	3.92	3.92	5
7425	stu-11в-2	math	Математика	4	4	4	6
7426	stu-11в-2	social	Обществознание	4	4	4	7
7427	stu-11в-2	phys	Физика	3.85	3.85	3.85	8
7428	stu-11в-2	pe	Физическая культура	4.11	4.11	4.11	9
7429	stu-11в-2	chem	Химия	4.29	4.29	4.29	10
7430	stu-11в-3	bio	Биология	3.14	3.14	3.14	0
7431	stu-11в-3	geo	География	3.86	3.86	3.86	1
7432	stu-11в-3	eng	Иностранный язык	4.08	4.08	4.08	2
7433	stu-11в-3	info	Информатика	4.63	4.63	4.63	3
7434	stu-11в-3	hist	История	3.67	3.67	3.67	4
7435	stu-11в-3	lit	Литература	3.72	3.72	3.72	5
7436	stu-11в-3	math	Математика	3.96	3.96	3.96	6
7437	stu-11в-3	social	Обществознание	4	4	4	7
7438	stu-11в-3	phys	Физика	4	4	4	8
7439	stu-11в-3	pe	Физическая культура	4	4	4	9
7440	stu-11в-3	chem	Химия	2.86	2.86	2.86	10
7441	stu-11в-4	bio	Биология	3.86	3.86	3.86	0
7442	stu-11в-4	geo	География	4.29	4.29	4.29	1
7443	stu-11в-4	eng	Иностранный язык	4	4	4	2
7444	stu-11в-4	info	Информатика	3.88	3.88	3.88	3
7445	stu-11в-4	hist	История	3.44	3.44	3.44	4
7446	stu-11в-4	lit	Литература	3.44	3.44	3.44	5
7447	stu-11в-4	math	Математика	4.04	4.04	4.04	6
7448	stu-11в-4	social	Обществознание	4.25	4.25	4.25	7
7449	stu-11в-4	phys	Физика	3.54	3.54	3.54	8
7450	stu-11в-4	pe	Физическая культура	4	4	4	9
\.
