COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7051	stu-11а-6	math	Математика	3.91	3.91	3.91	6
7052	stu-11а-6	social	Обществознание	4.25	4.25	4.25	7
7053	stu-11а-6	phys	Физика	3.92	3.92	3.92	8
7054	stu-11а-6	pe	Физическая культура	3.63	3.63	3.63	9
7055	stu-11а-6	chem	Химия	3.67	3.67	3.67	10
7056	stu-11а-7	bio	Биология	3.14	3.14	3.14	0
7057	stu-11а-7	geo	География	3.63	3.63	3.63	1
7058	stu-11а-7	eng	Иностранный язык	3.64	3.64	3.64	2
7059	stu-11а-7	info	Информатика	4	4	4	3
7060	stu-11а-7	hist	История	4	4	4	4
7061	stu-11а-7	lit	Литература	4.07	4.07	4.07	5
7062	stu-11а-7	math	Математика	3.59	3.59	3.59	6
7063	stu-11а-7	social	Обществознание	3.75	3.75	3.75	7
7064	stu-11а-7	phys	Физика	3.54	3.54	3.54	8
7065	stu-11а-7	pe	Физическая культура	3.75	3.75	3.75	9
7066	stu-11а-7	chem	Химия	4.17	4.17	4.17	10
7067	stu-11а-8	bio	Биология	3.43	3.43	3.43	0
7068	stu-11а-8	geo	География	4.38	4.38	4.38	1
7069	stu-11а-8	eng	Иностранный язык	4.43	4.43	4.43	2
7070	stu-11а-8	info	Информатика	3.56	3.56	3.56	3
7071	stu-11а-8	hist	История	3.63	3.63	3.63	4
7072	stu-11а-8	lit	Литература	3.82	3.82	3.82	5
7073	stu-11а-8	math	Математика	3.36	3.36	3.36	6
7074	stu-11а-8	social	Обществознание	4.25	4.25	4.25	7
7075	stu-11а-8	phys	Физика	3.92	3.92	3.92	8
7076	stu-11а-8	pe	Физическая культура	3.88	3.88	3.88	9
7077	stu-11а-8	chem	Химия	3.67	3.67	3.67	10
7078	stu-11а-9	bio	Биология	4.43	4.43	4.43	0
7079	stu-11а-9	geo	География	2.75	2.75	2.75	1
7080	stu-11а-9	eng	Иностранный язык	3.64	3.64	3.64	2
7081	stu-11а-9	info	Информатика	3.56	3.56	3.56	3
7082	stu-11а-9	hist	История	3.38	3.38	3.38	4
7083	stu-11а-9	lit	Литература	4	4	4	5
7084	stu-11а-9	math	Математика	3.91	3.91	3.91	6
7085	stu-11а-9	social	Обществознание	3.88	3.88	3.88	7
7086	stu-11а-9	phys	Физика	3.92	3.92	3.92	8
7087	stu-11а-9	pe	Физическая культура	3.75	3.75	3.75	9
7088	stu-11а-9	chem	Химия	3.67	3.67	3.67	10
7089	stu-11а-10	bio	Биология	3	3	3	0
7090	stu-11а-10	geo	География	3.75	3.75	3.75	1
7091	stu-11а-10	eng	Иностранный язык	3.64	3.64	3.64	2
7092	stu-11а-10	info	Информатика	3.67	3.67	3.67	3
7093	stu-11а-10	hist	История	3.38	3.38	3.38	4
7094	stu-11а-10	lit	Литература	4.07	4.07	4.07	5
7095	stu-11а-10	math	Математика	3.64	3.64	3.64	6
7096	stu-11а-10	social	Обществознание	4	4	4	7
7097	stu-11а-10	phys	Физика	3.85	3.85	3.85	8
7098	stu-11а-10	pe	Физическая культура	3.75	3.75	3.75	9
7099	stu-11а-10	chem	Химия	3.33	3.33	3.33	10
7100	stu-11а-11	bio	Биология	3.57	3.57	3.57	0
\.
