COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7551	stu-11в-14	bio	Биология	4	4	4	0
7552	stu-11в-14	geo	География	4.14	4.14	4.14	1
7553	stu-11в-14	eng	Иностранный язык	4	4	4	2
7554	stu-11в-14	info	Информатика	4.13	4.13	4.13	3
7555	stu-11в-14	hist	История	3.33	3.33	3.33	4
7556	stu-11в-14	lit	Литература	3.56	3.56	3.56	5
7557	stu-11в-14	math	Математика	3.92	3.92	3.92	6
7558	stu-11в-14	social	Обществознание	4	4	4	7
7559	stu-11в-14	phys	Физика	3.54	3.54	3.54	8
7560	stu-11в-14	pe	Физическая культура	4	4	4	9
7561	stu-11в-14	chem	Химия	3.14	3.14	3.14	10
7562	stu-11в-15	bio	Биология	4	4	4	0
7563	stu-11в-15	geo	География	3.29	3.29	3.29	1
7564	stu-11в-15	eng	Иностранный язык	4.17	4.17	4.17	2
7565	stu-11в-15	info	Информатика	3.5	3.5	3.5	3
7566	stu-11в-15	hist	История	3.67	3.67	3.67	4
7567	stu-11в-15	lit	Литература	4	4	4	5
7568	stu-11в-15	math	Математика	3.96	3.96	3.96	6
7569	stu-11в-15	social	Обществознание	4	4	4	7
7570	stu-11в-15	phys	Физика	3.69	3.69	3.69	8
7571	stu-11в-15	pe	Физическая культура	4	4	4	9
7572	stu-11в-15	chem	Химия	4	4	4	10
7573	stu-11в-16	bio	Биология	3	3	3	0
7574	stu-11в-16	geo	География	4.43	4.43	4.43	1
7575	stu-11в-16	eng	Иностранный язык	4.17	4.17	4.17	2
7576	stu-11в-16	info	Информатика	4.25	4.25	4.25	3
7577	stu-11в-16	hist	История	3.67	3.67	3.67	4
7578	stu-11в-16	lit	Литература	3.52	3.52	3.52	5
7579	stu-11в-16	math	Математика	4.08	4.08	4.08	6
7580	stu-11в-16	social	Обществознание	4.13	4.13	4.13	7
7581	stu-11в-16	phys	Физика	3.92	3.92	3.92	8
7582	stu-11в-16	pe	Физическая культура	4	4	4	9
7583	stu-11в-16	chem	Химия	3.71	3.71	3.71	10
7584	stu-11в-17	bio	Биология	4	4	4	0
7585	stu-11в-17	geo	География	3.86	3.86	3.86	1
7586	stu-11в-17	eng	Иностранный язык	4	4	4	2
7587	stu-11в-17	info	Информатика	4.25	4.25	4.25	3
7588	stu-11в-17	hist	История	3.44	3.44	3.44	4
7589	stu-11в-17	lit	Литература	3.72	3.72	3.72	5
7590	stu-11в-17	math	Математика	3.92	3.92	3.92	6
7591	stu-11в-17	social	Обществознание	3.88	3.88	3.88	7
7592	stu-11в-17	phys	Физика	3.54	3.54	3.54	8
7593	stu-11в-17	pe	Физическая культура	3.89	3.89	3.89	9
7594	stu-11в-17	chem	Химия	2.71	2.71	2.71	10
7595	stu-11в-18	bio	Биология	3.43	3.43	3.43	0
7596	stu-11в-18	geo	География	3.71	3.71	3.71	1
7597	stu-11в-18	eng	Иностранный язык	4.17	4.17	4.17	2
7598	stu-11в-18	info	Информатика	3.38	3.38	3.38	3
7599	stu-11в-18	hist	История	3.56	3.56	3.56	4
7600	stu-11в-18	lit	Литература	3.88	3.88	3.88	5
\.
