COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7001	stu-11а-2	bio	Биология	2.86	2.86	2.86	0
7002	stu-11а-2	geo	География	4.63	4.63	4.63	1
7003	stu-11а-2	eng	Иностранный язык	4.07	4.07	4.07	2
7004	stu-11а-2	info	Информатика	3.56	3.56	3.56	3
7005	stu-11а-2	hist	История	3.5	3.5	3.5	4
7006	stu-11а-2	lit	Литература	3.89	3.89	3.89	5
7007	stu-11а-2	math	Математика	3.59	3.59	3.59	6
7008	stu-11а-2	social	Обществознание	3.88	3.88	3.88	7
7009	stu-11а-2	phys	Физика	3.85	3.85	3.85	8
7010	stu-11а-2	pe	Физическая культура	3.75	3.75	3.75	9
7011	stu-11а-2	chem	Химия	3.5	3.5	3.5	10
7012	stu-11а-3	bio	Биология	4.29	4.29	4.29	0
7013	stu-11а-3	geo	География	3.5	3.5	3.5	1
7014	stu-11а-3	eng	Иностранный язык	4.29	4.29	4.29	2
7015	stu-11а-3	info	Информатика	4	4	4	3
7016	stu-11а-3	hist	История	3.63	3.63	3.63	4
7017	stu-11а-3	lit	Литература	4	4	4	5
7018	stu-11а-3	math	Математика	3.95	3.95	3.95	6
7019	stu-11а-3	social	Обществознание	4.13	4.13	4.13	7
7020	stu-11а-3	phys	Физика	3.85	3.85	3.85	8
7021	stu-11а-3	pe	Физическая культура	3.75	3.75	3.75	9
7022	stu-11а-3	chem	Химия	3.67	3.67	3.67	10
7023	stu-11а-4	bio	Биология	3.57	3.57	3.57	0
7024	stu-11а-4	geo	География	3.25	3.25	3.25	1
7025	stu-11а-4	eng	Иностранный язык	3.5	3.5	3.5	2
7026	stu-11а-4	info	Информатика	3.89	3.89	3.89	3
7027	stu-11а-4	hist	История	3.88	3.88	3.88	4
7028	stu-11а-4	lit	Литература	4.11	4.11	4.11	5
7029	stu-11а-4	math	Математика	3.41	3.41	3.41	6
7030	stu-11а-4	social	Обществознание	4.13	4.13	4.13	7
7031	stu-11а-4	phys	Физика	3.85	3.85	3.85	8
7032	stu-11а-4	pe	Физическая культура	3.75	3.75	3.75	9
7033	stu-11а-4	chem	Химия	4.33	4.33	4.33	10
7034	stu-11а-5	bio	Биология	3.14	3.14	3.14	0
7035	stu-11а-5	geo	География	4.63	4.63	4.63	1
7036	stu-11а-5	eng	Иностранный язык	4.29	4.29	4.29	2
7037	stu-11а-5	info	Информатика	3.67	3.67	3.67	3
7038	stu-11а-5	hist	История	3.63	3.63	3.63	4
7039	stu-11а-5	lit	Литература	3.82	3.82	3.82	5
7040	stu-11а-5	math	Математика	3.5	3.5	3.5	6
7041	stu-11а-5	social	Обществознание	3.88	3.88	3.88	7
7042	stu-11а-5	phys	Физика	3.77	3.77	3.77	8
7043	stu-11а-5	pe	Физическая культура	3.63	3.63	3.63	9
7044	stu-11а-5	chem	Химия	3.5	3.5	3.5	10
7045	stu-11а-6	bio	Биология	4.57	4.57	4.57	0
7046	stu-11а-6	geo	География	3.13	3.13	3.13	1
7047	stu-11а-6	eng	Иностранный язык	3.93	3.93	3.93	2
7048	stu-11а-6	info	Информатика	3.67	3.67	3.67	3
7049	stu-11а-6	hist	История	3.5	3.5	3.5	4
7050	stu-11а-6	lit	Литература	4	4	4	5
\.
