COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7451	stu-11в-4	chem	Химия	3.43	3.43	3.43	10
7452	stu-11в-5	bio	Биология	4	4	4	0
7453	stu-11в-5	geo	География	3.29	3.29	3.29	1
7454	stu-11в-5	eng	Иностранный язык	4.25	4.25	4.25	2
7455	stu-11в-5	info	Информатика	3.63	3.63	3.63	3
7456	stu-11в-5	hist	История	3.56	3.56	3.56	4
7457	stu-11в-5	lit	Литература	4	4	4	5
7458	stu-11в-5	math	Математика	3.96	3.96	3.96	6
7459	stu-11в-5	social	Обществознание	3.88	3.88	3.88	7
7460	stu-11в-5	phys	Физика	3.69	3.69	3.69	8
7461	stu-11в-5	pe	Физическая культура	4.22	4.22	4.22	9
7462	stu-11в-5	chem	Химия	4.14	4.14	4.14	10
7463	stu-11в-6	bio	Биология	3	3	3	0
7464	stu-11в-6	geo	География	4.29	4.29	4.29	1
7465	stu-11в-6	eng	Иностранный язык	4.17	4.17	4.17	2
7466	stu-11в-6	info	Информатика	4.5	4.5	4.5	3
7467	stu-11в-6	hist	История	3.78	3.78	3.78	4
7468	stu-11в-6	lit	Литература	3.64	3.64	3.64	5
7469	stu-11в-6	math	Математика	4.04	4.04	4.04	6
7470	stu-11в-6	social	Обществознание	3.88	3.88	3.88	7
7471	stu-11в-6	phys	Физика	3.92	3.92	3.92	8
7472	stu-11в-6	pe	Физическая культура	4	4	4	9
7473	stu-11в-6	chem	Химия	3.14	3.14	3.14	10
7474	stu-11в-7	bio	Биология	4.14	4.14	4.14	0
7475	stu-11в-7	geo	География	4.14	4.14	4.14	1
7476	stu-11в-7	eng	Иностранный язык	4	4	4	2
7477	stu-11в-7	info	Информатика	4	4	4	3
7478	stu-11в-7	hist	История	3.33	3.33	3.33	4
7479	stu-11в-7	lit	Литература	3.56	3.56	3.56	5
7480	stu-11в-7	math	Математика	4	4	4	6
7481	stu-11в-7	social	Обществознание	3.88	3.88	3.88	7
7482	stu-11в-7	phys	Физика	3.54	3.54	3.54	8
7483	stu-11в-7	pe	Физическая культура	4	4	4	9
7484	stu-11в-7	chem	Химия	3.29	3.29	3.29	10
7485	stu-11в-8	bio	Биология	3.86	3.86	3.86	0
7486	stu-11в-8	geo	География	3.43	3.43	3.43	1
7487	stu-11в-8	eng	Иностранный язык	4.17	4.17	4.17	2
7488	stu-11в-8	info	Информатика	3.63	3.63	3.63	3
7489	stu-11в-8	hist	История	3.78	3.78	3.78	4
7490	stu-11в-8	lit	Литература	3.96	3.96	3.96	5
7491	stu-11в-8	math	Математика	3.96	3.96	3.96	6
7492	stu-11в-8	social	Обществознание	4	4	4	7
7493	stu-11в-8	phys	Физика	3.77	3.77	3.77	8
7494	stu-11в-8	pe	Физическая культура	4	4	4	9
7495	stu-11в-8	chem	Химия	4	4	4	10
7496	stu-11в-9	bio	Биология	3.29	3.29	3.29	0
7497	stu-11в-9	geo	География	4.29	4.29	4.29	1
7498	stu-11в-9	eng	Иностранный язык	4.17	4.17	4.17	2
7499	stu-11в-9	info	Информатика	4.25	4.25	4.25	3
7500	stu-11в-9	hist	История	3.67	3.67	3.67	4
\.
