COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6551	stu-10а-18	geo	География	3.38	3.38	3.38	1
6552	stu-10а-18	eng	Иностранный язык	4.46	4.46	4.46	2
6553	stu-10а-18	info	Информатика	4.11	4.11	4.11	3
6554	stu-10а-18	hist	История	3.25	3.25	3.25	4
6555	stu-10а-18	lit	Литература	3.84	3.84	3.84	5
6556	stu-10а-18	math	Математика	3.69	3.69	3.69	6
6557	stu-10а-18	social	Обществознание	4.43	4.43	4.43	7
6558	stu-10а-18	phys	Физика	3.85	3.85	3.85	8
6559	stu-10а-18	pe	Физическая культура	4	4	4	9
6560	stu-10а-18	chem	Химия	3.63	3.63	3.63	10
6561	stu-10а-19	bio	Биология	4.57	4.57	4.57	0
6562	stu-10а-19	geo	География	4.63	4.63	4.63	1
6563	stu-10а-19	eng	Иностранный язык	3.69	3.69	3.69	2
6564	stu-10а-19	info	Информатика	3.78	3.78	3.78	3
6565	stu-10а-19	hist	История	4	4	4	4
6566	stu-10а-19	lit	Литература	3.92	3.92	3.92	5
6567	stu-10а-19	math	Математика	3.85	3.85	3.85	6
6568	stu-10а-19	social	Обществознание	4	4	4	7
6569	stu-10а-19	phys	Физика	3.38	3.38	3.38	8
6570	stu-10а-19	pe	Физическая культура	4.13	4.13	4.13	9
6571	stu-10а-19	chem	Химия	4	4	4	10
6572	stu-10б-1	bio	Биология	4.63	4.63	4.63	0
6573	stu-10б-1	geo	География	4	4	4	1
6574	stu-10б-1	eng	Иностранный язык	3.77	3.77	3.77	2
6575	stu-10б-1	info	Информатика	3.13	3.13	3.13	3
6576	stu-10б-1	hist	История	3.89	3.89	3.89	4
6577	stu-10б-1	lit	Литература	4.11	4.11	4.11	5
6578	stu-10б-1	math	Математика	3.86	3.86	3.86	6
6579	stu-10б-1	social	Обществознание	4.63	4.63	4.63	7
6580	stu-10б-1	phys	Физика	3.55	3.55	3.55	8
6581	stu-10б-1	pe	Физическая культура	3.88	3.88	3.88	9
6582	stu-10б-1	chem	Химия	3.57	3.57	3.57	10
6583	stu-10б-2	bio	Биология	3	3	3	0
6584	stu-10б-2	geo	География	3.38	3.38	3.38	1
6585	stu-10б-2	eng	Иностранный язык	4.23	4.23	4.23	2
6586	stu-10б-2	info	Информатика	4	4	4	3
6587	stu-10б-2	hist	История	3.67	3.67	3.67	4
6588	stu-10б-2	lit	Литература	4.07	4.07	4.07	5
6589	stu-10б-2	math	Математика	3.62	3.62	3.62	6
6590	stu-10б-2	social	Обществознание	4.63	4.63	4.63	7
6591	stu-10б-2	phys	Физика	4	4	4	8
6592	stu-10б-2	pe	Физическая культура	3.75	3.75	3.75	9
6593	stu-10б-2	chem	Химия	4.14	4.14	4.14	10
6594	stu-10б-3	bio	Биология	3.75	3.75	3.75	0
6595	stu-10б-3	geo	География	4.63	4.63	4.63	1
6596	stu-10б-3	eng	Иностранный язык	4	4	4	2
6597	stu-10б-3	info	Информатика	3.75	3.75	3.75	3
6598	stu-10б-3	hist	История	4.22	4.22	4.22	4
6599	stu-10б-3	lit	Литература	3.67	3.67	3.67	5
6600	stu-10б-3	math	Математика	3.67	3.67	3.67	6
\.
