COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7151	stu-11а-15	social	Обществознание	3.75	3.75	3.75	7
7152	stu-11а-15	phys	Физика	3.77	3.77	3.77	8
7153	stu-11а-15	pe	Физическая культура	3.75	3.75	3.75	9
7154	stu-11а-15	chem	Химия	4.17	4.17	4.17	10
7155	stu-11а-16	bio	Биология	2.86	2.86	2.86	0
7156	stu-11а-16	geo	География	4.63	4.63	4.63	1
7157	stu-11а-16	eng	Иностранный язык	4.07	4.07	4.07	2
7158	stu-11а-16	info	Информатика	3.56	3.56	3.56	3
7159	stu-11а-16	hist	История	3.5	3.5	3.5	4
7160	stu-11а-16	lit	Литература	3.86	3.86	3.86	5
7161	stu-11а-16	math	Математика	3.59	3.59	3.59	6
7162	stu-11а-16	social	Обществознание	4.25	4.25	4.25	7
7163	stu-11а-16	phys	Физика	3.85	3.85	3.85	8
7164	stu-11а-16	pe	Физическая культура	3.75	3.75	3.75	9
7165	stu-11а-16	chem	Химия	3.5	3.5	3.5	10
7166	stu-11а-17	bio	Биология	4.29	4.29	4.29	0
7167	stu-11а-17	geo	География	3.25	3.25	3.25	1
7168	stu-11а-17	eng	Иностранный язык	4.07	4.07	4.07	2
7169	stu-11а-17	info	Информатика	4	4	4	3
7170	stu-11а-17	hist	История	3.63	3.63	3.63	4
7171	stu-11а-17	lit	Литература	4	4	4	5
7172	stu-11а-17	math	Математика	3.95	3.95	3.95	6
7173	stu-11а-17	social	Обществознание	4	4	4	7
7174	stu-11а-17	phys	Физика	3.92	3.92	3.92	8
7175	stu-11а-17	pe	Физическая культура	3.63	3.63	3.63	9
7176	stu-11а-17	chem	Химия	3.67	3.67	3.67	10
7177	stu-11а-18	bio	Биология	3.29	3.29	3.29	0
7178	stu-11а-18	geo	География	3.38	3.38	3.38	1
7179	stu-11а-18	eng	Иностранный язык	3.5	3.5	3.5	2
7180	stu-11а-18	info	Информатика	3.89	3.89	3.89	3
7181	stu-11а-18	hist	История	3.88	3.88	3.88	4
7182	stu-11а-18	lit	Литература	4.11	4.11	4.11	5
7183	stu-11а-18	math	Математика	3.41	3.41	3.41	6
7184	stu-11а-18	social	Обществознание	4.13	4.13	4.13	7
7185	stu-11а-18	phys	Физика	3.85	3.85	3.85	8
7186	stu-11а-18	pe	Физическая культура	3.63	3.63	3.63	9
7187	stu-11а-18	chem	Химия	4.33	4.33	4.33	10
7188	stu-11а-19	bio	Биология	3.14	3.14	3.14	0
7189	stu-11а-19	geo	География	4.63	4.63	4.63	1
7190	stu-11а-19	eng	Иностранный язык	4.29	4.29	4.29	2
7191	stu-11а-19	info	Информатика	3.67	3.67	3.67	3
7192	stu-11а-19	hist	История	3.63	3.63	3.63	4
7193	stu-11а-19	lit	Литература	3.82	3.82	3.82	5
7194	stu-11а-19	math	Математика	3.5	3.5	3.5	6
7195	stu-11а-19	social	Обществознание	4.13	4.13	4.13	7
7196	stu-11а-19	phys	Физика	3.77	3.77	3.77	8
7197	stu-11а-19	pe	Физическая культура	3.63	3.63	3.63	9
7198	stu-11а-19	chem	Химия	3.5	3.5	3.5	10
7199	stu-11б-1	bio	Биология	4.57	4.57	4.57	0
7200	stu-11б-1	geo	География	3.25	3.25	3.25	1
\.
