COPY public.teacher_subjects (id, teacher_user_id, subject_name) FROM stdin;
51	22	Математика
52	22	Информатика
53	23	Физика
54	23	Химия
55	23	Биология
56	24	Изобразительное искусство
57	24	Музыка
58	24	Труд (технология)
59	25	Физическая культура
60	25	Биология
61	26	Литература
62	26	Иностранный язык
63	27	История
64	27	Обществознание
65	27	География
66	28	Математика
67	28	Информатика
68	29	Физика
69	29	Химия
70	29	Биология
71	30	Изобразительное искусство
72	30	Музыка
73	30	Труд (технология)
74	31	Физическая культура
75	31	Биология
76	32	Литература
77	32	Иностранный язык
78	33	История
79	33	Обществознание
80	33	География
81	34	Математика
82	34	Информатика
83	35	Физика
84	35	Химия
85	35	Биология
86	36	Изобразительное искусство
87	36	Музыка
88	36	Труд (технология)
89	37	Физическая культура
90	37	Биология
91	38	Литература
92	38	Иностранный язык
93	39	История
94	39	Обществознание
95	39	География
96	40	Математика
97	40	Информатика
98	41	Физика
99	41	Химия
100	41	Биология
\.
