COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6901	stu-10в-11	chem	Химия	4	4	4	10
6902	stu-10в-12	bio	Биология	3.88	3.88	3.88	0
6903	stu-10в-12	geo	География	3.88	3.88	3.88	1
6904	stu-10в-12	eng	Иностранный язык	3.85	3.85	3.85	2
6905	stu-10в-12	info	Информатика	4	4	4	3
6906	stu-10в-12	hist	История	3	3	3	4
6907	stu-10в-12	lit	Литература	3.76	3.76	3.76	5
6908	stu-10в-12	math	Математика	3.92	3.92	3.92	6
6909	stu-10в-12	social	Обществознание	4.2	4.2	4.2	7
6910	stu-10в-12	phys	Физика	3.55	3.55	3.55	8
6911	stu-10в-12	pe	Физическая культура	3.89	3.89	3.89	9
6912	stu-10в-12	chem	Химия	4.13	4.13	4.13	10
6913	stu-10в-13	bio	Биология	3.75	3.75	3.75	0
6914	stu-10в-13	geo	География	4.75	4.75	4.75	1
6915	stu-10в-13	eng	Иностранный язык	4.31	4.31	4.31	2
6916	stu-10в-13	info	Информатика	3.29	3.29	3.29	3
6917	stu-10в-13	hist	История	3.33	3.33	3.33	4
6918	stu-10в-13	lit	Литература	4.08	4.08	4.08	5
6919	stu-10в-13	math	Математика	3.88	3.88	3.88	6
6920	stu-10в-13	social	Обществознание	3.4	3.4	3.4	7
6921	stu-10в-13	phys	Физика	4	4	4	8
6922	stu-10в-13	pe	Физическая культура	3.89	3.89	3.89	9
6923	stu-10в-13	chem	Химия	4.63	4.63	4.63	10
6924	stu-10в-14	bio	Биология	4.75	4.75	4.75	0
6925	stu-10в-14	geo	География	3.38	3.38	3.38	1
6926	stu-10в-14	eng	Иностранный язык	4.15	4.15	4.15	2
6927	stu-10в-14	info	Информатика	3.57	3.57	3.57	3
6928	stu-10в-14	hist	История	4	4	4	4
6929	stu-10в-14	lit	Литература	3.68	3.68	3.68	5
6930	stu-10в-14	math	Математика	3.73	3.73	3.73	6
6931	stu-10в-14	social	Обществознание	4.4	4.4	4.4	7
6932	stu-10в-14	phys	Физика	3.45	3.45	3.45	8
6933	stu-10в-14	pe	Физическая культура	3.78	3.78	3.78	9
6934	stu-10в-14	chem	Химия	4	4	4	10
6935	stu-10в-15	bio	Биология	3.5	3.5	3.5	0
6936	stu-10в-15	geo	География	4.5	4.5	4.5	1
6937	stu-10в-15	eng	Иностранный язык	4	4	4	2
6938	stu-10в-15	info	Информатика	4.14	4.14	4.14	3
6939	stu-10в-15	hist	История	3	3	3	4
6940	stu-10в-15	lit	Литература	3.84	3.84	3.84	5
6941	stu-10в-15	math	Математика	3.96	3.96	3.96	6
6942	stu-10в-15	social	Обществознание	3.6	3.6	3.6	7
6943	stu-10в-15	phys	Физика	3.45	3.45	3.45	8
6944	stu-10в-15	pe	Физическая культура	4	4	4	9
6945	stu-10в-15	chem	Химия	4	4	4	10
6946	stu-10в-16	bio	Биология	4.13	4.13	4.13	0
6947	stu-10в-16	geo	География	4.38	4.38	4.38	1
6948	stu-10в-16	eng	Иностранный язык	4.23	4.23	4.23	2
6949	stu-10в-16	info	Информатика	3.14	3.14	3.14	3
6950	stu-10в-16	hist	История	3.33	3.33	3.33	4
\.
