COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6851	stu-10в-7	hist	История	3.67	3.67	3.67	4
6852	stu-10в-7	lit	Литература	3.72	3.72	3.72	5
6853	stu-10в-7	math	Математика	3.88	3.88	3.88	6
6854	stu-10в-7	social	Обществознание	4.2	4.2	4.2	7
6855	stu-10в-7	phys	Физика	3.36	3.36	3.36	8
6856	stu-10в-7	pe	Физическая культура	3.89	3.89	3.89	9
6857	stu-10в-7	chem	Химия	3.75	3.75	3.75	10
6858	stu-10в-8	bio	Биология	3.25	3.25	3.25	0
6859	stu-10в-8	geo	География	4.88	4.88	4.88	1
6860	stu-10в-8	eng	Иностранный язык	4.31	4.31	4.31	2
6861	stu-10в-8	info	Информатика	3.71	3.71	3.71	3
6862	stu-10в-8	hist	История	2.83	2.83	2.83	4
6863	stu-10в-8	lit	Литература	4	4	4	5
6864	stu-10в-8	math	Математика	3.88	3.88	3.88	6
6865	stu-10в-8	social	Обществознание	3.4	3.4	3.4	7
6866	stu-10в-8	phys	Физика	3.73	3.73	3.73	8
6867	stu-10в-8	pe	Физическая культура	3.89	3.89	3.89	9
6868	stu-10в-8	chem	Химия	4.38	4.38	4.38	10
6869	stu-10в-9	bio	Биология	4.63	4.63	4.63	0
6870	stu-10в-9	geo	География	3.88	3.88	3.88	1
6871	stu-10в-9	eng	Иностранный язык	4.23	4.23	4.23	2
6872	stu-10в-9	info	Информатика	3.14	3.14	3.14	3
6873	stu-10в-9	hist	История	3.67	3.67	3.67	4
6874	stu-10в-9	lit	Литература	3.76	3.76	3.76	5
6875	stu-10в-9	math	Математика	3.73	3.73	3.73	6
6876	stu-10в-9	social	Обществознание	4.4	4.4	4.4	7
6877	stu-10в-9	phys	Физика	3.82	3.82	3.82	8
6878	stu-10в-9	pe	Физическая культура	3.78	3.78	3.78	9
6879	stu-10в-9	chem	Химия	4.63	4.63	4.63	10
6880	stu-10в-10	bio	Биология	3.38	3.38	3.38	0
6881	stu-10в-10	geo	География	4.88	4.88	4.88	1
6882	stu-10в-10	eng	Иностранный язык	4.31	4.31	4.31	2
6883	stu-10в-10	info	Информатика	3.29	3.29	3.29	3
6884	stu-10в-10	hist	История	3.33	3.33	3.33	4
6885	stu-10в-10	lit	Литература	4.08	4.08	4.08	5
6886	stu-10в-10	math	Математика	3.81	3.81	3.81	6
6887	stu-10в-10	social	Обществознание	4	4	4	7
6888	stu-10в-10	phys	Физика	4	4	4	8
6889	stu-10в-10	pe	Физическая культура	4	4	4	9
6890	stu-10в-10	chem	Химия	4.63	4.63	4.63	10
6891	stu-10в-11	bio	Биология	4.75	4.75	4.75	0
6892	stu-10в-11	geo	География	3.63	3.63	3.63	1
6893	stu-10в-11	eng	Иностранный язык	4.23	4.23	4.23	2
6894	stu-10в-11	info	Информатика	3.71	3.71	3.71	3
6895	stu-10в-11	hist	История	4	4	4	4
6896	stu-10в-11	lit	Литература	3.8	3.8	3.8	5
6897	stu-10в-11	math	Математика	3.81	3.81	3.81	6
6898	stu-10в-11	social	Обществознание	3.6	3.6	3.6	7
6899	stu-10в-11	phys	Физика	3.27	3.27	3.27	8
6900	stu-10в-11	pe	Физическая культура	3.78	3.78	3.78	9
\.
