COPY public.teacher_subjects (id, teacher_user_id, subject_name) FROM stdin;
101	42	Изобразительное искусство
102	42	Музыка
103	42	Труд (технология)
104	43	Физическая культура
105	43	Биология
106	44	Литература
107	44	Иностранный язык
108	45	История
109	45	Обществознание
110	45	География
111	46	Математика
112	46	Информатика
113	47	Физика
114	47	Химия
115	47	Биология
116	48	Изобразительное искусство
117	48	Музыка
118	48	Труд (технология)
119	49	Физическая культура
120	49	Биология
121	50	Литература
122	50	Иностранный язык
123	51	История
124	51	Обществознание
125	51	География
126	52	Математика
127	52	Информатика
128	53	Физика
129	53	Химия
130	53	Биология
131	54	Изобразительное искусство
132	54	Музыка
133	54	Труд (технология)
134	55	Физическая культура
135	55	Биология
136	56	Литература
137	56	Иностранный язык
138	57	История
139	57	Обществознание
140	57	География
141	58	Математика
142	58	Информатика
143	59	Физика
144	59	Химия
145	59	Биология
146	60	Изобразительное искусство
147	60	Музыка
148	60	Труд (технология)
149	61	Физическая культура
150	61	Биология
\.
