COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6750	stu-10б-17	eng	Иностранный язык	4.23	4.23	4.23	2
6751	stu-10б-17	info	Информатика	3.63	3.63	3.63	3
6752	stu-10б-17	hist	История	4.11	4.11	4.11	4
6753	stu-10б-17	lit	Литература	4	4	4	5
6754	stu-10б-17	math	Математика	3.67	3.67	3.67	6
6755	stu-10б-17	social	Обществознание	4.63	4.63	4.63	7
6756	stu-10б-17	phys	Физика	4	4	4	8
6757	stu-10б-17	pe	Физическая культура	3.88	3.88	3.88	9
6758	stu-10б-17	chem	Химия	4.29	4.29	4.29	10
6759	stu-10б-18	bio	Биология	4	4	4	0
6760	stu-10б-18	geo	География	4.63	4.63	4.63	1
6761	stu-10б-18	eng	Иностранный язык	3.85	3.85	3.85	2
6762	stu-10б-18	info	Информатика	3.13	3.13	3.13	3
6763	stu-10б-18	hist	История	4.22	4.22	4.22	4
6764	stu-10б-18	lit	Литература	3.67	3.67	3.67	5
6765	stu-10б-18	math	Математика	3.9	3.9	3.9	6
6766	stu-10б-18	social	Обществознание	4.75	4.75	4.75	7
6767	stu-10б-18	phys	Физика	3.36	3.36	3.36	8
6768	stu-10б-18	pe	Физическая культура	3.88	3.88	3.88	9
6769	stu-10б-18	chem	Химия	3.71	3.71	3.71	10
6770	stu-10б-19	bio	Биология	4.25	4.25	4.25	0
6771	stu-10б-19	geo	География	3.38	3.38	3.38	1
6772	stu-10б-19	eng	Иностранный язык	3.85	3.85	3.85	2
6773	stu-10б-19	info	Информатика	3.75	3.75	3.75	3
6774	stu-10б-19	hist	История	3.56	3.56	3.56	4
6775	stu-10б-19	lit	Литература	4.19	4.19	4.19	5
6776	stu-10б-19	math	Математика	3.67	3.67	3.67	6
6777	stu-10б-19	social	Обществознание	4.5	4.5	4.5	7
6778	stu-10б-19	phys	Физика	3.91	3.91	3.91	8
6779	stu-10б-19	pe	Физическая культура	3.75	3.75	3.75	9
6780	stu-10б-19	chem	Химия	3.71	3.71	3.71	10
6781	stu-10в-1	bio	Биология	4.75	4.75	4.75	0
6782	stu-10в-1	geo	География	3.5	3.5	3.5	1
6783	stu-10в-1	eng	Иностранный язык	4.15	4.15	4.15	2
6784	stu-10в-1	info	Информатика	4.14	4.14	4.14	3
6785	stu-10в-1	hist	История	3.5	3.5	3.5	4
6786	stu-10в-1	lit	Литература	3.72	3.72	3.72	5
6787	stu-10в-1	math	Математика	3.96	3.96	3.96	6
6788	stu-10в-1	social	Обществознание	3.6	3.6	3.6	7
6789	stu-10в-1	phys	Физика	3.45	3.45	3.45	8
6790	stu-10в-1	pe	Физическая культура	3.89	3.89	3.89	9
6791	stu-10в-1	chem	Химия	4	4	4	10
6792	stu-10в-2	bio	Биология	3.75	3.75	3.75	0
6793	stu-10в-2	geo	География	4.25	4.25	4.25	1
6794	stu-10в-2	eng	Иностранный язык	3.92	3.92	3.92	2
6795	stu-10в-2	info	Информатика	3.14	3.14	3.14	3
6796	stu-10в-2	hist	История	3.17	3.17	3.17	4
6797	stu-10в-2	lit	Литература	3.8	3.8	3.8	5
6798	stu-10в-2	math	Математика	3.88	3.88	3.88	6
6799	stu-10в-2	social	Обществознание	4.4	4.4	4.4	7
\.
