COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7201	stu-11б-1	eng	Иностранный язык	3.69	3.69	3.69	2
7202	stu-11б-1	info	Информатика	3.63	3.63	3.63	3
7203	stu-11б-1	hist	История	3.63	3.63	3.63	4
7204	stu-11б-1	lit	Литература	4.35	4.35	4.35	5
7205	stu-11б-1	math	Математика	3.76	3.76	3.76	6
7206	stu-11б-1	social	Обществознание	4.38	4.38	4.38	7
7207	stu-11б-1	phys	Физика	3.91	3.91	3.91	8
7208	stu-11б-1	pe	Физическая культура	3.75	3.75	3.75	9
7209	stu-11б-1	chem	Химия	4	4	4	10
7210	stu-11б-2	bio	Биология	3.29	3.29	3.29	0
7211	stu-11б-2	geo	География	3.38	3.38	3.38	1
7212	stu-11б-2	eng	Иностранный язык	3.62	3.62	3.62	2
7213	stu-11б-2	info	Информатика	3.75	3.75	3.75	3
7214	stu-11б-2	hist	История	4.13	4.13	4.13	4
7215	stu-11б-2	lit	Литература	3.69	3.69	3.69	5
7216	stu-11б-2	math	Математика	3.6	3.6	3.6	6
7217	stu-11б-2	social	Обществознание	4.38	4.38	4.38	7
7218	stu-11б-2	phys	Физика	3.36	3.36	3.36	8
7219	stu-11б-2	pe	Физическая культура	3.63	3.63	3.63	9
7220	stu-11б-2	chem	Химия	3.5	3.5	3.5	10
7221	stu-11б-3	bio	Биология	4.57	4.57	4.57	0
7222	stu-11б-3	geo	География	4	4	4	1
7223	stu-11б-3	eng	Иностранный язык	4.46	4.46	4.46	2
7224	stu-11б-3	info	Информатика	4.13	4.13	4.13	3
7225	stu-11б-3	hist	История	4	4	4	4
7226	stu-11б-3	lit	Литература	4.15	4.15	4.15	5
7227	stu-11б-3	math	Математика	3.92	3.92	3.92	6
7228	stu-11б-3	social	Обществознание	4.38	4.38	4.38	7
7229	stu-11б-3	phys	Физика	3.55	3.55	3.55	8
7230	stu-11б-3	pe	Физическая культура	3.75	3.75	3.75	9
7231	stu-11б-3	chem	Химия	4.25	4.25	4.25	10
7232	stu-11б-4	bio	Биология	4.29	4.29	4.29	0
7233	stu-11б-4	geo	География	3	3	3	1
7234	stu-11б-4	eng	Иностранный язык	3.46	3.46	3.46	2
7235	stu-11б-4	info	Информатика	3.38	3.38	3.38	3
7236	stu-11б-4	hist	История	3.63	3.63	3.63	4
7237	stu-11б-4	lit	Литература	4.19	4.19	4.19	5
7238	stu-11б-4	math	Математика	3.76	3.76	3.76	6
7239	stu-11б-4	social	Обществознание	4.25	4.25	4.25	7
7240	stu-11б-4	phys	Физика	3.82	3.82	3.82	8
7241	stu-11б-4	pe	Физическая культура	3.63	3.63	3.63	9
7242	stu-11б-4	chem	Химия	4.13	4.13	4.13	10
7243	stu-11б-5	bio	Биология	3.29	3.29	3.29	0
7244	stu-11б-5	geo	География	3.63	3.63	3.63	1
7245	stu-11б-5	eng	Иностранный язык	3.85	3.85	3.85	2
7246	stu-11б-5	info	Информатика	3.88	3.88	3.88	3
7247	stu-11б-5	hist	История	4	4	4	4
7248	stu-11б-5	lit	Литература	3.77	3.77	3.77	5
7249	stu-11б-5	math	Математика	3.64	3.64	3.64	6
7250	stu-11б-5	social	Обществознание	4.5	4.5	4.5	7
\.
