COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7501	stu-11в-9	lit	Литература	3.48	3.48	3.48	5
7502	stu-11в-9	math	Математика	4.08	4.08	4.08	6
7503	stu-11в-9	social	Обществознание	4	4	4	7
7504	stu-11в-9	phys	Физика	3.92	3.92	3.92	8
7505	stu-11в-9	pe	Физическая культура	4.11	4.11	4.11	9
7506	stu-11в-9	chem	Химия	3.57	3.57	3.57	10
7507	stu-11в-10	bio	Биология	3.14	3.14	3.14	0
7508	stu-11в-10	geo	География	3.71	3.71	3.71	1
7509	stu-11в-10	eng	Иностранный язык	4.08	4.08	4.08	2
7510	stu-11в-10	info	Информатика	4.5	4.5	4.5	3
7511	stu-11в-10	hist	История	3.89	3.89	3.89	4
7512	stu-11в-10	lit	Литература	3.8	3.8	3.8	5
7513	stu-11в-10	math	Математика	3.96	3.96	3.96	6
7514	stu-11в-10	social	Обществознание	3.88	3.88	3.88	7
7515	stu-11в-10	phys	Физика	4	4	4	8
7516	stu-11в-10	pe	Физическая культура	4	4	4	9
7517	stu-11в-10	chem	Химия	2.86	2.86	2.86	10
7518	stu-11в-11	bio	Биология	3.57	3.57	3.57	0
7519	stu-11в-11	geo	География	4.57	4.57	4.57	1
7520	stu-11в-11	eng	Иностранный язык	4	4	4	2
7521	stu-11в-11	info	Информатика	3.88	3.88	3.88	3
7522	stu-11в-11	hist	История	3.44	3.44	3.44	4
7523	stu-11в-11	lit	Литература	3.4	3.4	3.4	5
7524	stu-11в-11	math	Математика	3.96	3.96	3.96	6
7525	stu-11в-11	social	Обществознание	3.88	3.88	3.88	7
7526	stu-11в-11	phys	Физика	3.54	3.54	3.54	8
7527	stu-11в-11	pe	Физическая культура	4	4	4	9
7528	stu-11в-11	chem	Химия	3.43	3.43	3.43	10
7529	stu-11в-12	bio	Биология	4	4	4	0
7530	stu-11в-12	geo	География	3.43	3.43	3.43	1
7531	stu-11в-12	eng	Иностранный язык	4.25	4.25	4.25	2
7532	stu-11в-12	info	Информатика	3.63	3.63	3.63	3
7533	stu-11в-12	hist	История	3.67	3.67	3.67	4
7534	stu-11в-12	lit	Литература	4	4	4	5
7535	stu-11в-12	math	Математика	3.92	3.92	3.92	6
7536	stu-11в-12	social	Обществознание	3.88	3.88	3.88	7
7537	stu-11в-12	phys	Физика	3.77	3.77	3.77	8
7538	stu-11в-12	pe	Физическая культура	3.89	3.89	3.89	9
7539	stu-11в-12	chem	Химия	4	4	4	10
7540	stu-11в-13	bio	Биология	3	3	3	0
7541	stu-11в-13	geo	География	4.29	4.29	4.29	1
7542	stu-11в-13	eng	Иностранный язык	4.17	4.17	4.17	2
7543	stu-11в-13	info	Информатика	4.38	4.38	4.38	3
7544	stu-11в-13	hist	История	3.67	3.67	3.67	4
7545	stu-11в-13	lit	Литература	3.64	3.64	3.64	5
7546	stu-11в-13	math	Математика	4.08	4.08	4.08	6
7547	stu-11в-13	social	Обществознание	3.75	3.75	3.75	7
7548	stu-11в-13	phys	Физика	3.92	3.92	3.92	8
7549	stu-11в-13	pe	Физическая культура	4.22	4.22	4.22	9
7550	stu-11в-13	chem	Химия	3.29	3.29	3.29	10
\.
