COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6951	stu-10в-16	lit	Литература	4.08	4.08	4.08	5
6952	stu-10в-16	math	Математика	3.88	3.88	3.88	6
6953	stu-10в-16	social	Обществознание	4	4	4	7
6954	stu-10в-16	phys	Физика	3.91	3.91	3.91	8
6955	stu-10в-16	pe	Физическая культура	3.78	3.78	3.78	9
6956	stu-10в-16	chem	Химия	4.75	4.75	4.75	10
6957	stu-10в-17	bio	Биология	4.63	4.63	4.63	0
6958	stu-10в-17	geo	География	3.38	3.38	3.38	1
6959	stu-10в-17	eng	Иностранный язык	3.92	3.92	3.92	2
6960	stu-10в-17	info	Информатика	3.57	3.57	3.57	3
6961	stu-10в-17	hist	История	3.67	3.67	3.67	4
6962	stu-10в-17	lit	Литература	3.72	3.72	3.72	5
6963	stu-10в-17	math	Математика	3.77	3.77	3.77	6
6964	stu-10в-17	social	Обществознание	4	4	4	7
6965	stu-10в-17	phys	Физика	3.55	3.55	3.55	8
6966	stu-10в-17	pe	Физическая культура	3.89	3.89	3.89	9
6967	stu-10в-17	chem	Химия	4	4	4	10
6968	stu-10в-18	bio	Биология	3.25	3.25	3.25	0
6969	stu-10в-18	geo	География	4.88	4.88	4.88	1
6970	stu-10в-18	eng	Иностранный язык	4.31	4.31	4.31	2
6971	stu-10в-18	info	Информатика	4.14	4.14	4.14	3
6972	stu-10в-18	hist	История	3.5	3.5	3.5	4
6973	stu-10в-18	lit	Литература	3.96	3.96	3.96	5
6974	stu-10в-18	math	Математика	3.96	3.96	3.96	6
6975	stu-10в-18	social	Обществознание	3.6	3.6	3.6	7
6976	stu-10в-18	phys	Физика	3.36	3.36	3.36	8
6977	stu-10в-18	pe	Физическая культура	3.89	3.89	3.89	9
6978	stu-10в-18	chem	Химия	4	4	4	10
6979	stu-10в-19	bio	Биология	4.63	4.63	4.63	0
6980	stu-10в-19	geo	География	3.88	3.88	3.88	1
6981	stu-10в-19	eng	Иностранный язык	4.23	4.23	4.23	2
6982	stu-10в-19	info	Информатика	3.14	3.14	3.14	3
6983	stu-10в-19	hist	История	3.17	3.17	3.17	4
6984	stu-10в-19	lit	Литература	3.84	3.84	3.84	5
6985	stu-10в-19	math	Математика	3.88	3.88	3.88	6
6986	stu-10в-19	social	Обществознание	4.2	4.2	4.2	7
6987	stu-10в-19	phys	Физика	3.91	3.91	3.91	8
6988	stu-10в-19	pe	Физическая культура	3.78	3.78	3.78	9
6989	stu-10в-19	chem	Химия	4.63	4.63	4.63	10
6990	stu-11а-1	bio	Биология	4	4	4	0
6991	stu-11а-1	geo	География	2.75	2.75	2.75	1
6992	stu-11а-1	eng	Иностранный язык	3.5	3.5	3.5	2
6993	stu-11а-1	info	Информатика	3.78	3.78	3.78	3
6994	stu-11а-1	hist	История	3.75	3.75	3.75	4
6995	stu-11а-1	lit	Литература	4.07	4.07	4.07	5
6996	stu-11а-1	math	Математика	3.32	3.32	3.32	6
6997	stu-11а-1	social	Обществознание	4.25	4.25	4.25	7
6998	stu-11а-1	phys	Физика	3.77	3.77	3.77	8
6999	stu-11а-1	pe	Физическая культура	3.63	3.63	3.63	9
7000	stu-11а-1	chem	Химия	4.17	4.17	4.17	10
\.
