COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6601	stu-10б-3	social	Обществознание	4.5	4.5	4.5	7
6602	stu-10б-3	phys	Физика	3.91	3.91	3.91	8
6603	stu-10б-3	pe	Физическая культура	3.75	3.75	3.75	9
6604	stu-10б-3	chem	Химия	4.14	4.14	4.14	10
6605	stu-10б-4	bio	Биология	4.5	4.5	4.5	0
6606	stu-10б-4	geo	География	3.5	3.5	3.5	1
6607	stu-10б-4	eng	Иностранный язык	3.77	3.77	3.77	2
6608	stu-10б-4	info	Информатика	3	3	3	3
6609	stu-10б-4	hist	История	4	4	4	4
6610	stu-10б-4	lit	Литература	4.19	4.19	4.19	5
6611	stu-10б-4	math	Математика	3.9	3.9	3.9	6
6612	stu-10б-4	social	Обществознание	4.5	4.5	4.5	7
6613	stu-10б-4	phys	Физика	3.55	3.55	3.55	8
6614	stu-10б-4	pe	Физическая культура	3.75	3.75	3.75	9
6615	stu-10б-4	chem	Химия	3.71	3.71	3.71	10
6616	stu-10б-5	bio	Биология	2.75	2.75	2.75	0
6617	stu-10б-5	geo	География	3.63	3.63	3.63	1
6618	stu-10б-5	eng	Иностранный язык	4.15	4.15	4.15	2
6619	stu-10б-5	info	Информатика	4.13	4.13	4.13	3
6620	stu-10б-5	hist	История	3.56	3.56	3.56	4
6621	stu-10б-5	lit	Литература	3.96	3.96	3.96	5
6622	stu-10б-5	math	Математика	3.57	3.57	3.57	6
6623	stu-10б-5	social	Обществознание	4.38	4.38	4.38	7
6624	stu-10б-5	phys	Физика	4	4	4	8
6625	stu-10б-5	pe	Физическая культура	3.63	3.63	3.63	9
6626	stu-10б-5	chem	Химия	4	4	4	10
6627	stu-10б-6	bio	Биология	4.25	4.25	4.25	0
6628	stu-10б-6	geo	География	4.63	4.63	4.63	1
6629	stu-10б-6	eng	Иностранный язык	3.85	3.85	3.85	2
6630	stu-10б-6	info	Информатика	3.63	3.63	3.63	3
6631	stu-10б-6	hist	История	4.22	4.22	4.22	4
6632	stu-10б-6	lit	Литература	3.7	3.7	3.7	5
6633	stu-10б-6	math	Математика	3.67	3.67	3.67	6
6634	stu-10б-6	social	Обществознание	4.38	4.38	4.38	7
6635	stu-10б-6	phys	Физика	3.91	3.91	3.91	8
6636	stu-10б-6	pe	Физическая культура	3.88	3.88	3.88	9
6637	stu-10б-6	chem	Химия	4.29	4.29	4.29	10
6638	stu-10б-7	bio	Биология	4	4	4	0
6639	stu-10б-7	geo	География	3.13	3.13	3.13	1
6640	stu-10б-7	eng	Иностранный язык	3.92	3.92	3.92	2
6641	stu-10б-7	info	Информатика	3.13	3.13	3.13	3
6642	stu-10б-7	hist	История	4.22	4.22	4.22	4
6643	stu-10б-7	lit	Литература	4.26	4.26	4.26	5
6644	stu-10б-7	math	Математика	3.9	3.9	3.9	6
6645	stu-10б-7	social	Обществознание	4.38	4.38	4.38	7
6646	stu-10б-7	phys	Физика	3.45	3.45	3.45	8
6647	stu-10б-7	pe	Физическая культура	3.75	3.75	3.75	9
6648	stu-10б-7	chem	Химия	3.86	3.86	3.86	10
6649	stu-10б-8	bio	Биология	2.88	2.88	2.88	0
6650	stu-10б-8	geo	География	4	4	4	1
\.
