COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
7601	stu-11в-18	math	Математика	4	4	4	6
7602	stu-11в-18	social	Обществознание	3.88	3.88	3.88	7
7603	stu-11в-18	phys	Физика	3.62	3.62	3.62	8
7604	stu-11в-18	pe	Физическая культура	4.22	4.22	4.22	9
7605	stu-11в-18	chem	Химия	4.14	4.14	4.14	10
7606	stu-11в-19	bio	Биология	3.29	3.29	3.29	0
7607	stu-11в-19	geo	География	4.57	4.57	4.57	1
7608	stu-11в-19	eng	Иностранный язык	4.08	4.08	4.08	2
7609	stu-11в-19	info	Информатика	4.25	4.25	4.25	3
7610	stu-11в-19	hist	История	3.67	3.67	3.67	4
7611	stu-11в-19	lit	Литература	3.44	3.44	3.44	5
7612	stu-11в-19	math	Математика	3.96	3.96	3.96	6
7613	stu-11в-19	social	Обществознание	3.88	3.88	3.88	7
7614	stu-11в-19	phys	Физика	4.08	4.08	4.08	8
7615	stu-11в-19	pe	Физическая культура	4	4	4	9
7616	stu-11в-19	chem	Химия	3.71	3.71	3.71	10
\.
