COPY public.performance_rows (id, child_id, subject_id, subject_name, student_avg, class_avg, parallel_avg, sort_order) FROM stdin;
6800	stu-10в-2	phys	Физика	3.91	3.91	3.91	8
6801	stu-10в-2	pe	Физическая культура	3.89	3.89	3.89	9
6802	stu-10в-2	chem	Химия	4.63	4.63	4.63	10
6803	stu-10в-3	bio	Биология	3.88	3.88	3.88	0
6804	stu-10в-3	geo	География	4.63	4.63	4.63	1
6805	stu-10в-3	eng	Иностранный язык	4.31	4.31	4.31	2
6806	stu-10в-3	info	Информатика	3.43	3.43	3.43	3
6807	stu-10в-3	hist	История	3.67	3.67	3.67	4
6808	stu-10в-3	lit	Литература	4.08	4.08	4.08	5
6809	stu-10в-3	math	Математика	3.81	3.81	3.81	6
6810	stu-10в-3	social	Обществознание	3.4	3.4	3.4	7
6811	stu-10в-3	phys	Физика	3.64	3.64	3.64	8
6812	stu-10в-3	pe	Физическая культура	3.89	3.89	3.89	9
6813	stu-10в-3	chem	Химия	4.25	4.25	4.25	10
6814	stu-10в-4	bio	Биология	4.75	4.75	4.75	0
6816	stu-10в-4	eng	Иностранный язык	4.15	4.15	4.15	2
6817	stu-10в-4	info	Информатика	4	4	4	3
6818	stu-10в-4	hist	История	3.67	3.67	3.67	4
6819	stu-10в-4	lit	Литература	3.64	3.64	3.64	5
6820	stu-10в-4	math	Математика	3.92	3.92	3.92	6
6821	stu-10в-4	social	Обществознание	4	4	4	7
6822	stu-10в-4	phys	Физика	3.27	3.27	3.27	8
6823	stu-10в-4	pe	Физическая культура	3.78	3.78	3.78	9
6824	stu-10в-4	chem	Химия	3.88	3.88	3.88	10
6825	stu-10в-5	bio	Биология	3.38	3.38	3.38	0
6826	stu-10в-5	geo	География	4.63	4.63	4.63	1
6827	stu-10в-5	eng	Иностранный язык	4.15	4.15	4.15	2
6828	stu-10в-5	info	Информатика	3.57	3.57	3.57	3
6829	stu-10в-5	hist	История	2.83	2.83	2.83	4
6830	stu-10в-5	lit	Литература	3.8	3.8	3.8	5
6831	stu-10в-5	math	Математика	3.92	3.92	3.92	6
6832	stu-10в-5	social	Обществознание	3.6	3.6	3.6	7
6833	stu-10в-5	phys	Физика	3.82	3.82	3.82	8
6834	stu-10в-5	pe	Физическая культура	4	4	4	9
6835	stu-10в-5	chem	Химия	4.5	4.5	4.5	10
6836	stu-10в-6	bio	Биология	4.5	4.5	4.5	0
6837	stu-10в-6	geo	География	4.38	4.38	4.38	1
6838	stu-10в-6	eng	Иностранный язык	4.31	4.31	4.31	2
6839	stu-10в-6	info	Информатика	3.29	3.29	3.29	3
6840	stu-10в-6	hist	История	3.83	3.83	3.83	4
6841	stu-10в-6	lit	Литература	3.92	3.92	3.92	5
6842	stu-10в-6	math	Математика	3.77	3.77	3.77	6
6843	stu-10в-6	social	Обществознание	3.8	3.8	3.8	7
6844	stu-10в-6	phys	Физика	3.64	3.64	3.64	8
6845	stu-10в-6	pe	Физическая культура	3.78	3.78	3.78	9
6846	stu-10в-6	chem	Химия	4.5	4.5	4.5	10
6847	stu-10в-7	bio	Биология	4.38	4.38	4.38	0
6848	stu-10в-7	geo	География	3.5	3.5	3.5	1
6849	stu-10в-7	eng	Иностранный язык	4	4	4	2
6850	stu-10в-7	info	Информатика	4.14	4.14	4.14	3
\.
